{
    "ID": 55631,
    "name": "Pottawattamie County v. McGhee",
    "href": "https://api.oyez.org/cases/2009/08-1065",
    "view_count": 0,
    "docket_number": "08-1065",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1240203600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40362"
        },
        {
            "event": "Argued",
            "dates": [
                1257314400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40363"
        },
        {
            "event": "Decided",
            "dates": [
                1262584800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40364"
        }
    ],
    "question": "<p>May a prosecutor be subject to civil prosecution when he allegedly violated the criminal defendants' substantial due process rights by fabricating evidence and then introducing it at trial against the defendants?</p>\n",
    "citation": {
        "volume": "558",
        "page": "1103",
        "year": "2010",
        "href": "https://api.oyez.org/case_citation/case_citation/19554"
    },
    "term": "2009",
    "description": "A case which the Court dismissed before argument concerning whether or not a prosecutor can be subject to civil prosecution for allegedly violating a criminal defendants' substantial due process rights by fabricating evidence and then introducing that evidence at trial.",
    "justia_url": null,
    "facts_of_the_case": "<p>In 1978, Curtis W. McGhee Jr. and Terry Harrington were convicted of murder and sentenced to life imprisonment by an Iowa state court. In 2002, Mr. McGhee's and Mr. Harrington's convictions were reversed because the prosecutor at their trial improperly withheld evidence of an alternative suspect. Subsequently, Mr. McGhee and Mr. Harrington filed civil claims in an Iowa federal court against Pottawattamie County, Iowa, and the prosecutors and officers involved in their prosecution. The defendants moved for summary judgment arguing that they were absolutely immune to civil prosecution. The district court found some defendants immune to certain claims, but denied immunity to other defendants on the other claims. The U.S. Court of Appeals for the Eighth Circuit granted interlocutory appeal on the question of whether the prosecutors were absolutely immune to civil prosecution.</p>\n<p>The Eighth Circuit held that the prosecutors were not immune from claims that they violated Mr. McGhee's and Mr. Harrington's due process rights. The court reasoned that allegations that prosecutors obtained, manufactured, coerced, and fabricated evidence did not fall within \"a distinctly prosecutorial function\" and thus the prosecutors were not immune to the claims.</p>\n",
    "conclusion": "<p>Dismissed pursuant to the Court's Rule 46.</p>\n"
}