{
    "ID": 55274,
    "name": "National Cable & Telecommunications Assocation v. Brand X Internet Services",
    "href": "https://api.oyez.org/cases/2004/04-277",
    "view_count": 0,
    "docket_number": "04-277",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1102053600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/52594"
        },
        {
            "event": "Argued",
            "dates": [
                1112076000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/52593"
        },
        {
            "event": "Decided",
            "dates": [
                1119848400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39386"
        }
    ],
    "question": "<p>Did the FCC lawfully interpret the Communications Act of 1934 by deciding that broadband cable companies did not provide a \"telecommunications service?\"</p>\n",
    "citation": {
        "volume": "545",
        "page": "967",
        "year": "2005",
        "href": "https://api.oyez.org/case_citation/case_citation/20566"
    },
    "term": "2004",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/545/967/",
    "facts_of_the_case": "<p>Title II of the Communications Act of 1934, which was amended in 1996, subjected providers of \"telecommunications service\" to mandatory common- carrier regulation. The FCC concluded that this did not include broadband cable companies. The Ninth Circuit reversed and cited its own previous opinion that had held that cable modem service was a \"telecommunications service.\"</p>\n",
    "conclusion": "<p>Yes. In a 6-3 opinion delivered by Justice Clarence Thomas, the Court held that the FCC lawfully construed the Communications Act to not define cable broadband providers as \"telecommunications services.\" The Court held that the Ninth Circuit should have followed the Supreme Court's 1984 decision in Chevron v. Natural Resources Defense Council. That decision required federal courts to defer to an agency's construction of a statute, if that statute was within the agency's jurisdiction to administer and the agency's interpretation was reasonable, even if it differed from the court's own interpretation. In this case, the Court held that the FCC's construction was reasonable.</p>\n"
}