{
    "ID": 53832,
    "name": "McNeil v. Wisconsin",
    "href": "https://api.oyez.org/cases/1990/90-5319",
    "view_count": 0,
    "docket_number": "90-5319",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                667461600,
                667548000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/51852"
        },
        {
            "event": "Decided",
            "dates": [
                676789200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/52195"
        }
    ],
    "question": "<p>Does the accused's invocation of the Sixth Amendment's provision of legal counsel for one charge also invoke the Fifth Amendment's right to counsel for unrelated offenses charged later?</p>\n",
    "citation": {
        "volume": "501",
        "page": "171",
        "year": "1991",
        "href": "https://api.oyez.org/case_citation/case_citation/17761"
    },
    "term": "1990",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/501/171/",
    "facts_of_the_case": "<p>When arrested for armed robbery, Paul McNeil did not initially invoke his Miranda right to counsel provided by the Fifth Amendment. However, he had a public defender represent him at a pretrial hearing at a county court in Milwaukee, Wisconsin. After the hearing, sheriffs asked him about his involvement in a unrelated set of crimes, including murder. The sheriffs informed McNeil of his Miranda rights again, but he signed a waiver authorizing his testimony. His answers incriminated him for the crimes and he was charged in a state trial court. He unsuccessfully petitioned the court to invalidate his testimony as evidence. A jury convicted him and sentenced him to 60 years in prison. He contended that having the public defender represent him invoked his Miranda rights, which were later violated. The Wisconsin Supreme Court ruled against him.</p>\n",
    "conclusion": "<p>No. Justice Antonin Scalia delivered the opinion for a 6-3 court. The Sixth Amendment ensures competent legal representation in courts of law, whereas the Fifth Amendment ensures adequate counsel when confronting police. Because the Amendments have different purposes, invoking the Sixth Amendment by retaining a public defender does not invoke the Fifth Amendment when speaking with the police about an unrelated criminal charge. The Court reasoned that \"[o]ne might be quite willing to speak to the police without counsel present concerning many matters, but not the matter under prosecution.\" McNeil's decision to have a public defender represent him at a pretrial hearing for armed robbery could not possibly indicate the choices he wished to make in the future regarding other confrontations with police.</p>\n"
}