{
    "ID": 54881,
    "name": "Bush v. Palm Beach County Canvassing Board",
    "href": "https://api.oyez.org/cases/2000/00-836",
    "view_count": 0,
    "docket_number": "00-836",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                975650400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38504"
        },
        {
            "event": "Decided",
            "dates": [
                975909600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38505"
        }
    ],
    "question": "<p>Do post-election court decisions that limit legislators' or executive officials' discretion to certify election results violate the Due Process Clause of the U.S. Constitution or 3 USC Section 5? Did the Florida Supreme Court's decision change the manner in which Florida's electoral votes were chosen, thereby violating Article II Section 1 Clause 2 of the US Constitution, which confers plenary power in federal election matters on state legislatures?</p>\n",
    "citation": {
        "volume": "531",
        "page": "70",
        "year": "2000",
        "href": "https://api.oyez.org/case_citation/case_citation/18810"
    },
    "term": "2000",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/531/70/",
    "facts_of_the_case": "<p>The 2000 presidential election remained in limbo with the outcome dependent on the winner of the popular vote in Florida. Republican presidential candidate George W. Bush held a slim lead in the tally. Democratic presidential candidate Al Gore challenged the decision of Florida's Secretary of State, Katherine Harris, to certify the results of the presidential election on November 14, the deadline provided by Florida's election law. Gore also challenged Harris's decision to ignore the outcome of manual recounts his campaign had requested in four Florida counties, recounts available under another provision of Florida's election code. The Florida Supreme Court heard Gore's challenges and held that Harris could not certify the outcome until November 26. The Florida Supreme Court also held that Harris must include the results of manual recounts in the certified results. Governor Bush intervened. Harris and Bush appealed the Florida Supreme Court's decision to the U.S. Supreme Court.</p>\n",
    "conclusion": "<p>In a per curiam opinion, a unanimous court held that there was \"considerable uncertainty\" as to the reasons for the Florida Supreme Court's decision. Accordingly the court did not review the federal questions presented by the case. Instead it vacated the Florida Supreme Court's decision and remanded the case for clarification of two questions. One, did the Florida Supreme Court think that the Florida Constitution circumscribed the plenary power of the Florida Legislature in election matters conferred by the US Constitution? And two, how much weight did the Florida Supreme Court give to 3 USC Section 5?</p>\n"
}