{
    "ID": 63176,
    "name": "Liu v. Securities and Exchange Commission",
    "href": "https://api.oyez.org/cases/2019/18-1501",
    "view_count": 0,
    "docket_number": "18-1501",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1572584400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54593"
        },
        {
            "event": "Argued",
            "dates": [
                1583215200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54675"
        },
        {
            "event": "Decided",
            "dates": [
                1592802000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54733"
        }
    ],
    "question": "<p>May the Securities and Exchange Commission seek and obtain disgorgement from a court as “equitable relief” for a securities law violation, even though the Court has determined that such disgorgement is a penalty?</p>\n",
    "citation": {
        "volume": "591",
        "page": null,
        "year": "2020",
        "href": "https://api.oyez.org/case_citation/case_citation/27717"
    },
    "term": "2019",
    "description": "A case in which the Court held that the Securities and Exchange Commission may seek and obtain disgorgement from a court as “equitable relief” for a securities law violation, subject to certain restrictions.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/591/18-1501/",
    "facts_of_the_case": "<p>Charles Liu operated an EB-5 fund, which is a fund that offers lawful permanent residence opportunities to foreigners who make significant investments in the United States. However, Liu misappropriated millions of dollars that had been invested in the fund, in violation of Section 17(a) of the Securities Act of 1933, which prohibits the making of false statements in the context of a securities offering.</p>\n<p>The district court ordered Liu to “disgorge” (pay back) $26 million, the amount investors had paid into the EB-5 fund, and the U.S. Court of Appeals for the Ninth Circuit affirmed. In petitioning the Supreme Court’s review, Liu argued that the SEC lacked the authority to obtain disgorgement, under the Court’s 2017 decision in <em>Kokesh v. SEC</em>, which held that disgorgement awarded under the court’s equitable power is a penalty, not a remedial measure.</p>\n",
    "conclusion": "<p>In a Securities and Exchange Commission enforcement action, a disgorgement award that does not exceed a wrongdoer’s net profits and is awarded for victims is equitable relief permissible under 15 U.S.C. § 78u(d)(5). Justice Sonia Sotomayor authored the opinion on behalf of the 8-1 majority of the Court.</p>\n<p>To determine whether disgorgement was an available remedy, the Court first looked to traditional equitable remedies, noting that courts have long used equitable remedies (albeit by different names) to prevent parties from unjustly gaining profit from wrongdoing. Though disgorgement was not, by that name, a traditional equitable remedy, it serves the same essential purpose and works in the same way and thus is available as a remedy.</p>\n<p>Next, the Court considered what limitations on disgorgement should exist. First, the effect should be only to return the defendant’s wrongful gains to those harmed by the defendant’s wrongdoing. Second, the remedy must be limited to the profits obtained by each individual defendant. Third, the remedy must be limited to the “net” profits, considering both receipts and expenses.</p>\n<p>Justice Clarence Thomas authored a dissenting opinion, arguing that disgorgement should be unavailable as a remedy because, in his view, “disgorgement is not a traditional equitable remedy.”</p>\n<p> </p>\n"
}