{
    "ID": 54087,
    "name": "Shaw v. Reno",
    "href": "https://api.oyez.org/cases/1992/92-357",
    "view_count": 0,
    "docket_number": "92-357",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                735282000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37025"
        },
        {
            "event": "Decided",
            "dates": [
                741243600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37026"
        }
    ],
    "question": "<p>Did the North Carolina residents' claim, that the State created a racially gerrymandered district, raise a valid constitutional issue under the Fourteenth Amendment's Equal Protection Clause?</p>\n",
    "citation": {
        "volume": "509",
        "page": "630",
        "year": "1993",
        "href": "https://api.oyez.org/case_citation/case_citation/18016"
    },
    "term": "1992",
    "description": "A case in which the Court held that the redistricting of North Carolina was evidence of an attempt to separate voters based on race, and thus raised a constitutional issue under the Equal Protection Clause of the Fourteenth Amendment.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/509/630/",
    "facts_of_the_case": "<p>The U.S. Attorney General rejected a North Carolina congressional reapportionment plan because the plan created only one black-majority district. North Carolina submitted a second plan creating two black-majority districts. One of these districts was, in parts, no wider than the interstate road along which it stretched. Five North Carolina residents challenged the constitutionality of this unusually shaped district, alleging that its only purpose was to secure the election of additional black representatives. After a three-judge District Court ruled that they failed to state a constitutional claim, the residents appealed and the Supreme Court granted certiorari.</p>\n",
    "conclusion": "<p>Yes. The Court held that although North Carolina's reapportionment plan was racially neutral on its face, the resulting district shape was bizarre enough to suggest that it constituted an effort to separate voters into different districts based on race. The unusual district, while perhaps created by noble intentions, seemed to exceed what was reasonably necessary to avoid racial imbalances. After concluding that the residents' claim did give rise to an equal protection challenge, the Court remanded - adding that in the absence of contradictory evidence, the District Court would have to decide whether or not some compelling governmental interest justified North Carolina's plan.</p>\n"
}