{
    "ID": 54577,
    "name": "Bay Area Laundry & Dry Cleaning Pension Trust Fund v. Ferbar Corporation of California, Inc.",
    "href": "https://api.oyez.org/cases/1997/96-370",
    "view_count": 0,
    "docket_number": "96-370",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                879141600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37938"
        },
        {
            "event": "Decided",
            "dates": [
                882165600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37939"
        }
    ],
    "question": "<p>Does the Multiemployer Pension Plan Amendments Act of 1980's six-year statute of limitations begin to run on a pension fund's action to collect unpaid withdrawal liability on the date the employer withdraws from the plan?</p>\n",
    "citation": {
        "volume": "522",
        "page": "192",
        "year": "1997",
        "href": "https://api.oyez.org/case_citation/case_citation/18506"
    },
    "term": "1997",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/522/192/",
    "facts_of_the_case": "<p>The Multiemployer Pension Plan Amendments Act of 1980 (MPPAA) requires employers who withdraw from underfunded multiemployer pension plans to pay a \"withdrawal liability,\" which is dischargeable with an arranged series of periodic payments. The Bay Area Laundry and Dry Cleaning Pension Trust Fund (Fund) is a multiemployer pension plan for laundry workers. The Ferbar Corporation contributed to the Fund, but ultimately ceased doing so. Subsequently, the Fund's trustees demanded payment of Ferbar's withdrawal liability. The trustees decided to allow Ferbar to satisfy its obligation by making monthly payments. However, Ferbar never made a payment. Ultimately, the District Court granted Ferbar summary judgment on statute of limitations grounds. The court noted that the trustees had filed suit eight days too late. This was the date Ferbar was to make its first payment. In affirming, the Court of Appeals held that the six-year period began to run on the date Ferbar withdrew from the Fund, in March 1985. Under this view, the trustees commenced suit nearly two years too late.</p>\n",
    "conclusion": "<p>No. In a unanimous opinion delivered by Justice Ruth Bader Ginsburg, the Court held that the MPPAA's six-year statute of limitations on a pension fund's action to collect unpaid withdrawal liability does not begin to run until the employer fails to make a payment on the schedule set by the fund. Justice Ginsburg reasoned that a plan's interest in receiving withdrawal liability does not ripen into a cause of action triggering the limitations period until the trustees determine and demand payment and the employer defaults on an installment. The Court's conclusion prompted a second decision, that a pension fund's action to collect unpaid withdrawal liability is timely as to any installment payments that came due during the six years preceding the suit, but payments that came due prior to that time are lost.</p>\n"
}