{
    "ID": 54933,
    "name": "Tuan Anh Nguyen v. Immigration and Naturalization Service",
    "href": "https://api.oyez.org/cases/2000/99-2071",
    "view_count": 0,
    "docket_number": "99-2071",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                979020000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38605"
        },
        {
            "event": "Decided",
            "dates": [
                992235600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38606"
        }
    ],
    "question": "<p>Is 8 USC section 1409(a)'s statutory distinction, which imposes different requirements for a child's acquisition of citizenship depending upon whether the citizen parent is the mother or the father, consistent with the equal protection guarantee embedded in the Due Process Clause of the Fifth Amendment?</p>\n",
    "citation": {
        "volume": "533",
        "page": "53",
        "year": "2001",
        "href": "https://api.oyez.org/case_citation/case_citation/18862"
    },
    "term": "2000",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/533/53/",
    "facts_of_the_case": "<p>In 1969, Tuan Ahn Nguyen was born in Saigon, Vietnam to Joseph Boulais and a Vietnamese citizen. At age six, Nguyen became a lawful permanent United States resident. At age 22, Nguyen pleaded guilty in a Texas state court to two counts of sexual assault on a child. Subsequently, the Immigration and and Naturalization Service initiated deportation proceedings against Nguyen. After the Immigration Judge ordered Nguyen, Boulais obtained an order of parentage from a state court. Dismissing Nguyen's appeal, the Board of Immigration of Appeals rejected Nguyen's citizenship claim because he had not complied with 8 USC section 1409(a)'s requirements for one born out of wedlock and abroad to a citizen father and a noncitizen mother. On appeal, the Court of Appeals rejected Nguyen and Boulais argument that section 1409(a) violates equal protection by providing different rules for attainment of citizenship by children born abroad and out of wedlock depending upon whether the one parent with American citizenship is the mother or the father.</p>\n",
    "conclusion": "<p>Yes. In a 5-4 opinion delivered by Justice Anthony M. Kennedy, the Court held that Section 1409(a) comports with the constitutional guarantee of equal protection. \"For a gender-based classification to withstand equal protection scrutiny, it must be established 'at least that the [challenged] classification serves important governmental objectives and that the discriminatory means employed are substantially related to the achievement of those objectives,'\" wrote Justice Kennedy. Although the law imposes different requirements on unmarried fathers and unmarried mothers, it does so on the basis of the difference between their relationships to the potential citizen at the time of birth and is justified by two important governmental interests. Justice Sandra Day O'Connor, with whom Justices David H. Souter, Ruth Bader Ginsburg, and Stephen G. Breyer joined, dissented, noted that \"[n]o one should mistake the majority's analysis for a careful application of this Court's equal protection jurisprudence concerning sex-based classifications.\"</p>\n"
}