{
    "ID": 54086,
    "name": "Withrow v. Williams",
    "href": "https://api.oyez.org/cases/1992/91-1030",
    "view_count": 0,
    "docket_number": "91-1030",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                720770400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37023"
        },
        {
            "event": "Decided",
            "dates": [
                735368400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37024"
        }
    ],
    "question": "<p>Does the Supreme Court's ruling in <em>Stone v. Powell</em> that federal habeas corpus review does not cover Fourth Amendment unreasonable search and seizure claims when defendants have already been given a fair chance to argue those claims in state court also apply to Fifth Amendment claims stemming from the withholding of Miranda warnings?</p>\n",
    "citation": {
        "volume": "507",
        "page": "680",
        "year": "1993",
        "href": "https://api.oyez.org/case_citation/case_citation/18015"
    },
    "term": "1992",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/507/680/",
    "facts_of_the_case": "<p>During his murder case, Robert Williams argued that statements he had made to police should be excluded. Some of those statements had been made before he was given his Miranda warnings and others, while made after the Miranda warnings had been given, were the direct product of those earlier, un- Mirandized statements and should also be excluded, he argued. The state trial court (and subsequently the appeals court) disagreed, and Williams was convicted.</p>\n<p>Williams filed a petition for a writ of habeas corpus in federal District Court, arguing only that the claims made before the Miranda warnings were given should have been excluded. The court agreed but went further, ruling that the statements made <em>after</em> the Miranda warnings were inadmissible as well because they were the products of the earlier, un-Mirandized statements. On appeal, the state argued that the Supreme Court's decision in <em>Stone v. Powell</em>, 428 U.S. 465, which barred federal habeas corpus review of Fourth Amendment unreasonable search and seizure claims when the state had already given defendants a fair chance to raise such claims in state court, should also apply to questions regarding Fifth Amendment claims stemming from a failure to give Miranda warnings in a timely manner. The Sixth Circuit Court of Appeals upheld the District Court's grant of the petition, however, rejecting the state's argument.</p>\n",
    "conclusion": "<p>No. In an opinion written by Justice David H. Souter, the Supreme Court held that the decision in Stone had been one of prudence rather than one of jurisdiction. In Stone, the Court had decided against using the \"exclusionary rule\" in federal habeas cases dealing with unreasonable searches and seizures (the exclusionary rule prevents evidence discovered as the result of an unconstitutional search from being introduced in Court). The Court's decision had been based on an expectation that, even in the unlikely case that a state court had erred in its consideration of the constitutionality of a given search, that procedural error was not likely to produce a wrongful conviction. In Fifth Amendment involuntary testimony cases, though, it was possible that a suspect would given false statements about his own guilt because of confusion or fear. The question was not merely a procedural one, therefore, and the prudential concerns of Stone did not apply.</p>\n"
}