{
    "ID": 55747,
    "name": "Erica P. John Fund, Inc. v. Halliburton Co.",
    "href": "https://api.oyez.org/cases/2010/09-1403",
    "view_count": 0,
    "docket_number": "09-1403",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1294380000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40648"
        },
        {
            "event": "Argued",
            "dates": [
                1303707600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40649"
        },
        {
            "event": "Decided",
            "dates": [
                1307336400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40650"
        }
    ],
    "question": "<p>In a securities fraud action, must plaintiffs prove that the alleged fraud caused a drop in stock prices in order to get class certification?</p>\n",
    "citation": {
        "volume": "563",
        "page": "804",
        "year": "2011",
        "href": "https://api.oyez.org/case_citation/case_citation/19669"
    },
    "term": "2010",
    "description": "A case in which the Court held that securities fraud plaintiffs need not prove loss causation in order to obtain class certification.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/563/804/",
    "facts_of_the_case": "<p>A group of Halliburton Co. shareholders, led by the Erica P. John Fund, filed a lawsuit that contends that from 1999 to 2001, the Houston-based company falsified earnings reports, played down estimated asbestos liability and overstated the benefits of a merger. The U.S. District Court for the Northern District of Texas denied the investors' motion for class certification in the case, holding that they couldn't sue as a group because they hadn't established that they lost money as a result of the alleged fraud. The U.S. Court of Appeals for the Fifth Circuit affirmed the lower court order.</p>\n",
    "conclusion": "<p>No. The Supreme Court vacated and remanded the lower court order in a unanimous opinion by Chief Justice John Roberts. \"Securities fraud plaintiffs need not prove loss causation in order to obtain class certification,\" the Chief Justice wrote.</p>\n"
}