{
    "ID": 53845,
    "name": "United States v. Centennial Savings Bank FSB",
    "href": "https://api.oyez.org/cases/1990/89-1926",
    "view_count": 0,
    "docket_number": "89-1926",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                663919200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/36569"
        },
        {
            "event": "Decided",
            "dates": [
                671864400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/36570"
        }
    ],
    "question": "<p>Can a bank list the exchange of properties that have equal fair market value as a loss on its federal Income Tax return if the property it loses is worth significantly less at the time of the exchange than it was when the property was initially acquired? May a bank treat money received from early withdrawal penalties as \"income from the discharge ... of indebtedness\" under 26 U.S.C. 108(a)(1)(C)?</p>\n",
    "citation": {
        "volume": "499",
        "page": "573",
        "year": "1991",
        "href": "https://api.oyez.org/case_citation/case_citation/17774"
    },
    "term": "1990",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/499/573/",
    "facts_of_the_case": "<p>Centennial Savings Bank exchanged interests in one set of mortgage loans for another set of mortgage loans of the same market value. The mortgages were worth substantially less at the time they were exchanged than they had been at the time they were acquired, however, and Centennial reported the difference as lost income on its income tax return. In a separate set of transactions, Centennial collected early withdrawal penalties from customers who withdrew their certificates of deposit before they were scheduled. Centennial reported the early withdrawal penalties as \"income from the discharge ... of indebtedness,\" meaning that it did not need to be reported as income under 26 U.S.C. 108(a)(1)(C).</p>\n<p>With regard to the exchanged mortgages, the IRS did not allow the deduction, ruling that the properties exchanged had not been \"materially different\" and that the exchange therefore did not actually produce a reportable loss. With regard to the withdrawal penalties, the IRS ruled that they had to be reported as income. Centennial took the issue to federal District Court, where a judge ruled for the IRS on the mortgage exchange issue but for Centennial on the withdrawal penalty one. The Fifth Circuit Court of Appeals reversed the mortgage exchange holding and upheld the withdrawal penalty holding, siding with Centennial on both issues.</p>\n",
    "conclusion": "<p>Yes and no. On the exchanged mortgage question, the Supreme Court referred to a companion case, <em>Cottage Savings Association v. Commissioner of Internal Revenue</em>, 499 U.S. 554, decided at the same time, in holding that the mortgages exchanged were \"materially different\" and could therefore be deducted as losses.</p>\n<p>On the question of early withdrawal penalties, however, the Court sided with the IRS. Justice Thurgood Marshall, writing for the majority, stated that income comes from the \"discharge ... of indebtedness\" only when it is the result of the forgiveness of an obligation to repay assumed by the debtor (in this case the bank) at the outset of the debtor-creditor relationship. Because the early withdrawal fee was stipulated in the contract agreed upon at the outset of the certificate of deposit agreements, its payment was not the forgiveness of any obligation on behalf of the bank but rather the fulfillment of an obligation on behalf of the creditor. The bank was therefore required to list the penalties as income.</p>\n"
}