{
    "ID": 54573,
    "name": "Rogers v. United States",
    "href": "https://api.oyez.org/cases/1997/96-1279",
    "view_count": 0,
    "docket_number": "96-1279",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                878709600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37930"
        },
        {
            "event": "Decided",
            "dates": [
                884757600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37931"
        }
    ],
    "question": "<p>Does a lower court's refusal to grant a jury instruction, the substance of which is confessed to and acknowledged by the defendant, grounds for a grant of certiorari to the Supreme Court?</p>\n",
    "citation": {
        "volume": "522",
        "page": "252",
        "year": "1998",
        "href": "https://api.oyez.org/case_citation/case_citation/18502"
    },
    "term": "1997",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/522/252/",
    "facts_of_the_case": "<p>After searching his truck, Florida police arrested and charged George Rogers with knowingly possessing an unregistered firearm and a silencer. Rogers admitted during his arrest and trial that he knew he was in possession of a silencer. Nonetheless, he requested the District Court to instruct the jury to define the Government's burden of establishing \"knowing possession\" as proof that he deliberately possessed an item that he not only knew to be a \"firearm,\" but that he knew such possession was illegal. Following the court's refusal of his instruction request, Rogers was convicted. On appeal from the Eleventh Circuit's decision to affirm the lower court's ruling, the Supreme Court granted Rogers certiorari.</p>\n",
    "conclusion": "<p>No. In a 6-to-3 opinion, the Court held that the Government only had to establish that Rogers knowingly possessed a firearm. The government did not have to show that Rogers knew such possession was unlawful or even that his weapons were unregistered. Looking at Rogers' state of mind, the Court reasoned that his repeated admissions during arrest and trial concerning his awareness and knowledge of the weapons found in his truck, sufficiently demonstrated that his possession of the weapons was intentional. The Court dismissed it grant of certiorari as improvidently granted</p>\n"
}