{
    "ID": 55896,
    "name": "FTC v. Phoebe Putney Health System",
    "href": "https://api.oyez.org/cases/2012/11-1160",
    "view_count": 0,
    "docket_number": "11-1160",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1340600400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41051"
        },
        {
            "event": "Argued",
            "dates": [
                1353909600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41052"
        },
        {
            "event": "Decided",
            "dates": [
                1361253600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41053"
        }
    ],
    "question": "<p>Does the state-action doctrine immunize a statutorily created hospital authority from antitrust liability for anti-competitive acts?</p>\n",
    "citation": {
        "volume": "568",
        "page": "216",
        "year": "2013",
        "href": "https://api.oyez.org/case_citation/case_citation/19818"
    },
    "term": "2012",
    "description": "A case in which the Court found state-action immunity does not apply if the state's legislature did not clearly articulate intent to allow anticompetitive activity through the Hospital Authorities Act.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/568/216/",
    "facts_of_the_case": "<p>In 1941, the Georgia legislature enacted the Hospital Authorities Law, allowing the creation of hospital authorities as public bodies to oversee the public health needs of Georgia communities. The City of Albany and Dougherty County created the Hospital Authority of Albany-Dougherty County (\"Authority\"). Since its establishment, the Authority acquired hospitals throughout the area and leased the facilities to two non-profit corporations: Phoebe Putney Health System (\"PPHS\") and Phoebe Putney Memorial Hospital (\"PPMH\"). In December 2010, PPHS presented to the Authority a plan to buy the only remaining hospital in the area, Palmyra Hospital. The Authority approved the plan in April 2011.</p>\n<p>Following the approval, the petitioner Federal Trade Commission (\"FTC\") initiated an administrative proceeding to determine whether the plan would create a monopoly in the hospital services market in Dougherty County and the surrounding area. To ensure that the plan did not come into fruition prior to the FTC's final determination, the FTC filed suit against the respondents: the Authority, PPMH, PPHS, and Palmyra. The respondents moved to dismiss the complaint on the basis that the state-action doctrine immunized the Authority and its operation of the hospitals from antitrust liability. The District Court granted the motion to dismiss and the FTC appealed to the United States Court of Appeals for the Eleventh Circuit. The appellate court affirmed the lower court decision, holding that the legislature in its enactment of the Hospital Authorities Law must have anticipated the anti-competitive effects that the FTC alleged.</p>\n",
    "conclusion": "<p>No. Justice Sonia Sotomayor, delivering a unanimous opinion, reversed the lower court's decision and remanded for further proceedings. The Court held that state-action immunity does not apply because the Georgia legislature did not clearly articulate any intent to allow anticompetitive activity through the Hospital Authorities Law. A state legislature is not required to expressly state this intent. State-action immunity applies if the anticompetitive effect was a foreseeable result of the State's legislation. However, the Court found no evidence that the State anticipated, or even contemplated, that hospital authorities would displace competition. While the Hospital Authorities Law grants hospital authorities general powers to participate in the marketplace, it does not allow them to use those powers anticompetitively.</p>\n"
}