{
    "ID": 54801,
    "name": "Apprendi v. New Jersey",
    "href": "https://api.oyez.org/cases/1999/99-478",
    "view_count": 0,
    "docket_number": "99-478",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                954223200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38351"
        },
        {
            "event": "Decided",
            "dates": [
                961995600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38352"
        }
    ],
    "question": "<p>Does the Due Process Clause of the Fourteenth Amendment require that any fact that increases the penalty for a crime beyond the prescribed statutory maximum be submitted to a jury and proved beyond a reasonable doubt?</p>\n",
    "citation": {
        "volume": "530",
        "page": "466",
        "year": "2000",
        "href": "https://api.oyez.org/case_citation/case_citation/18730"
    },
    "term": "1999",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/530/466/",
    "facts_of_the_case": "<p>Charles C. Apprendi, Jr. fired several shots into the home of an African- American family. While in custody, Apprendi made a statement, which he later retracted, that he did not want the family in his neighborhood because of their race. Apprendi was charged under New Jersey law with second-degree possession of a firearm for an unlawful purpose, which carries a prison term of 5 to 10 years. The count did not refer to the state's hate crime statute, which provides for an enhanced sentence if a trial judge finds, by a preponderance of the evidence, that the defendant committed the crime with a purpose to intimidate a person or group because of race. After Apprendi pleaded guilty, the prosecutor filed a motion to enhance the sentence. The court found, by a preponderance of the evidence, that the shooting was racially motivated and sentenced Apprendi to a 12-year term on the firearms count. In upholding the sentence, the appeals court rejected Apprendi's claim that the Due Process Clause requires that a bias finding be proved to a jury beyond a reasonable doubt. The State Supreme Court affirmed.</p>\n",
    "conclusion": "<p>Yes. In an 5-4 opinion delivered by Justice John Paul Stevens, the Court held that the Due Process Clause requires that any fact that increases the penalty for a crime beyond the prescribed statutory maximum, other than the fact of a prior conviction, must be submitted to a jury and proved beyond a reasonable doubt. Justice Stevens wrote for the Court that \"the New Jersey procedure challenged in this case is an unacceptable departure from the jury tradition that is an indispensable part of our criminal justice system.\" Justices Sandra Day O'Connor and Stephen G. Breyer wrote dissenting opinions that were joined by Chief Justice William H. Rehnquist and Justice Anthony M. Kennedy.</p>\n"
}