{
    "ID": 55038,
    "name": "Clay v. United States",
    "href": "https://api.oyez.org/cases/2002/01-1500",
    "view_count": 0,
    "docket_number": "01-1500",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                1042437600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38802"
        },
        {
            "event": "Decided",
            "dates": [
                1046757600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38803"
        }
    ],
    "question": "<p>Does a judgment become \"final\" for postconviction relief when the appellate court issues its mandate affirming the conviction where a defendant in a federal prosecution takes an unsuccessful direct appeal from a judgment of conviction but does not next petition for a writ of certiorari from the U.S. Supreme Court?</p>\n",
    "citation": {
        "volume": "537",
        "page": "522",
        "year": "2003",
        "href": "https://api.oyez.org/case_citation/case_citation/18967"
    },
    "term": "2002",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/537/522/",
    "facts_of_the_case": "<p>Erick Clay was convicted of arson and distribution of cocaine base in federal District Court. The Court of Appeals affirmed his convictions on November 23, 1998, the court's mandate issued on December 15, 1998, and Clay did not file a petition for a writ of certiorari. One year and 69 days after the Court of Appeals issued its mandate, and exactly one year after the time for seeking certiorari expired, Clay filed a motion for postconviction relief under 28 USC section 2255. Section 2255 provides that such motions are subject to a one-year time limitation that runs from \"the date on which the judgment of conviction becomes final.\" The District Court stated that when a federal prisoner does not seek certiorari, his judgment of conviction becomes final for section 2255 purposes upon issuance of the court of appeals's mandate. Because Clay filed his motion more than one year after that date, the court denied it as time barred. The Court of Appeals affirmed.</p>\n",
    "conclusion": "<p>No. In a unanimous opinion delivered by Justice Ruth Bader Ginsburg, the Court held that, for the purpose of starting the clock on section 2255's one-year limitation period, a judgment of conviction becomes final when the time expires for filing a petition for certiorari contesting the appellate court's affirmation of the conviction. Under this rule, Clay's section 2255 motion was timely filed. After comparing the understanding of finality for collateral review purposes to the meaning of the phrase \"becomes final\" in 28 USC section 2255, the Court rejected the standard that the issuance of the appellate court mandate is the triggering date.</p>\n"
}