{
    "ID": 63075,
    "name": "United States v. Davis",
    "href": "https://api.oyez.org/cases/2018/18-431",
    "view_count": 0,
    "docket_number": "18-431",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1546581600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54417"
        },
        {
            "event": "Argued",
            "dates": [
                1555477200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54489"
        },
        {
            "event": "Decided",
            "dates": [
                1561352400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54547"
        }
    ],
    "question": "<p>Is the subsection-specific definition of “crime of violence” in 18 U.S.C. § 924(c)(3)(B)—which applies only in the limited context of a federal criminal prosecution for possessing, using or carrying a firearm in connection with acts comprising such a crime—unconstitutionally vague?</p>\n",
    "citation": {
        "volume": "588",
        "page": null,
        "year": "2019",
        "href": "https://api.oyez.org/case_citation/case_citation/27648"
    },
    "term": "2018",
    "description": "A case in which the Court held that the subsection-specific definition of “crime of violence” in 18 U.S.C. § 924(c)(3)(B)—which applies only in the limited context of a federal criminal prosecution for possessing, using or carrying a firearm in connection with acts comprising such a crime—is unconstitutionally vague.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/588/18-431/",
    "facts_of_the_case": "<p>On November 19, 2015, a jury found defendant Maurice Lamont Davis guilty on six counts, including the illegal use or carrying of a firearm in relation to a crime of violence (a “Hobbs Act robbery”) and the illegal use or carrying of a firearm to aid and abet conspiracy to commit a crime of violence. Also on November 19, 2015, a jury found defendant Andre Levon Glover guilty on seven counts, including the two counts described above.</p>\n<p>On appeal, the US Court of Appeals for the Fifth Circuit issued an opinion on January 31, 2017, denying both defendants’ challenges and affirming the district court’s judgment below. The defendants petitioned the US Supreme Court for certiorari, and following the Court’s decision in <a href=\"https://www.oyez.org/cases/2017/15-1498\"><em>Sessions v. Dimaya</em>, 584 U.S. __ (2018)</a>, the Court remanded their case back to the Fifth Circuit for further consideration in light of that decision. After requesting supplemental briefing from the parties on the effect of <em>Dimaya</em>, the Fifth Circuit affirmed in part and vacated in part.</p>\n<p>18 U.S.C. § 924(c) contains both an “elements clause” and a “residual clause.” The elements clause defines an offense as a crime of violence if it “has as an element the use, attempted use, or threatened use of physical force against the person or property of another,” and the residual clause defines an offense as a crime of violence if it, “by its nature, involves a substantial risk that physical force against the person or property of another may be used in the course of committing the offense.” In <em>Dimaya</em>, the Court addressed (and invalidated) a residual clause identical to the residual clause in § 924(c) but did not address the elements clause. Thus, the Fifth Circuit held the residual clause in 924(c) unconstitutionally vague under <em>Dimaya</em> but did not invalidate the elements clause in that section. As a result of this holding, the Fifth Circuit affirmed its prior judgment as to the Hobbs Act robbery count but vacated as to the aiding and abetting conspiracy count, because the former relies on the elements clause while the latter relies on the residual clause.</p>\n",
    "conclusion": "<p>Title 18 U.S.C. § 924(c)(3)(B), which provides enhanced penalties for using a firearm during a “crime of violence,” is unconstitutionally vague. Justice Neil Gorsuch delivered the 5-4 majority opinion of the Court.</p>\n<p>The Court recently decided two cases in which it was asked to interpret so-called residual clauses. In <a href=\"https://www.oyez.org/cases/2014/13-7120\"><em>Johnson v. United States</em>, 576 U.S. __ (2015)</a>, the Court held that the residual clause in the Armed Career Criminal Act (ACCA), 18 U.S.C. § 924(e)(2)(B)(ii), was unconstitutionally vague. In <a href=\"https://www.oyez.org/cases/2017/15-1498\"><em>Sessions v. Dimaya</em>, 584 U.S. __ (2018)</a>, the Court held that the residual clause in 18 U.S.C. § 16 was also unconstitutionally vague. In both of those cases, the Court interpreted the statute to require courts to use a “categorical approach” to determine “whether an offense qualified as a violent felony or crime of violence.” This categorical approach prevented judges from considering how the defendant actually committed the offense and weigh instead only the crime’s “ordinary case.” The residual clause at issue here is nearly identical to the one held to require a categorical approach in <em>Dimaya</em>, and the Court found no good reason to interpret it differently.</p>\n<p>The phrase “by its nature” compels the categorical approach, and to understand the nearly identical language of 18 U.S.C. § 16 differently would “make a hash of the federal criminal code.” The history of the statute, too, supports this interpretation of the clause, and the Court has never invoked the canon of constitutional avoidance, as the government advocated, to expand the reach of a criminal statute to save it.</p>\n<p>Justice Brett Kavanaugh filed a dissenting opinion in which Justices Clarence Thomas and Samuel Alito joined, and in which Chief Justice John Roberts joined in part. The dissenters argued that the residual clause in this case is fundamentally different from those struck down in <em>Johnson</em> and <em>Dimaya</em> because those cases involved sentencing based on prior convictions, whereas this one focuses only on current conduct during the presently charged crime. Justices Kavanaugh and Alito (without the Chief Justice) also warned of the dire consequences of the Court’s decision.</p>\n"
}