{
    "ID": 55780,
    "name": "Matrixx Initiatives, Inc. v. Siracusano",
    "href": "https://api.oyez.org/cases/2010/09-1156",
    "view_count": 0,
    "docket_number": "09-1156",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1276491600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40740"
        },
        {
            "event": "Argued",
            "dates": [
                1294639200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40741"
        },
        {
            "event": "Decided",
            "dates": [
                1300770000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40742"
        }
    ],
    "question": "<p>Can a plaintiff state a claim under the Securities Exchange Act based on a pharmaceutical company's non-disclosure of adverse event reports even though the reports are not alleged to be statistically significant?</p>\n",
    "citation": {
        "volume": "563",
        "page": "27",
        "year": "2011",
        "href": "https://api.oyez.org/case_citation/case_citation/19702"
    },
    "term": "2010",
    "description": "A case in which the Court held that a plaintiff could state a claim based on a pharmaceutical company's non-disclosure of adverse event reports, even though the reports are not alleged to be statistically significant.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/563/27/",
    "facts_of_the_case": "<p>Investors in Matrixx Inititiatives, Inc. (\"Matrixx\") filed suit against the company in an Arizona federal district court for violations of federal securities laws. The investors alleged that Matrixx failed to disclose that one of its products, Zicam nasal spray/gel, caused anosmia (the loss of the sense of smell) in numerous customers. The district court dismissed the case holding that the investors failed to alleged \"materiality\" in their claim because their evidence was not \"statistically significant.\"</p>\n<p>The U.S. Court of Appeals for the Ninth Circuit reversed, holding that the investors had pled sufficient facts going to the issue of materiality in order to avoid dismissal. The court reasoned that whether facts are statistically significant, and thus, material, is a question of fact that should ordinarily be left to the trier of fact – usually the jury. Here, the district court erred when it took liberties in making that determination on its own.</p>\n",
    "conclusion": "<p>Yes. The Supreme Court affirmed the lower court decision in an opinion by Justice Sonia Sotomayor. The court ruled that the materiality of a pharmaceutical company's non-disclosure of adverse event reports in a securities fraud action does not depend upon whether there is a statistically significant health risk.</p>\n"
}