{
    "ID": 54906,
    "name": "Whitman v. American Trucking Associations, Inc.",
    "href": "https://api.oyez.org/cases/2000/99-1257",
    "view_count": 0,
    "docket_number": "99-1257",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                973576800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38552"
        },
        {
            "event": "Decided",
            "dates": [
                983253600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38553"
        }
    ],
    "question": "<p>Does section 109(b)(1) of the Clean Air Act unconstitutionally delegate legislative power to the Administrator of the Environmental Protection Agency? May the Administrator of the EPA consider the costs of implementation in setting national ambient air quality standards under section 109(b)(1)? Does the Court of Appeals have the jurisdiction to review the EPA's interpretation of Part D of Title I of the CAA, with respect to implementing the revised ozone NAAQS?</p>\n",
    "citation": {
        "volume": "531",
        "page": "457",
        "year": "2001",
        "href": "https://api.oyez.org/case_citation/case_citation/18835"
    },
    "term": "2000",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/531/457/",
    "facts_of_the_case": "<p>Section 109(a) of the Clean Air Act (CAA) requires the Environmental Protection Agency (EPA) Administrator to promulgate national ambient air quality standards (NAAQS) for each air pollutant for which \"air quality criteria\" have been issued under section 108. In 1997, Carol Browner, the Administrator of the EPA, revised the ozone and particulate matter NAAQS. Afterwards, her revised NAAQS were challenged in court. The District of Columbia Circuit found that section 109(b)(1), which instructs the EPA to set standards, delegated legislative power to the Administrator in contravention of the Federal Constitution because the court found that the EPA had interpreted the statute to provide no \"intelligible principle\" to guide the agency's exercise of authority. The court remanded the NAAQS to the EPA. The courts also held to its rule that the EPA could not consider implementation costs in setting the NAAQS. Additionally, the court rejected the EPA's position that the implementation provisions for ozone found in Part D, Subpart 2, of Title I of the CAA, were so tied to the existing ozone standard that the EPA lacked the power to revise the standard.</p>\n",
    "conclusion": "<p>No, no, and yes. In an opinion delivered by Justice Antonin Scalia, the Court held that the CAA properly delegated legislative power to the EPA, but that the EPA could not consider implementation costs in setting primary and secondary NAAQS. Moreover, the Court held that the Court of Appeals has jurisdiction to review the EPA's interpretation of Part D of Title I of the CAA related to the implementation of the revised ozone NAAQS; however, the EPA's interpretation of Part D was unreasonable.</p>\n"
}