{
    "ID": 63030,
    "name": "Thacker v. Tennessee Valley Authority",
    "href": "https://api.oyez.org/cases/2018/17-1201",
    "view_count": 0,
    "docket_number": "17-1201",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1538024400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54370"
        },
        {
            "event": "Argued",
            "dates": [
                1547445600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54402"
        },
        {
            "event": "Decided",
            "dates": [
                1556514000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54506"
        }
    ],
    "question": "<p>Are governmental “sue-and-be-sued” entities subject to the discretionary-function exception to a statutory waiver of sovereign immunity, or the test for immunity set forth in <a href=\"https://supreme.justia.com/cases/federal/us/309/242/\" target=\"_blank\"><em>Federal Housing Authority v. Burr</em>, 309 U.S. 242 (1940)</a>?</p>\n",
    "citation": {
        "volume": "587",
        "page": null,
        "year": "2019",
        "href": "https://api.oyez.org/case_citation/case_citation/27630"
    },
    "term": "2018",
    "description": "A case in which the Court held that statute that waives the Tennessee Valley Authority’s sovereign immunity from suit by making it a “sue-and-be-sued” type entity is not subject to a discretionary function exception of the kind in the Federal Tort Claims Act but may be subject to an implied restriction as recognized in Federal Housing Authority v. Burr, 309 U.S. 242 (1940).",
    "justia_url": "https://supreme.justia.com/cases/federal/us/587/17-1201/",
    "facts_of_the_case": "<p>Gary and Venida Thacker filed a lawsuit against the Tennessee Valley Authority (TVA) for its alleged negligence involving an accident on the Tennessee River. The Thackers and a friend were participating in a fishing tournament on the river at the same time the TVA was attempting to raise a downed power line in the same part of the river. An electrical component struck Gary Thacker and the friend, severely injuring Thacker and killing the friend instantly.</p>\n<p>The district court dismissed the Thackers’ lawsuit for lack of subject-matter jurisdiction, and the US Court of Appeals for the Eleventh Circuit affirmed.</p>\n<p>The United States enjoys sovereign immunity from suit unless it unequivocally waives its immunity by statute. This immunity extends to government agencies, as well. TVA is a corporate agency expressly authorized to engage in commercial, power-generating activities, and the TVA Act expressly provides that TVA “may sue and be sued in its corporate name,” subject to certain exceptions. Extrapolating from a principle of the Federal Tort Claims Act, the Eleventh Circuit has held that TVA cannot be subject to liability when engaged in governmental functions that are discretionary in nature. Applying its own precedent, the Eleventh Circuit found that TVA was engaged in exactly this type of function at the time of the accident with the Thackers and thus was immune from suit.</p>\n",
    "conclusion": "<p>The statute that waives the Tennessee Valley Authority’s sovereign immunity from suit by making it a “sue-and-be-sued” type entity is not subject to a discretionary function exception of the kind in the Federal Tort Claims Act but may be subject to an implied restriction as recognized in <a href=\"https://supreme.justia.com/cases/federal/us/309/242/\" target=\"_blank\"><em>Federal Housing Authority v. Burr</em>, 309 U.S. 242 (1940)</a>. Justice Elena Kagan delivered the unanimous opinion of the Court.</p>\n<p>The terms of the Tennessee Valley Authority Act of 1933 contain no exception for suits based on the discretionary functions of the entity. To read the statute as implicitly allowing for an exception for discretionary functions would run contrary to the language of the statute and the express intent of Congress in passing the TVA Act, and would violate separation-of-powers principles. The courts below incorrectly inferred the discretionary function exception found in the Federal Tort Claims Act and should instead have considered whether TVA has immunity based on whether the allegedly negligent conduct was governmental or commercial in nature. If it is governmental, the lower court might find that the suit is barred under <em>Burr</em> to “avoid grave interference” with TVA’s important governmental functions, but if it is commercial, TVA cannot invoke sovereign immunity.</p>\n"
}