{
    "ID": 55044,
    "name": "United States v. Bean",
    "href": "https://api.oyez.org/cases/2002/01-704",
    "view_count": 0,
    "docket_number": "01-704",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                1034744400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38814"
        },
        {
            "event": "Decided",
            "dates": [
                1039500000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38815"
        }
    ],
    "question": "<p>Does a federal district court, despite appropriation provisions barring the Bureau of Alcohol, Tobacco, and Firearms from acting on applications for relief from firearms disabilities from persons convicted of a felony, have the authority to grant such relief?</p>\n",
    "citation": {
        "volume": "537",
        "page": "71",
        "year": "2002",
        "href": "https://api.oyez.org/case_citation/case_citation/18973"
    },
    "term": "2002",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/537/71/",
    "facts_of_the_case": "<p>After attending a gun show in Texas, Thomas Bean drove to Mexico. When Mexican officials stopped his vehicle at the border, they found ammunition, and Bean was subsequently convicted in a Mexican court of importing ammunition. Because of his felony conviction, 18 USC section 922(g)(1) prohibited Bean from possessing, distributing, or receiving firearms or ammunition. Bean applied to the Bureau of Alcohol, Tobacco, and Firearms (ATF) for relief from his firearms disabilities, but the ATF returned the application unprocessed, explaining that its annual appropriations law forbade it from expending any funds to investigate or act upon applications such as Bean's. Bean then filed suit, asking the District Court to conduct its own inquiry into his fitness to possess a gun and grant relief from his inability to possess, distribute, or receive firearms or ammunition. The court granted the requested relief, and the Court of Appeals affirmed.</p>\n",
    "conclusion": "<p>No. In a unanimous opinion delivered by Justice Clarence Thomas, the Court held that the absence of an actual denial of Bean's petition by ATF precludes judicial review. Because Bean's application for relief from the firearms disabilities was not considered due to appropriation provisions, Justice Thomas reasoned that the court could not grant relief since the statute only permitted judicial review of an affirmative denial of an application. \"The text of [section 925(c)] and the procedure it lays out for seeking relief make clear that an actual decision by ATF on an application is a prerequisite for judicial review, and that mere inaction by ATF does not invest a district court with independent jurisdiction to act on an application,\" wrote Justice Thomas.</p>\n"
}