{
    "ID": 55304,
    "name": "Central Va. Community College v. Katz",
    "href": "https://api.oyez.org/cases/2005/04-885",
    "view_count": 0,
    "docket_number": "04-885",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1112590800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39465"
        },
        {
            "event": "Argued",
            "dates": [
                1130738400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39466"
        },
        {
            "event": "Decided",
            "dates": [
                1137996000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39467"
        }
    ],
    "question": "<p>Does the Bankruptcy Clause of the U.S. Constitution (Article I Section 8), waive the states' sovereign immunity?</p>\n",
    "citation": {
        "volume": "546",
        "page": "356",
        "year": "2006",
        "href": "https://api.oyez.org/case_citation/case_citation/20619"
    },
    "term": "2005",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/546/356/",
    "facts_of_the_case": "<p>Katz, the court-appointed liquidating supervisor of the bankrupt estate of a bookstore, filed a suit to collect debts owed to the bookstore by Central Virginia Community College and several other schools operated by the state of Virginia. Katz also petitioned to prevent the schools from filing claims to collect money from the bookstore because of its bankruptcy status. The colleges argued that they could not be sued by Katz because of state sovereign immunity (which holds that a state must consent in order to be sued). The bankruptcy court disagreed, however, finding that Congress's authority under the Bankruptcy Clause of the Constitution (Article I Section 8) was sufficient to allow them to waive states' sovereign immunity in bankruptcy cases.</p>\n",
    "conclusion": "<p>Yes. In a 5-4 decision written by Justice John Paul Stevens, the Court ruled that states cannot invoke sovereign immunity as a defense in bankruptcy proceedings. Rather than ruling on the power of Congress under the Bankruptcy Clause to waive states' immunity, as the bankruptcy court did, the Court held that ratification of the Clause itself involved a subordination of state sovereign immunity. The Court relied on the history and intent of the Bankruptcy Clause, which indicated that \"the power to enact bankruptcy legislation was understood to carry with it the power to subordinate state sovereignty, albeit within a limited sphere.\" Justice Clarence Thomas wrote a dissent, which was joined by Justices Antonin Scalia and Anthony Kennedy and Chief Justice John Roberts.</p>\n"
}