{
    "ID": 55590,
    "name": "Burlington N. & Santa Fe Ry. Co. v. United States",
    "href": "https://api.oyez.org/cases/2008/07-1601",
    "view_count": 0,
    "docket_number": "07-1601",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1222837200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40244"
        },
        {
            "event": "Argued",
            "dates": [
                1235455200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40245"
        },
        {
            "event": "Decided",
            "dates": [
                1241413200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40246"
        }
    ],
    "question": "<p>1) Is Shell Oil Company liable for \"arranging\" the disposal of hazardous substances under the Comprehensive Environmental Response, Compensation, and Liability Act (CERCLA) when it merely sold and shipped a product that only caused contamination while under the control and ownership of the purchaser?</p>\n<p>2) Did the United States Court of Appeals for the Ninth Circuit err by reversing the district court's liability calculations under CERCLA?</p>\n",
    "citation": {
        "volume": "556",
        "page": "599",
        "year": "2009",
        "href": "https://api.oyez.org/case_citation/case_citation/20799"
    },
    "term": "2008",
    "description": "A case in which the Court found that the defendants were not liable as the \"arranger\" for the contamination at issue, and therefore the liability calculations of the district court were appropriate. ",
    "justia_url": "https://supreme.justia.com/cases/federal/us/556/599/",
    "facts_of_the_case": "<p>The United States Environmental Protection Agency (EPA) and the State of California's Department of Toxic Substances Control (DTSC) cleaned a parcel of contaminated land at considerable expense. They sued the responsible parties for recovery. A federal district court held the responsible parties (Burlington Northern Rail Road, Santa Fe Railway Company, and Shell Oil Company) liable for only a minor portion of the cleanup costs. The EPA and DTSC jointly appealed.</p>\n<p>The United States Court of Appeals for the Ninth Circuit held that the district court erred in its liability calculations. It reasoned that the recovery statute employed by the EPA and DTSC imposed strict liability on parties merely partly responsible for contamination. It explained that the statute's intention was to prevent taxpayers from bearing the burden of such cleanup costs.</p>\n",
    "conclusion": "<p>No and Yes. The Supreme Court held that Shell was not liable as an \"arranger\" for the contamination at issue in this case. With Justice John Paul Stevens writing for the majority and joined by Chief Justice John G. Roberts, and Justices Antonin G. Scalia, Anthony M. Kennedy, David H. Souter, Clarence Thomas, Stephen G. Breyer, and Samuel A. Alito, the Court reasoned that Shell did not \"intend\" that at least a portion of its product be disposed by proscribed methods and thus was not an \"arranger.\" The Court also held that the Ninth Circuit erred by reversing the district court's CERCLA liability calculations. Rather, it reasoned that the district court reasonably apportioned Burlington Railroad's share of liability at the contaminated site in question.</p>\n<p>Justice Ruth Bader Ginsburg dissented. She argued that Shell should qualify as an \"arranger\" because it \"arranged for disposal… of hazardous substances\" at the contaminated site. She also argued that the case should be remanded such that all liable parties could provide input as to the proper liability apportionment formula.</p>\n"
}