{
    "ID": 63260,
    "name": "Republic of Hungary v. Simon",
    "href": "https://api.oyez.org/cases/2020/18-1447",
    "view_count": 0,
    "docket_number": "18-1447",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1593666000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54758"
        },
        {
            "event": "Argued",
            "dates": [
                1607320800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54802"
        },
        {
            "event": "Decided",
            "dates": [
                1612332000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54843"
        }
    ],
    "question": "<p>Was it proper for the district court to abstain from exercising jurisdiction under the Foreign Sovereign Immunities Act for reasons of international comity, because the plaintiffs made no attempt to exhaust local Hungarian remedies?</p>\n",
    "citation": {
        "volume": "592",
        "page": null,
        "year": "2021",
        "href": "https://api.oyez.org/case_citation/case_citation/27765"
    },
    "term": "2020",
    "description": "A case in which the Court considered whether a court can decline to exercise jurisdiction on comity grounds in a case arising from the expropriation exemption of the Foreign Sovereign Immunities Act, where the plaintiffs have not sought to exhaust their local remedies in the foreign country.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/592/18-1447/",
    "facts_of_the_case": "<p>Rosalie Simon and other respondents in this case are Jewish survivors of the Holocaust in Hungary. They sued the Republic of Hungary and other defendants in federal court in the United States seeking class certification and class-wide damages for property taken from them during World War II. Importantly, they did not first file a lawsuit in Hungary. Rather, they invoked the expropriation exemption of the Foreign Sovereign Immunities Act in claiming the federal court had jurisdiction, though their substantive claims arose from federal and D.C. common law.</p>\n<p>The district court dismissed the suit, holding that FSIA's treaty exception grants the Hungarian defendants immunity, that the 1947 Peace Treaty between the Allied Powers and Hungary set forth an exclusive mechanism for Hungarian Holocaust victims to obtain recovery for their property losses, and that permitting the plaintiffs' lawsuit to proceed under FSIA would conflict with the peace treaty's terms. The U.S. Court of Appeals for the D.C. Circuit affirmed the dismissal as to the non-property claims and reversed as to the property-based claims. The court remanded the case for the district court to determine whether, as a matter of international comity, it should refrain from exercising jurisdiction over those claims until the plaintiffs exhaust domestic remedies in Hungary.</p>\n<p>On remand, the district court again dismissed the case, holding that international comity required that the plaintiffs first exhaust their claims in Hungary. Again, the D.C. Circuit reversed, noting that its intervening decision in <em>Philipp v. Federal Republic of Germany</em> (2018) “squarely rejected” the comity-based ground for declining to exercise jurisdiction.</p>\n",
    "conclusion": "<p>The Court vacated the judgment below and remanded the case to the D.C. Circuit for further proceedings consistent with <a href=\"https://www.oyez.org/cases/2020/19-351\"><em>Federal Republic of Germany v. Philipp</em>, 592 U.S. ___ (2021)</a>.</p>\n"
}