{
    "ID": 63093,
    "name": "Department of Commerce v. New York",
    "href": "https://api.oyez.org/cases/2018/18-966",
    "view_count": 0,
    "docket_number": "18-966",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1550210400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54444"
        },
        {
            "event": "Argued",
            "dates": [
                1555995600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54493"
        },
        {
            "event": "Decided",
            "dates": [
                1561611600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54562"
        }
    ],
    "question": "<ol><li>Did the district court err in enjoining the Secretary of Commerce from reinstating a question about citizenship to the 2020 census questionnaire?</li>\n<li>In an action seeking to set aside agency action, may a district court order discovery outside the administrative record to probe the mental processes of the agency decision maker—including by compelling the testimony of high-ranking Executive Branch officials—when there is no evidence that the decision maker disbelieved the objective reasons in the administrative record, irreversibly prejudged the issue, or acted on a legally forbidden basis?</li>\n</ol>",
    "citation": {
        "volume": "588",
        "page": null,
        "year": "2019",
        "href": "https://api.oyez.org/case_citation/case_citation/27664"
    },
    "term": "2018",
    "description": "A case in which the Court held that the Secretary of Commerce did not violate the Enumeration Clause or the Census Act in deciding to reinstate a citizenship question on the 2020 census questionnaire, but the district court was warranted in remanding the case to the agency where the evidence tells a story that does not match the Secretary’s explanation for his decision.\r\n",
    "justia_url": "https://supreme.justia.com/cases/federal/us/588/18-966/",
    "facts_of_the_case": "<p>Secretary of Commerce Wilbur L. Ross issued a decision to reinstate a citizenship question on the 2020 Census questionnaire. The decision was challenged in federal court by a coalition of states, cities, and counties, with the challengers alleging that the question could cause a significant undercount because some households with individuals who are unlawfully present in the country would be deterred from responding. The challengers claim the Secretary’s decision was arbitrary and capricious and that it violates various regulatory, statutory, and constitutional provisions.</p>\n<p>As part of its challenge, the challengers sought—and the US District Court for the Southern District of New York, the venue for their action, authorized—depositions of high-ranking Executive Branch officials to determine Secretary Ross’s subjective motivations in making the decision at issue.</p>\n<p>On October 5, 2018, Justice Ginsburg denied the government’s previous stay application without prejudice, “provided that the Court of Appeals will afford sufficient time for either party to seek relief in this Court before the depositions in question are taken.” The court of appeals denied mandamus relief to quash the deposition of Secretary Ross and the deposition of other high-ranking officials, so the government renewed its application for a stay. The Court then blocked the deposition of Secretary Ross but allowed others to proceed.</p>\n<p>The government filed a petition for mandamus asking the Court to direct the trial court to exclude fact-finding beyond the official records, or, in the alternative, review the appellate court decision itself. Treating the petition for mandamus as a petition for certiorari, the Court granted the petition to review the decision of the court below.</p>\n<p>Before the Court could rule, however, the district court issued its decision enjoining the Secretary from reinstating the question at issue. That action rendered the original case moot but presented an additional question whether the district court properly issued the injunction.</p>\n",
    "conclusion": "<p>The Secretary of Commerce did not violate the Enumeration Clause or the Census Act in deciding to reinstate a citizenship question on the 2020 census questionnaire, but the District Court was warranted in remanding the case to the agency where the evidence tells a story that does not match the Secretary’s explanation for his decision. Chief Justice John Roberts delivered the opinion of the divided Court.</p>\n<p>As to the question of standing, Chief Justice Roberts, writing for a unanimous Court, held that the district court’s finding that reinstating a citizenship question on the census would likely result in noncitizen households responding to the census at lower rates, causing them to be undercounted and subsequently to lose federal funds, constituted a concrete and imminent injury.</p>\n<p>Writing for himself and Justices Clarence Thomas, Samuel Alito, Neil Gorsuch, and Brett Kavanaugh, the Chief Justice held that the Enumeration Clause permits Congress, and by extension the Secretary of Commerce, to inquire about citizenship on the census questionnaire. In reaching this conclusion, the Chief Justice noted the “long and consistent historical practice” of Congress to exercise “broad authority” over the census.</p>\n<p>Then, the Chief Justice, writing for a 6-3 majority (Roberts, Thomas, Ginsburg, Breyer, Sotomayor, Kagan), held that the Secretary’s decision is reviewable under the Administrative Procedure Act (APA). While The Census Act gives “broad authority” to the Secretary to administer the census, his discretion is not without limits. The APA exempts from judicial review agency actions that are discretionary, but “the taking of the census is not one of those areas.” Because the Census Act provides general requirements for agency decisionmaking, the Secretary’s decision is subject to judicial review.</p>\n<p>Writing for himself and Justices Thomas, Alito, Gorsuch, and Kavanaugh, the Chief Justice held that the Secretary did not abuse his discretion in deciding to reinstate the citizenship question. The Chief Justice noted that the Secretary conducted an analysis weighing the value of obtaining more complete and accurate citizenship data against the uncertain risk that reinstating a citizenship question would result in a lower response rate. Because his decision to reinstate the question was reasonable and reasonably explained, it was not “arbitrary and capricious.”</p>\n<p>Again writing for himself and Justices Thomas, Alito, Gorsuch, and Kavanaugh, the Chief Justice held that the Secretary did not violate the Census Act, reversing the district court’s ruling to the contrary. Section 6 of the Census Act authorizes the Secretary to acquire administrative records from other federal agencies and state and local governments and requires him to use that data rather than conducting direct inquiries, to the extent possible. Assuming that § 6 applied, the Chief Justice found that the Secretary complied with it for the same reasons he found the Secretary’s decision not “arbitrary and capricious”—that is, administrative records were insufficient to provide the requested citizenship data. Even if he had not complied with it, his decision would constitute harmless error because “he fully informed Congress of, and explained, his decision.”</p>\n<p>Finally, writing for himself and Justices Ginsburg, Breyer, Sotomayor, and Kagan, the Chief Justice affirmed the district court’s decision to remand the action to the agency. A court generally is limited to the existing administrative record, but it may inquire into “the mental processes of administrative decisionmakers upon a strong showing of bad faith or improper behavior.” Although the district court was premature in invoking that exception, the Chief Justice agreed with its ultimate conclusion that the decision to reinstate a citizenship question “cannot adequately be explained.” The Chief Justice pointed to evidence “that does not match the Secretary’s explanation for his decision,” and given these “unusual circumstances,” concluded that the district court correctly remanded the action to the agency.</p>\n<p>Justice Thomas filed an opinion concurring in part and dissenting in part, in which Justices Gorsuch and Kavanaugh joined. Justice Thomas criticized the Court for its holding, in his characterization, that “the Secretary’s stated rationale did not factor at all into his decision.”</p>\n<p>Justice Breyer filed an opinion concurring in part and dissenting in part, in which Justices Ginsburg, Sotomayor, and Kagan joined. Justice Breyer argued that the Secretary’s decision to add the citizenship question was arbitrary and capricious and therefore violated the APA, regardless of whether the decision was pretextual.</p>\n<p>Justice Alito filed an opinion concurring in part and dissenting in part, largely criticizing the Court for getting involved in the policy question whether a citizenship question should be included on the census and whether the reasons given by the Secretary were his only reasons or his real reasons. He argued that the Court has “no authority to decide whether the Secretary’s decision was rendered in compliance with the . . . APA.”</p>\n"
}