{
    "ID": 54790,
    "name": "California Democratic Party v. Jones",
    "href": "https://api.oyez.org/cases/1999/99-401",
    "view_count": 0,
    "docket_number": "99-401",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                956552400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38330"
        },
        {
            "event": "Decided",
            "dates": [
                961995600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38331"
        }
    ],
    "question": "<p>Does California's voter approved Proposition 198, which changes its partisan primary from a closed primary to a blanket primary, violate political parties' First Amendment right of association?</p>\n",
    "citation": {
        "volume": "530",
        "page": "567",
        "year": "2000",
        "href": "https://api.oyez.org/case_citation/case_citation/18719"
    },
    "term": "1999",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/530/567/",
    "facts_of_the_case": "<p>In California, candidates for public office can gain access to the general ballot by winning a qualified political party's primary. In 1996, voter approved Proposition 198 changed California's partisan primary from a closed primary, in which only a political party's members can vote on its nominees, to a blanket primary, in which each voter's ballot lists every candidate regardless of party affiliation and allows the voter to choose freely among them. The candidate of each party who wins the most votes is that party's nominee for the general election. The California Democratic Party, the California Republican Party, the Libertarian Party of California, and the Peace and Freedom Party have historically prohibited nonmembers from voting in their party's primary. Each political party filed suit against Bill Jones, the California Secretary of State, alleging that the blanket primary violated their First Amendment right of association. Jones countered that a blanket primary will intensify the election and allow for better representation in elected office. Siding with Jones, the District Court held that the primary's burden on the parties' associational rights was not severe and was justified by substantial state interests. The Court of Appeals affirmed.</p>\n",
    "conclusion": "<p>Yes. In a 7-2 opinion delivered by Justice Antonin Scalia, the Court held that California's blanket primary violates a political party's First Amendment right of association. \"Proposition 198 forces political parties to associate with -- to have their nominees, and hence their positions, determined by -- those who, at best, have refused to affiliate with the party, and, at worst, have expressly affiliated with a rival,\" wrote Justice Antonin Scalia for the majority. \"A single election in which the party nominee is selected by nonparty members could be enough to destroy the party.\" Justice Scalia went on to state for the Court that Proposition 198 takes away a party's \"basic function\" to choose its own leaders and is functionally \"both severe and unnecessary.\" Justices John Paul Stevens and Ruth Bader Ginsburg dissented. \"This Court's willingness to invalidate the primary schemes of 3 States and cast serious constitutional doubt on the schemes of 29 others at the parties' behest is,\" Justice Stevens wrote, \"an extraordinary intrusion into the complex and changing election laws of the States.\"</p>\n"
}