{
    "ID": 63123,
    "name": "Barton v. Barr",
    "href": "https://api.oyez.org/cases/2019/18-725",
    "view_count": 0,
    "docket_number": "18-725",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1555909200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54501"
        },
        {
            "event": "Argued",
            "dates": [
                1572847200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54594"
        },
        {
            "event": "Decided",
            "dates": [
                1587618000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54692"
        }
    ],
    "question": "<p>Can a lawfully admitted permanent resident who is not seeking admission to the United States be “render[ed] . . . inadmissible” for the purposes of the stop-time rule, 8 U.S.C. § 1229b(d)(1)?</p>\n",
    "citation": {
        "volume": "590",
        "page": null,
        "year": "2020",
        "href": "https://api.oyez.org/case_citation/case_citation/27678"
    },
    "term": "2019",
    "description": "A case in which the Court held that in determining eligibility for cancellation of removal of a lawful permanent resident who commits a serious crime, an offense listed in 8 U.S.C. § 1182(a)(2) committed during the initial seven years of residence need not be one of the offenses of removal.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/590/18-725/",
    "facts_of_the_case": "<p>A native and citizen of Jamaica, Andre Barton was admitted to the United States in 1989 under a B-2 visitor visa. Three years later, in 1992, he became a lawful permanent resident. In 1996, a few months before he had been in the country for seven years, Barton was charged with and convicted of three felonies: aggravated assault, first-degree criminal damage to property, and possession of a firearm during the possession of a felony. In 2007 and 2008, he was charged with and convicted of violating the Georgia Controlled Substances Act. After these offenses, the Department of Homeland Security served Barton with a notice to appear, charging him as removable (deportable) on several grounds. Barton conceded removability as to two of the charges but denied two of them. He also gave notice of his intent to seek cancellation of removal as a lawful permanent resident. The immigration judge sustained the two conceded charges, and the government withdrew the other two charges.</p>\n<p>Barton then filed an application for cancellation of removal under 8 U.S.C. § 1229b(a), which allows the attorney general to cancel the removal of an otherwise removable lawful permanent resident if, among other things, the individual “has resided in the United States continuously for 7 years after having been admitted in any status.” This residency requirement is subject to a “stop-time rule” which terminates the accrual of continuous residency when the individual commits a statutorily described crime that renders the individual “inadmissible” or “removable.” The government argued that Barton had not accrued the seven years of continuous residence since his admission to the United States in 1989 because his 1996 crimes triggered the time-stop rule. In response, Barton argued that his 1996 crimes did not trigger the stop-time rule because as an already-admitted lawful permanent resident who was not seeking admission or readmission to the United States, he could not as a matter of law be “rendered inadmissible” within the meaning of § 1229b(a).</p>\n<p>The immigration judge ruled in the government’s favor, and in a non-precedential single-member decision, the Board of Immigration Appeals affirmed the immigration judge’s decision. On appeal the US Court of Appeals for the Eleventh Circuit affirmed, finding that a person need not seek admission (or readmission) to be “rendered inadmissible.”</p>\n",
    "conclusion": "<p>A lawful permanent resident who commits a serious crime during the initial seven years of residence attains “inadmissible” status for the purposes of the stop-time rule, regardless of whether he is seeking admission, and thus is ineligible for cancellation of removal. Justice Brett Kavanaugh authored the opinion for a 5-4 majority of the Court.</p>\n<p>Looking at the text of the statute, the Court noted that cancellation of removal is precluded when the noncitizen, during the initial seven years of residence in the United States, “committed an offense referred to in section 1182(a)(2)”, even if conviction occurred after those first seven years. Commission of such an offense renders the nonresident “inadmissible.” In this case, Barton’s offenses were serious offenses referred to in section 1182(a)(2) and occurred within the first seven years of his residence, therefore rendering him inadmissible. By being inadmissible, he was, therefore, ineligible for cancellation of removal.</p>\n<p>Justice Sonia Sotomayor authored a dissenting opinion, joined by Justices Ruth Bader Ginsburg, Stephen Breyer, and Elena Kagan. Justice Sotomayor argued that the majority “conflate[d]” the terms “inadmissible” and “deportable,” leading to the “paradox[ical]” conclusion that one can be already admitted to the country yet also “inadmissible.” Justice Sotomayor argued that for the stop-time rule to render Barton ineligible for relief from removal, the Government must show he committed an offense that made him deportable, not inadmissible.</p>\n"
}