{
    "ID": 55211,
    "name": "Smith v. Massachusetts",
    "href": "https://api.oyez.org/cases/2004/03-8661",
    "view_count": 0,
    "docket_number": "03-8661",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1087189200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39209"
        },
        {
            "event": "Argued",
            "dates": [
                1101880800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39210"
        },
        {
            "event": "Decided",
            "dates": [
                1109052000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39211"
        }
    ],
    "question": "<p>Is the double jeopardy clause's prohibition against successive prosecutions, found in the Fifth Amendment, violated when a judge rules that the defendant is not guilty because the government's evidence is insufficient but later in the trial reverses her finding of not guilty?</p>\n",
    "citation": {
        "volume": "543",
        "page": "462",
        "year": "2005",
        "href": "https://api.oyez.org/case_citation/case_citation/19139"
    },
    "term": "2004",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/543/462/",
    "facts_of_the_case": "<p>Melvin T. Smith was tried in for illegal possession of a firearm, among other offenses. During the trial the judge ruled Smith was not guilty because the state failed to introduce direct evidence of the gun's length - therefore not proving the gun Smith possessed met the statutory definition of a firearm. The state later pointed to the state supreme court's ruling that testimony that a gun was a pistol or revolver was sufficient evidence to allow a firearm charge to go to the jury. Because a witness had testified that Smith's gun was a pistol, the judge reversed and sent the possession charge to the jury.</p>\n<p>Smith appealed and argued the judge's reversal of the not guilty ruling on the possession charge violated the Fifth Amendment's doubly jeopardy clause, which prohibited successive prosecutions. The state court of appeals rejected Smith's argument and ruled no Fifth Amendment violation occurred because the judge's reversal did not require a second proceeding.</p>\n",
    "conclusion": "<p>Yes. In a 5-4 opinion delivered by Justice Antonin Scalia, the Court held that the double jeopardy clause barred the judge from reconsidering the acquittal on the firearm charge later in the trial. Smith was subjected to successive prosecutions because, according to Court precedent, the midtrial ruling was an acquittal and the submission of the count to the jury was a further proceeding dealing with guilt or innocence. While the double jeopardy clause did allow states to create a procedure for reconsidering a midtrial determination of insufficiency of proof, Massachusetts had no such procedure at the time of Smith's trial.</p>\n"
}