{
    "ID": 62965,
    "name": "Nielsen v. Preap",
    "href": "https://api.oyez.org/cases/2018/16-1363",
    "view_count": 0,
    "docket_number": "16-1363",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1521435600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54240"
        },
        {
            "event": "Argued",
            "dates": [
                1539147600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54372"
        },
        {
            "event": "Decided",
            "dates": [
                1552971600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54473"
        }
    ],
    "question": "<p>Does a noncitizen released from criminal custody become exempt from mandatory detention under 8 U.S.C. § 1226(c) if, after the noncitizen is released from criminal custody, the Department of Homeland Security does not take the noncitizen into immigration custody immediately?</p>\n",
    "citation": {
        "volume": "586",
        "page": null,
        "year": "2019",
        "href": "https://api.oyez.org/case_citation/case_citation/27583"
    },
    "term": "2018",
    "description": "A case in which the Court held that a noncitizen released from criminal custody does not become exempt from mandatory detention under 8 U.S.C. § 1226(c) if, after the noncitizen is released from criminal custody, the Department of Homeland Security does not take the noncitizen into immigration custody immediately.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/586/16-1363/",
    "facts_of_the_case": "<p>Three lawful permanent residents filed a class action for habeas relief in the US District Court for the Northern District of California when immigration authorities took them into custody and detained them without bond hearings years after they had been released from serving criminal sentences for offenses that could lead to removal. The plaintiffs’ position was that they were not detained “when . . . released” from criminal custody, and thus were not subject to mandatory detention under 8 U.S.C. § 1226(c). </p>\n<p>The district court certified the class, which included “[i]ndividuals in the state of California who are or will be subjected to mandatory detention under 8 U.S.C. section 1226(c) and who were not or will not have been taken into custody by the government immediately upon their release from criminal custody for a Section 1226(c)(1) offense.” The court also issued a preliminary injunction directing the government to provide all class members with a bond hearing pursuant to § 1226(a).</p>\n<p>The Ninth Circuit affirmed, agreeing with the First Circuit and rejecting reasoning followed in four other circuits, holding that the immigration detention at issue under § 1226(c) must take place promptly upon the noncitizen’s release from criminal custody. The appellate court explained that the statute’s plain language reflected an immediacy with regard to when the immigration detention must take place in relation to the release from custody, and rejected arguments by the government that would allow for detentions to occur following significant delays.</p>\n",
    "conclusion": "<p>A noncitizen does not become exempt from mandatory detention under 8 U.S.C. § 1226(c) through the failure of the Department of Homeland Security to take him into immigration custody immediately upon release from criminal custody. Justice Samuel Alito delivered the opinion of the 5–4 majority with respect to Parts I, III-A, III-B-1, and IV (joined by Chief Justice John Roberts and Justices Clarence Thomas, Neil Gorsuch, and Brett Kavanaugh), and an opinion with respect to Parts II and III-B-2 (joined by Chief Justice Roberts and Justice Kavanaugh).</p>\n<p>In Part I, Justice Alito recited the facts and procedural history of the case for the 5–4 majority. In Part II, Justice Alito wrote for a minority addressing four questions regarding the court’s jurisdiction. In Part III-A, the majority looked to the plain text of § 1226(c) and found that the grammar of the provision and the meaning of the term “described” within the provision require reading the statute as meaning that the scope of “the alien” is fixed by the offenses described in subparagraphs (A)–(D), even if they were not arrested “immediately” when they were released from criminal custody.</p>\n<p>In Part III-B-1, the majority concluded from “textual cues” that even if an alien is not arrested under authority bestowed by subsection (c)(1), he may face mandatory detention under subsection (c)(2). In Part III-B-2, the minority applied a principle for interpreting time limits on statutory mandates to conclude that a statutory rule that officials “shall act within a specified time” does not preclude action later.</p>\n<p>In Part IV, the majority addressed (and rejected) the respondents’ arguments that the majority’s reading of the statute would (1) render key language superfluous, (2) lead to anomalies, and (3) violate the canon of constitutional avoidance.</p>\n<p>Justice Kavanaugh filed a concurring opinion to emphasize the narrowness of the issue before the Court. Justice Kavanaugh pointed out that the case “is not about whether a noncitizen may be removed from the United States on the basis of criminal offenses” nor is it about “whether” or “how long” a noncitizen may be detained” during removal proceedings or before removal. Finally, it is not about whether Congress may mandate that the Executive Branch detain noncitizens during removal proceedings or before removal, as opposed to merely giving it discretion to detain.</p>\n<p>Justice Thomas filed an opinion concurring in part and concurring in the judgment, in which Justice Gorsuch joined. Justice Thomas argued that courts lack jurisdiction to decide questions concerning the detention of noncitizens before final orders of removal have been entered. However, notwithstanding his opinion on jurisdiction, given that the Court exercised jurisdiction, Justice Thomas would largely agree with the majority as to the resolution of the merits.</p>\n<p>Justice Stephen Breyer filed a dissenting opinion, in which Justices Ruth Bader Ginsburg, Sonia Sotomayor, and Elena Kagan joined. Justice Breyer argued that the majority’s reading runs counter to the ordinary meaning of the statute’s language, the statute’s structure, and relevant canons of interpretation. Under the majority’s broad interpretation, the statute would forbid bail hearings even for noncitizens whom the Secretary detained many years after their release from prison.</p>\n"
}