{
    "ID": 53868,
    "name": "Gregory v. Ashcroft",
    "href": "https://api.oyez.org/cases/1990/90-50",
    "view_count": 0,
    "docket_number": "90-50",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                669276000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/36612"
        },
        {
            "event": "Decided",
            "dates": [
                677394000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/36613"
        }
    ],
    "question": "<p>Did Missouri's mandatory retirement requirement for its state court judges violate the the 1967 federal Age Discrimination in Employment Act (ADEA) and the Fourteenth Amendment's Equal Protection Clause?</p>\n",
    "citation": {
        "volume": "501",
        "page": "452",
        "year": "1991",
        "href": "https://api.oyez.org/case_citation/case_citation/17797"
    },
    "term": "1990",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/501/452/",
    "facts_of_the_case": "<p>Under Article V, Section 26, of Missouri's Constitution, state court judges must retire at the age of seventy. The two petitioners in this case, both of whom were Missouri state judges, challenged the state constitution's retirement requirement on legislative and constitutional grounds.</p>\n",
    "conclusion": "<p>No and no. Missouri's mandatory retirement requirement for its state court judges did not violate either the ADEA or the Fourteenth Amendment's Equal Protection Clause. In addition to emphasizing Missouri's, or any other state's, Tenth Amendment right to define the qualifications of its highest state officials, the Court held that the regulations of the ADEA did not apply to \"policy-making\" appointees such as state court judges. With respect to the petitioners' Equal Protection challenge, the Court employed a rational basis test to examine whether a rational relationship existed between Missouri's goal of promoting competent state court judges and its retirement requirement. Noting the connection between increasing age and declining mental and physical capacities, the Court held that Missouri's retirement requirement for judges who reach the age of seventy was not unreasonable.</p>\n"
}