{
    "ID": 63018,
    "name": "Nieves v. Bartlett",
    "href": "https://api.oyez.org/cases/2018/17-1174",
    "view_count": 0,
    "docket_number": "17-1174",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1530162000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54337"
        },
        {
            "event": "Argued",
            "dates": [
                1543212000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54377"
        },
        {
            "event": "Decided",
            "dates": [
                1559019600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54517"
        }
    ],
    "question": "<p>Does probable cause defeat a First Amendment retaliatory-arrest claim under 42 U.S.C. § 1983?</p>\n",
    "citation": {
        "volume": "587",
        "page": null,
        "year": "2019",
        "href": "https://api.oyez.org/case_citation/case_citation/27619"
    },
    "term": "2018",
    "description": "A case in which the Court held that the presence of probable cause defeats a First Amendment retaliatory-arrest claim under 42 U.S.C. § 1983.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/587/17-1174/",
    "facts_of_the_case": "<p>Russell Bartlett was arrested by Alaska state troopers Luis Nieves and Bryce Weight for disorderly conduct and harassment. Bartlett subsequently sued the officers for damages under 42 U.S.C. § 1983, making claims including false arrest and imprisonment, excessive force, malicious prosecution, and retaliatory arrest. The district court granted summary judgment to the officers on all claims. The U.S. Court of Appeals for the Ninth Circuit reversed the district court’s ruling on the retaliatory arrest claim, explaining that under its own precedent, a showing of probable cause did not preclude a claim of retaliatory arrest. The appellate court noted that in 2012, the U.S. Supreme Court had clarified that its decision in <em>Hartman v. Moore</em>, 547 U.S. 250 (2006), which held that a plaintiff could not make a retaliatory <em>prosecution</em> claim if the charges were supported by probable cause, did not necessarily extend to retaliatory arrests. And since that time, the Ninth Circuit had held that a plaintiff could make a retaliatory arrest claim even if the arresting officers had probable cause.</p>\n",
    "conclusion": "<p>The presence of probable cause for an arrest defeats a First Amendment retaliatory arrest claim as a matter of law. Chief Justice John Roberts delivered the majority opinion.</p>\n<p>To prevail on a First Amendment retaliatory arrest claim, the plaintiff must show that the official acted with a retaliatory motive and that the motive was the “but-for” cause of the plaintiff’s injury. The Court looked to analogous situations to determine how to identify whether improper motive caused the injury: the torts of false imprisonment and malicious prosecution. Analysis of motive of these torts supports the conclusion that the presence of probable cause should defeat a retaliatory arrest claim, regardless of the subjective motive of the arresting officer. Thus, if the officer has probable cause, then even the presence of a retaliatory motive motive is irrelevant unless the plaintiff presents “objective evidence that he was arrested when otherwise similarly situated individuals not engaged in the same sort of protected speech had not been” (an equal protection, rather than First Amendment, argument).</p>\n<p>Justice Clarence Thomas joined the majority opinion as to all but Part II-D (in which the Court described a narrow qualification for the situation in which officers have probable cause for an arrest but exercise discretion not to do so). He wrote separately to concur in part and concur in the judgment.</p>\n<p>Justice Neil Gorsuch wrote an opinion concurring in part and dissenting in part.</p>\n<p>Justice Ruth Bader Ginsburg wrote an opinion concurring in the judgment in part and dissenting in part.</p>\n<p>Justice Sonia Sotomayor filed a dissenting opinion.</p>\n"
}