{
    "ID": 63504,
    "name": "Perez v. Sturgis Public Schools, et al.",
    "href": "https://api.oyez.org/cases/2022/21-887",
    "view_count": 0,
    "docket_number": "21-887",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1664773200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/55148"
        },
        {
            "event": "Argued",
            "dates": [
                1674021600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/55213"
        },
        {
            "event": "Decided",
            "dates": [
                1679374800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/55236"
        }
    ],
    "question": "<p>Do the Individuals with Disabilities Education Act (IDEA) and the Americans with Disabilities Act (ADA) require a student to exhaust his administrative proceedings against the school district even when such proceedings would be futile?</p>\n",
    "citation": {
        "volume": "598",
        "page": null,
        "year": "2023",
        "href": "https://api.oyez.org/case_citation/case_citation/27907"
    },
    "term": "2022",
    "description": "A case in which the Court held that an Americans with Disabilities Act lawsuit seeking compensatory damages for the denial of a free and appropriate education may proceed without exhausting the administrative processes of the Individuals with Disabilities Education Act because the remedy sought is not one IDEA provides.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/598/21-887/",
    "facts_of_the_case": "<p>Miguel Perez is a 23-year-old deaf student in Michigan. Although the school assigned him a classroom aide, the aide was not trained to work with deaf students and did not know sign language. Shortly before Perez was supposed to graduate, the school notified his parents that he did not qualify for a diploma.</p>\n<p>Perez filed a complaint with the Michigan Department of Education alleging that the school denied him an adequate education and violated numerous federal and state education laws: the Individuals with Disabilities Education Act (IDEA), the Americans with Disabilities Act (ADA), the Rehabilitation Act, and two Michigan disabilities laws. Before a hearing on the IDEA claim, the parties settled. As part of the settlement, the school agreed to pay for Perez to attend the Michigan School for the Deaf, for any post-secondary compensatory education, and for sign language instruction for Perez and his family.</p>\n<p>Perez then sued the school district and board of education in federal court, claiming that the school discriminated against him by not providing the resources necessary for him to participate in class. The district court dismissed the ADA claim based on failure to exhaust administrative proceedings because he settled his IDEA claim before the hearing. The U.S. Court of Appeals for the Sixth Circuit affirmed.</p>\n",
    "conclusion": "<p>An Americans with Disabilities Act (ADA) lawsuit seeking compensatory damages may proceed without exhausting the administrative processes of the Individuals with Disabilities Education Act (IDEA) because the remedy sought is not one IDEA provides. Justice Neil Gorsuch authored the unanimous opinion of the Court holding that Perez may pursue his ADA claim.</p>\n<p>Section 1415(l) contains a general rule and an exception. As a general rule, IDEA does not restrict the ability to seek “remedies” under “other Federal laws protecting the rights of children with disabilities.” However, before filing a civil action under other federal laws “seeking relief that is also available” under IDEA, “the procedures under [§1415](f) and (g) shall be exhausted.” If a plaintiff seeks, as Perez did in this case, remedies that are unavailable under IDEA, the second provision does not require the plaintiff to exhaust other procedures for relief.</p>\n"
}