{
    "ID": 55449,
    "name": "Bell Atlantic Corp. v. Twombly",
    "href": "https://api.oyez.org/cases/2006/05-1126",
    "view_count": 0,
    "docket_number": "05-1126",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1151298000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39852"
        },
        {
            "event": "Argued",
            "dates": [
                1164607200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39853"
        },
        {
            "event": "Decided",
            "dates": [
                1179723600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39854"
        }
    ],
    "question": "<p>Can a plaintiff claim a violation of Section 1 of the Sherman Act by alleging parallel conduct by defendants amounting to a conspiracy?</p>\n",
    "citation": {
        "volume": "550",
        "page": "544",
        "year": "2007",
        "href": "https://api.oyez.org/case_citation/case_citation/20651"
    },
    "term": "2006",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/550/544/",
    "facts_of_the_case": "<p>William Twombly and other consumers brought a class action lawsuit against Bell Atlantic Corp. and other telecommunications companies. Twombly alleged that the companies had violated Section 1 of the Sherman Act by conspiring to end competition among themselves and to stifle new competition. In the suit, Twombly claimed that the companies had agreed not to branch out into and compete in one another's territories, even though the Telecommunications Act of 1996 might have made it relatively inexpensive to do so.</p>\n<p>The District Court granted Bell Atlantic's motion to dismiss the suit, however, because Twombly had failed to \"allege sufficient facts from which a conspiracy can be inferred.\" In order to sufficiently claim a Section 1 violation, the court held, the plaintiffs needed to establish a \"plus factor\" - a piece of evidence showing that the defendants' behavior would be against their economic self-interest unless there was a conspiratorial agreement. Twombly had not established a plus factor, the court held, because the companies' defensive behavior could have been motivated by economic factors rather than conspiracy.</p>\n<p>Twombly appealed to the U.S. Court of Appeals for the Second Circuit, which reversed the lower court. The Second Circuit ruled that Twombly needed only to allege a conspiracy and specific facts that would support a Section 1 violation. Since he had alleged that the companies had engaged in suspicious \"parallel conduct\" and conspired to preserve monopoly conditions, his claim was sufficient and the suit could proceed.</p>\n",
    "conclusion": "<p>No. The Court ruled 7-2 that a plaintiff claiming a Section 1 violation must also allege facts that, if true, would suggest a conspiratorial agreement. The opinion by Justice David Souter held that \"Without more, parallel conduct does not suggest conspiracy [...]\" and \"A statement of parallel conduct [...] needs some setting suggesting the [conspiratorial] agreement [...]\" The Court laid out a \"plausibility standard\" for the pleading stage of Section 1 suits. Claims are valid only if they allege facts that plausibly suggest a conspiracy. To allege facts that are merely consistent with a conspiracy is not sufficient. The suggestive facts need only be alleged; a suit can go forward even if the facts are unlikely to be proven by the plaintiff. The Court held that Twombly's claim should be dismissed, because he had failed to identify any facts that suggested illegal conspiracy over the alternative: a concurrent appraisal of the economic situation by several telecomm companies. The dissenting Justices accused the majority of acting on the basis of practical concerns over \"enormously expensive\" antitrust lawsuits with the potential to confuse juries.</p>\n"
}