{
    "ID": 55034,
    "name": "Demore v. Kim",
    "href": "https://api.oyez.org/cases/2002/01-1491",
    "view_count": 0,
    "docket_number": "01-1491",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                1042610400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38794"
        },
        {
            "event": "Decided",
            "dates": [
                1051592400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38795"
        }
    ],
    "question": "<p>Does the Immigration and Nationality Act, which provides for no-bail, civil detention, violate a lawful permanent resident alien's liberty interest?</p>\n",
    "citation": {
        "volume": "538",
        "page": "510",
        "year": "2003",
        "href": "https://api.oyez.org/case_citation/case_citation/18963"
    },
    "term": "2002",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/538/510/",
    "facts_of_the_case": "<p>Under the Immigration and Nationality Act, 8 USC section 1226(c), the Attorney General shall take into custody any alien who is removable from this country because he has been convicted of one of a specified set of crimes, including an aggravated felony. After Hyung Joon Kim, a lawful permanent resident alien, was convicted in state court of first-degree burglary and petty theft with priors, the Immigration and Naturalization Service charged him with being deportable and detained him pending his removal hearing. Kim filed a habeas corpus action challenging section 1226(c) on the ground that his detention violated due process because the INS had made no determination that he posed either a danger to society or a flight risk. The District Court granted Kim's petition. In affirming, the Court of Appeals concluded that the INS had not provided a justification for no-bail civil detention sufficient to overcome a permanent resident alien's liberty interest.</p>\n",
    "conclusion": "<p>No. In an opinion delivered by Chief Justice William H. Rehnquist, the Court held, 6-3, that the Immigration and Nationality Act does not deprive the federal courts of jurisdiction to grant habeas relief to aliens challenging their detention under section 1226(c) and, 5-4, that detention during removal proceedings is a constitutionally permissible part of that process. Chief Justice Rehnquist wrote that Congress, concerned that deportable criminal aliens may fail to appear for their removal hearings, has the authority to require that persons be detained for the brief period necessary for their removal proceedings. Justice Sandra Day O'Connor, joined by Justices Antonin Scalia and Clarence Thomas, dissented from the first holding, reasoning that the Act deprives federal courts of jurisdiction in such a case. Justice David H. Souter, joined by Justices John Paul Stevens and Ruth Bader Ginsburg, and Justice Stephen G. Breyer dissented from the Court's second holding. The minority argued against the Court's approval of lengthy mandatory detention.</p>\n"
}