{
    "ID": 63230,
    "name": "California v. Texas",
    "href": "https://api.oyez.org/cases/2020/19-840",
    "view_count": 0,
    "docket_number": "19-840",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1583128800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54671"
        },
        {
            "event": "Argued",
            "dates": [
                1604988000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54789"
        },
        {
            "event": "Decided",
            "dates": [
                1623906000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54919"
        }
    ],
    "question": "<p>Do the plaintiffs in this case have standing to challenge the individual mandate of the Affordable Care Act (ACA), which now has a penalty of zero for not buying health insurance?</p>\n<p>If the plaintiffs have standing, is the individual mandate unconstitutional?</p>\n<p>If the individual mandate is unconstitutional, is it severable from the remainder of the ACA?</p>\n",
    "citation": {
        "volume": "593",
        "page": null,
        "year": "2021",
        "href": "https://api.oyez.org/case_citation/case_citation/27744"
    },
    "term": "2020",
    "description": "A case in which the Court held that the plaintiffs challenging the Affordable Care Act’s individual mandate as unconstitutional lack standing to bring their case in federal court.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/593/19-840/",
    "facts_of_the_case": "<p>In 2012, the U.S. Supreme Court upheld the individual mandate of the Affordable Care Act (ACA) against a constitutional challenge by characterizing the penalty for not buying health insurance as a tax, which Congress has the power to impose. In 2017, the Republican-controlled Congress enacted an amendment to the ACA that set the penalty for not buying health insurance to zero, but it left the rest of the ACA in place. Texas and several other states and individuals filed a lawsuit in federal court challenging the individual mandate again, arguing that because the penalty was zero, it can no longer be characterized as a tax and is therefore unconstitutional. California and several other states joined the lawsuit to defend the individual mandate.</p>\n<p>The federal district court held that the individual mandate is now unconstitutional and that as a result, the entire ACA is invalidated because the individual mandate cannot be “severed” from the rest of the Act. The U.S. Court of Appeals for the Fifth Circuit upheld the district court’s conclusion but remanded the case for reconsideration of whether any part of the ACA survives in the absence of the individual mandate. The Supreme Court granted California’s petition for review, as well as Texas’s cross-petition for review.</p>\n",
    "conclusion": "<p>The plaintiffs lack standing to challenge the Affordable Care Act’s minimum essential coverage provision. Justice Stephen Breyer authored the 7-2 majority opinion of the Court.</p>\n<p>To have standing to bring a claim in federal court, a plaintiff must “allege personal injury fairly traceable to the defendant’s allegedly unlawful conduct and likely to be redressed by the requested relief.” No plaintiff in this case has shown such an injury.</p>\n<p>With respect to the individual plaintiffs, the Court found the injuries they alleged—past and future payments necessary to carry the minimum essential coverage that §5000A(a) requires—not “fairly traceable” to the allegedly unlawful conduct. There is no penalty for noncompliance, only the statute’s unenforceable language, which alone is insufficient to establish standing.</p>\n<p>With respect to the state plaintiffs, the Court found the injuries they alleged not traceable to the government’s allegedly unlawful conduct. The state plaintiffs alleged direct and indirect injuries. The states alleged indirect injuries in the form of increased costs to run state-operated medical insurance programs, but they failed to show how an unenforceable mandate would cause state residents to enroll in valuable benefits programs that they would otherwise forgo. The states alleged direct injuries in the form of increased administrative and related expenses, but those expenses are the result of other provisions of the Act, not §5000A(a) and are thus not fairly traceable to the conduct alleged.</p>\n<p>Justice Clarence Thomas authored a concurring opinion, praising Justice Samuel Alito’s dissent in this case (describing the “epic Affordable Care Act trilogy”) but stopping short of agreeing with his opinion in its entirety because Justice Thomas agreed with the majority that the plaintiffs lack standing in this case.</p>\n<p>Justice Samuel Alito authored a dissenting opinion, which Justice Neil Gorsuch joined, arguing that Texas and the other state plaintiffs have standing and that because the “tax” imposed by the individual mandate is now $0, the mandate cannot be sustained under the taxing power.</p>\n<p> </p>\n"
}