{
    "ID": 54640,
    "name": "Calderon v. Ashmus",
    "href": "https://api.oyez.org/cases/1997/97-391",
    "view_count": 0,
    "docket_number": "97-391",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                890719200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38059"
        },
        {
            "event": "Decided",
            "dates": [
                896158800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38060"
        }
    ],
    "question": "<p>Are state prisoners' challenges of the applicability of Chapter 154 of the Antiterrorism and Effective Death Penalty Act of 1996 to their respective states, separate from a federal habeas corpus petition challenging their state court prosecution, an Article III \"case or controversy\" to which federal courts are limited?</p>\n",
    "citation": {
        "volume": "523",
        "page": "740",
        "year": "1998",
        "href": "https://api.oyez.org/case_citation/case_citation/18569"
    },
    "term": "1997",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/523/740/",
    "facts_of_the_case": "<p>Chapter 154 of the Antiterrorism and Effective Death Penalty Act of 1996 (AEDPA) provides an expedited review process for federal habeas proceedings in capital cases in States that meet certain conditions. California officials stated that they believed they qualified for Chapter 154. Troy Ashmus, a state prisoner sentenced to death, filed a class action suit, which included all capital prisoners in California whose convictions were affirmed on direct appeal after June 6, 1989, seeking declaratory and injunctive relief to resolve uncertainty over whether Chapter 154 applied. Holding that California did not qualify for Chapter 154, the District Court enjoined the State from invoking the Chapter in any proceedings involving class members. In affirming, the Court of Appeals concluded the Eleventh Amendment did not bar the suit and that the injunction did not violate the First Amendment.</p>\n",
    "conclusion": "<p>No. In a unanimous opinion delivered by Chief Justice William H. Rehnquist, the Court held that \"this action for a declaratory judgment and injunctive relief is not a justiciable case within the meaning of Article III.\" \"If the class members file habeas petitions, and the State asserts Chapter 154, the members obviously can litigate California's compliance with Chapter 154 at that time. Any risk associated with resolving the question in habeas, rather than a pre-emptive suit, is no different from risks associated with choices commonly faced by litigants,\" wrote Chief Justice Rehnquist. Justice Stephen G. Breyer wrote a concurring opinion, in which Justice David H. Souter joined.</p>\n"
}