{
    "ID": 55133,
    "name": "Elk Grove Unified School District v. Newdow",
    "href": "https://api.oyez.org/cases/2003/02-1624",
    "view_count": 0,
    "docket_number": "02-1624",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1066107600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38988"
        },
        {
            "event": "Argued",
            "dates": [
                1080108000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38989"
        },
        {
            "event": "Decided",
            "dates": [
                1087189200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38990"
        }
    ],
    "question": "<p>Does Michael Newdow have standing to challenge as unconstitutional a public school district policy that requires teachers to lead willing students in reciting the Pledge of Allegiance? Does a public school district policy that requires teachers to lead willing students in reciting the Pledge of Allegiance, which includes the words \"under God,\" violate the Establishment Clause of the First Amendment?</p>\n",
    "citation": {
        "volume": "542",
        "page": "1",
        "year": "2004",
        "href": "https://api.oyez.org/case_citation/case_citation/19062"
    },
    "term": "2003",
    "description": "A case in which the Court held that a divorced father did not have sufficient custody of his daughter to challenge the Establishment Clause of the First Amendment on her behalf.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/542/1/",
    "facts_of_the_case": "<p>Michael Newdow's daughter attended public school in the Elk Grove Unified School District in California. Elk Grove teachers began school days by leading students in a voluntary recitation of the Pledge of Allegiance, including the words \"under God\" added by a 1954 Congressional act. Newdow sued in federal district court in California, arguing that making students listen - even if they choose not to participate - to the words \"under God\" violates the establishment clause of the U.S. Constitution's First Amendment.</p>\n<p>The district court dismissed Newdow's complaint for lack of standing, because he and the mother of his daughter are divorced and he does not have custody. The U.S. Ninth Circuit Court of Appeals reversed, holding that Newdow did have standing \"to challenge a practice that interferes with his right to direct the religious education of his daughter.\" The Ninth Circuit ruled that Congress's 1954 act adding the words \"under God\" to the Pledge and the school district policy requiring it be recited both violated the First Amendment's establishment clause.</p>\n",
    "conclusion": "<p>In an opinion authored by Justice John Paul Stevens, the Supreme Court found that Newdow did not have standing to bring suit because he did not have sufficient custody over his daughter. \"When hard questions of domestic relations are sure to affect the outcome, the prudent course is for the federal court to stay its hand rather than reach out to resolve a weighty question of federal constitutional law,\" Justice Stevens wrote. Because it found that Newdow did not have standing, the Court failed to reach the constitutional question. Chief Justice Renquist and Justices Sandra Day O'Connor and Clarence Thomas all wrote seperate concurrences, saying that requiring teachers to lead the Pledge is constitutional.</p>\n"
}