{
    "ID": 55760,
    "name": "Chase Bank USA v. McCoy",
    "href": "https://api.oyez.org/cases/2010/09-329",
    "view_count": 0,
    "docket_number": "09-329",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1277096400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40686"
        },
        {
            "event": "Argued",
            "dates": [
                1291788000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40687"
        },
        {
            "event": "Decided",
            "dates": [
                1295848800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40688"
        }
    ],
    "question": "<p>When a creditor increases the periodic rate on a credit card account in response to cardholder default, but pursuant to a default rate term disclosed in the contract governing the account, does Regulation Z of TILA require the creditor to provide the cardholder with a change-in-terms notice?</p>\n",
    "citation": {
        "volume": "562",
        "page": "195",
        "year": "2011",
        "href": "https://api.oyez.org/case_citation/case_citation/19682"
    },
    "term": "2010",
    "description": "A case in which the Court held that the Truth In Lending Act did not require Chase Bank to provide notice of interest rate increases that occurred because of customer default. ",
    "justia_url": "https://supreme.justia.com/cases/federal/us/562/195/",
    "facts_of_the_case": "<p>A class of Chase Bank (\"Chase\") credit card holders sued Chase in a California federal district alleging the bank violated the Truth in Lending Act (\"TILA\"). The investors argued that Chase violated the act when it increased interest rates retroactively after the credit account was closed as a result of a late payment to the bank. The district court dismissed the complaint.</p>\n<p>On appeal, the U.S. Court of Appeals for the Ninth Circuit reversed the district court, holding in part that Regulation Z of TILA required a creditor, like Chase, to provide contemporaneous notice of interest rate increases that occurred because of customer default. Here, Chase failed to provide such notice.</p>\n",
    "conclusion": "<p>No. The Supreme Court reversed and remanded the lower court decision in a unanimous opinion by Justice Sonia Sotomayor who held that at the time of the transactions at issue, Regulation Z did not require Chase to provide McCoy with a change-in-terms notice before implementing the agreement term allowing it to raise his interest rate.</p>\n"
}