{
    "ID": 54864,
    "name": "Daniels v. United States",
    "href": "https://api.oyez.org/cases/2000/99-9136",
    "view_count": 0,
    "docket_number": "99-9136",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                978933600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38472"
        },
        {
            "event": "Decided",
            "dates": [
                988174800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38473"
        }
    ],
    "question": "<p>May a federal defendant, who has been sentenced under the Armed Career Criminal Act of 1984, challenge his federal sentence through a motion on the ground that his prior convictions were unconstitutionally obtained?</p>\n",
    "citation": {
        "volume": "532",
        "page": "374",
        "year": "2001",
        "href": "https://api.oyez.org/case_citation/case_citation/18793"
    },
    "term": "2000",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/532/374/",
    "facts_of_the_case": "<p>In 1994, Earthy D. Daniels, Jr., was convicted of being a felon in possession of a firearm. Under the Armed Career Criminal Act of 1984 (ACCA), which imposes a mandatory minimum 15-year sentence on anyone convicted of being a felon in possession of a firearm and who has three previous convictions for a violent felony, Daniels' sentence was enhanced. After an unsuccessful appeal, Daniels filed a motion to vacate, set aside, or correct his federal sentence. Daniels argued that his sentence violated the Constitution because it was based in part on two prior convictions that were themselves unconstitutional. The District Court denied the motion. The Court of Appeals affirmed.</p>\n",
    "conclusion": "<p>No. In a 5-4 opinion delivered by Justice Sandra Day O'Connor, the Court held that the nonexistent or unsuccessful pursuit of available challenges to the constitutionality of prior state convictions, which were used to enhance a federal sentence, precluded such challenge to collaterally attack a federal sentence. \"[Daniels] could have pursued his claims while he was in custody on those convictions,\" wrote Justice O'Connor for the majority. \"As his counsel conceded at oral argument, there is no indication that [Daniels] did so or that he was prevented from doing so by some external force.\"</p>\n"
}