{
    "ID": 55888,
    "name": "Gonzalez v. Thaler",
    "href": "https://api.oyez.org/cases/2011/10-895",
    "view_count": 0,
    "docket_number": "10-895",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1307941200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41027"
        },
        {
            "event": "Argued",
            "dates": [
                1320210000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41028"
        },
        {
            "event": "Decided",
            "dates": [
                1326175200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41029"
        }
    ],
    "question": "<p>Was there jurisdiction to issue a certificate of appealability under 28 U.S.C. § 2253(c) and to adjudicate Gonzalez's appeal?</p>\n<p>Did the application for a writ of habeas corpus run out of time under 28 U.S.C. § 2244(d)(1) due to the date on which the judgment became final by the conclusion of direct review?</p>\n",
    "citation": {
        "volume": "565",
        "page": null,
        "year": "2012",
        "href": "https://api.oyez.org/case_citation/case_citation/19810"
    },
    "term": "2011",
    "description": "A case in which the Court held that a prisoner who does not seek review in a state’s highest court faces final judgment for the purposes of Section 2244(d)(1)(A) upon “expiration of the time for seeking such review.”",
    "justia_url": "https://supreme.justia.com/cases/federal/us/565/134/",
    "facts_of_the_case": "<p>Raphael Arriaza Gonzalez was convicted of murder in Texas state court on June 14, 2005, and was sentenced to 30 years in prison. He filed an appeal to the Texas intermediate court of appeals, which affirmed his conviction on July 12, 2006. Gonzalez's counsel did not file a petition for discretionary review with the Texas Court of Criminal Appeals within the 30-day timeframe permitted by state law. 2. On July 19, 2007, Gonzalez filed in Texas state court a petition for a writ of habeas corpus. The Texas Court of Criminal Appeals denied that petition on the merits on November 21, 2007. On January 24, 2008, Gonzalez filed a petition for writ of habeas corpus in the United States District Court for the Northern District of Texas.</p>\n",
    "conclusion": "<p>Yes and Yes. Justice Sonia Sotomayor wrote for the majority. The Court held that the fact that the certificate of appealability did not indicate a constitutional issue did not deprive the court of appeals of jurisdiction because Section 2253(c)(3) is a nonjurisdictional rule. The Court further held that the judgment becomes final for the purpose of Section 2244(d)(1) when the time for seeking review by the state's highest court expires.</p>\n<p>Justice Antonin Scalia dissented. He stated that the purpose of Section 2253(c) was to prevent appeals from denials of relief in habeas without the clear identification of a constitutional issue.</p>\n"
}