{
    "ID": 63251,
    "name": "Henry Schein Inc. v. Archer and White Sales Inc.",
    "href": "https://api.oyez.org/cases/2020/19-963",
    "view_count": 0,
    "docket_number": "19-963",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1592197200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54731"
        },
        {
            "event": "Argued",
            "dates": [
                1607407200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54805"
        },
        {
            "event": "Decided",
            "dates": [
                1611554400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54837"
        }
    ],
    "question": "<p>Does an arbitration agreement that exempts certain claims from arbitration negate an otherwise clear and unmistakable delegation of questions of arbitrability to an arbitrator?</p>\n",
    "citation": {
        "volume": "592",
        "page": null,
        "year": "2021",
        "href": "https://api.oyez.org/case_citation/case_citation/27756"
    },
    "term": "2020",
    "description": "A case in which the Court was asked to decide whether a provision in an arbitration agreement that exempts certain claims from arbitration negates an otherwise clear and unmistakable delegation of questions of arbitrability to an arbitrator.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/592/19-963/",
    "facts_of_the_case": "<p>In 2019, the Court unanimously held in <a href=\"https://www.oyez.org/cases/2018/17-1272\"><em>Henry Schein Inc. v. Archer and White Sales Inc.</em></a> that under the Federal Arbitration Act, a court may not decide whether an arbitration agreement applies to the particular dispute if the parties “clearly and unmistakably” delegated the question to an arbitrator, even if the court believes that the argument for arbitrability is “wholly groundless.” On remand the U.S. Court of Appeals again refused to compel arbitration, finding that the parties had delegated at least some questions of arbitrability to the arbitrator. Notably, the Fifth Circuit held that because the arbitration agreement included a provision exempting certain claims from arbitration, the agreement did not “clearly and unmistakably” delegate the question of arbitrability to an arbitrator.</p>\n",
    "conclusion": "<p>The writ of certiorari was dismissed as improvidently granted.</p>\n"
}