{
    "ID": 54206,
    "name": "BFP v. Resolution Trust Corporation",
    "href": "https://api.oyez.org/cases/1993/92-1370",
    "view_count": 0,
    "docket_number": "92-1370",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                755244000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37252"
        },
        {
            "event": "Decided",
            "dates": [
                769669200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37253"
        }
    ],
    "question": "<p>Does a property's fair market value determine whether the amount of debt settled by a foreclosure sale is \"reasonably equivalent\" to the property's worth, as required by U.S.C. Section 548(a)(2)(A)?</p>\n",
    "citation": {
        "volume": "511",
        "page": "531",
        "year": "1994",
        "href": "https://api.oyez.org/case_citation/case_citation/18135"
    },
    "term": "1993",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/511/531/",
    "facts_of_the_case": "<p>BFP, a partnership formed by two private investors, bought a home in Newport Beach, CA in 1987. BFP secured the property by obtaining a deed of trust from Imperial Savings Association (Imperial). Imperial owned the property until BFP could pay off the amount borrowed. BFP defaulted on loan repayment and Imperial proceeded to sell the property for $433,000 to settle the loan (foreclosure). Before the title of ownership transferred to the buyer, BFP filed for bankruptcy under Chapter 11 of the Bankruptcy Code. BFP asked bankruptcy court to nullify the original foreclosure sale because the home was valued at over $725,000. BFP argued that the low sales price constituted a fraudulent transfer under 11 U.S.C. Section 548(a)(2)(A), which guarantees that debtors receive \"reasonably equivalent value\" for property foreclosed. BFP claimed \"reasonably equivalent value\" was equal to the market value of the property in question. The bankruptcy court denied BFP's claim, and a District Court and the U.S. Court of Appeals for the Ninth Circuit affirmed.</p>\n",
    "conclusion": "<p>No. In an opinion by Justice Antonin Scalia, The Court ruled 5-4 that the value received for a property at a foreclosure sale can be reasonable even if it is different from the \"fair market value.\" A foreclosure sale alters market conditions and can lower a property's selling price. If a foreclosure sale is necessary to settle a debt, the price at which the property is sold is reasonable so long as \"all the requirements of the State's foreclosure law have been complied with.\"</p>\n"
}