{
    "ID": 54974,
    "name": "United States v. Bass",
    "href": "https://api.oyez.org/cases/2001/01-1471",
    "view_count": 0,
    "docket_number": "01-1471",
    "timeline": [
        {
            "event": "Decided",
            "dates": [
                1025240400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38684"
        },
        {
            "event": "Granted",
            "dates": [
                1025240400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/53469"
        }
    ],
    "question": "<p>Must a defendant seeking discovery against the United States government on a claim of selective prosecution show evidence that similarly-situated defendants of a different race were not prosecuted?</p>\n",
    "citation": {
        "volume": "536",
        "page": "862",
        "year": "2002",
        "href": "https://api.oyez.org/case_citation/case_citation/18903"
    },
    "term": "2001",
    "description": "A case in which the Court held that a defendant who is seeking discovery against the United States government for a claim of selective prosecution must produce evidence of discriminatory effect and intent.",
    "justia_url": null,
    "facts_of_the_case": "<p>In 1998, John Bass, a black man, was charged with two counts of homicide with a firearm in federal court, and the government filed notice of the intent to pursue the death penalty. Bass moved to dismiss the death penalty notice, and he filed a discovery request for information regarding the government’s death penalty charging practices and statistics by arguing that the government’s capital charging practices were racially motivated. The district court granted Bass’ motion for discovery and, after the government informed the court that it would not comply with the order, dismissed the death penalty notice. The U.S. Court of Appeals for the Sixth Circuit affirmed the district court’s decision to grant Bass’ motion.</p>\n",
    "conclusion": "<p>A defendant seeking discovery against the United States government on a claim of selective prosecution must make a “credible showing” that there was evidence that the government’s prosecution policy had a discriminatory effect and intent. In a per curiam decision, the Court held that the defendant in this case had failed to demonstrate discriminatory effort and intent because he failed to show that similarly-situated individuals of a different race were treated differently than he was. The Court found that evidence based on national statistics did not represent similarly-situated individuals. Further, Bass’ claim that African American defendants were offered plea bargains less often than white defendants did not apply to this case because he was offered a plea bargain that he turned down.</p>\n"
}