{
    "ID": 54408,
    "name": "United States v. Reorganized CF&I Fabricators of Utah, Inc.",
    "href": "https://api.oyez.org/cases/1995/95-325",
    "view_count": 0,
    "docket_number": "95-325",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                827733600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37629"
        },
        {
            "event": "Decided",
            "dates": [
                835246800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37630"
        }
    ],
    "question": "<p>Is the Internal Revenue Code's 10% tax liability claim on any \"accumulated funding deficiency\" in pension plans an \"excise tax\" under the Bankruptcy Code? May the Government's tax claims be given a lower priority than competing claims by other creditors in bankruptcy proceedings?</p>\n",
    "citation": {
        "volume": "518",
        "page": "213",
        "year": "1996",
        "href": "https://api.oyez.org/case_citation/case_citation/18337"
    },
    "term": "1995",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/518/213/",
    "facts_of_the_case": "<p>The Employee Retirement Income Security Act of 1974 obligated CF&amp;I Steel Corporation (CF&amp;I) to make annual funding contributions to pension plans they sponsored. The required contribution for the 1989 plan totaled $12.4 million. CF&amp;I failed to make the payment and petitioned the Bankruptcy Court for Chapter 11 reorganization. The Government filed a proof of claim for tax liability arising under the Internal Revenue Code, 26 U.S.C. Section 4971(a), which imposes a 10 percent \"tax\" on any \"accumulated funding deficiency\" of plans such as CF&amp;I's. The court allowed the claim, but rejected the Government's argument that the claim was entitled to priority as an \"excise tax\" under the Bankruptcy Code. The Bankruptcy Court also subordinated the Section 4971 claim to those of all other general unsecured creditors under the Bankruptcy Code's provision for equitable subordination. The court later approved a reorganization plan for CF&amp;I giving lowest priority (and no money) to claims for non-compensatory penalties. The District Court and the Court of Appeals affirmed.</p>\n",
    "conclusion": "<p>No and no. In an opinion authored by Justice David H. Souter, the Court held that the Internal Revenue Code's 10% tax liability claim on any \"accumulated funding deficiency\" in pension plans, 26 U.S.C. Section 4971(a), does not create an excise tax under the Bankruptcy Code. Additionally, the Court held that the subordination of the Government's tax claim to those of other creditors was an error.</p>\n"
}