{
    "ID": 55039,
    "name": "Yellow Transportation, Inc. v. Michigan",
    "href": "https://api.oyez.org/cases/2002/01-270",
    "view_count": 0,
    "docket_number": "01-270",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                1033966800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38804"
        },
        {
            "event": "Decided",
            "dates": [
                1036476000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38805"
        }
    ],
    "question": "<p>Did the Michigan Supreme Court err in holding that, under the Intermodal Surface Transportation Efficiency Act of 1991, only a State's generic fee is relevant to determining the fee that was collected or charged as of November 15, 1991?</p>\n",
    "citation": {
        "volume": "537",
        "page": "36",
        "year": "2002",
        "href": "https://api.oyez.org/case_citation/case_citation/18968"
    },
    "term": "2002",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/537/36/",
    "facts_of_the_case": "<p>Before 1994, the Interstate Commerce Commission (ICC) allowed States to charge interstate motor carriers annual registration fees of up to $10 per vehicle. Under this system, some States discounted or waived registration fees for carriers from other States in exchange for reciprocal treatment. Under the Intermodal Surface Transportation Efficiency Act of 1991 (ISTEA), the ICC implemented a new registration system. ISTEA also capped state registration fees by establishing a fee system that \"will result in a fee for each participating State that is equal to the fee?that such State collected or charged as of?1991.\" In 1991, the Michigan Public Service Commission did not levy a fee for Yellow Transportation, Inc.'s trucks pursuant to a reciprocal agreement. However, in 1992, the commission changed how it computed fees and, ultimately, levied a fee of $10 per vehicle on Yellow Transportation's entire fleet. Yellow Transportation sued, alleging that, because Michigan had not collected or charged a 1991 registration fee for those trucks, ISTEA's fee-cap provision prohibits Michigan from levying a fee for them. The Michigan Supreme Court concluded that reciprocity agreements are not relevant in determining what fee a State charged or collected as of 1991. The court reasoned that the new fee system is not based on the fees collected from one company, but at the generic fee Michigan charged or collected from carriers as of 1991.</p>\n",
    "conclusion": "<p>Yes. In a 9-0 opinion delivered by Justice Sandra Day O'Connor, the Court held that, because the ICC's interpretation of ISTEA's fee-cap provision that States may not renounce or modify a reciprocity agreement so as to alter any fee charged or collected as of that date was permissible reading, the Michigan Supreme Court erred in declining to enforce it. \"Under the ICC's rule, where a State waives its registration fee, its 'fee?collected or charged' is zero and must remain zero,\" wrote Justice O'Connor. Justice O'Connor concluded,\" to allow States to disavow their reciprocity agreements so as to alter any fee charged or collected as of November 15, 1991, would potentially permit States to increase their revenues substantially under the new system, a result that the ICC quite reasonably believed Congress did not intend.\" Justice John Paul Stevens concurred in the judgment.</p>\n"
}