{
    "ID": 55102,
    "name": "Connecticut Department of Public Safety v. Doe",
    "href": "https://api.oyez.org/cases/2002/01-1231",
    "view_count": 0,
    "docket_number": "01-1231",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                1037167200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/52680"
        },
        {
            "event": "Decided",
            "dates": [
                1046844000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/52681"
        }
    ],
    "question": "<p>Does the Fourteenth Amendment's Due Process Clause require that persons convicted of sexual offenses subject to Connecticut's \"Megan's Law\" receive a hearing before the public disclosure of their registry?</p>\n",
    "citation": {
        "volume": "538",
        "page": "1",
        "year": "2003",
        "href": "https://api.oyez.org/case_citation/case_citation/20514"
    },
    "term": "2002",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/538/1/",
    "facts_of_the_case": "<p>Connecticut's \"Megan's Law\" requires persons convicted of sexual offenses to register with the Department of Public Safety and requires the Department to post a sex offender registry containing registrants' names, addresses, photographs, and descriptions on the Internet. John Doe, a convicted sex offender who is subject to the law, filed suit, claiming that the law violates the Fourteenth Amendment's Due Process Clause. The District Court enjoined the law's public disclosure provisions. In affirming, the Court of Appeals concluded that such disclosure violated the Due Process Clause because officials did not afford registrants a predeprivation hearing.</p>\n",
    "conclusion": "<p>No. In a 9-0 opinion delivered by Chief Justice William H. Rehnquist, the Court held that due process does not require the opportunity to prove a fact that is not material to the State's statutory scheme. The Court reasoned that, because the law was not based on an offender's dangerousness, but rather only on convictions, disclosing an offender on the registry without a hearing did not violate due process. The Court did not answer whether the law violated the substantive component of due process. Justices Antonin Scalia and David H. Souter filed concurring opinions. Justice John Paul Stevens filed an opinion concurring in the judgment.</p>\n"
}