{
    "ID": 62265,
    "name": "ABC, Inc. v. Aereo, Inc.",
    "href": "https://api.oyez.org/cases/2013/13-461",
    "view_count": 0,
    "docket_number": "13-461",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1389333600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/52631"
        },
        {
            "event": "Argued",
            "dates": [
                1398142800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/52632"
        },
        {
            "event": "Decided",
            "dates": [
                1403672400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/52633"
        }
    ],
    "question": "<p>Does a company \"publicly perform\" a copyrighted television program when it transmits the program to paid subscribers over the Internet?</p>\n",
    "citation": {
        "volume": "573",
        "page": "431",
        "year": "2014",
        "href": "https://api.oyez.org/case_citation/case_citation/27061"
    },
    "term": "2013",
    "description": "A case in which the Court held that Aereo, Inc. violated federal copyright law by allowing users to stream content produced by major cable companies without a cable subscription.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/573/431/",
    "facts_of_the_case": "<p>Aereo, Inc. (Aereo) provides a service that allows its subscribers to watch programs that are currently airing on network television or record programs that will air in the future over the Internet. By allowing subscribers to watch live television as well as record and watch shows on Internet-enabled devices including mobile phones, Aereo serves three functions: that of a regular television antenna, a recording device, and an application that makes these services work on devices other than televisions and computers. Aereo is currently only available to subscribers in the New York City area and offers only New York City local channels. Aereo does not have a license from the copyright holders of the programs to record or transmit their programs.</p>\n<p>Two groups of plaintiffs filed separate copyright infringement suits against Aereo and moved for a preliminary injunction to prevent Aereo from transmitting programs to its subscribers while the programs were still being broadcast. The plaintiffs claimed that the transmission of the programs violated their right to \"publicly perform\" their copyrighted works. The district court denied the motion and held that Aereo's system was not substantially different from another that had been determined non-violative of the rights of copyright holders and that, while the injunction might prevent harm for the plaintiffs' businesses, it would irreparably harm Aereo's. The U.S. Court of Appeals for the Second Circuit affirmed the lower court's ruling to deny the motion.</p>\n",
    "conclusion": "<p>Yes. Justice Stephen G. Breyer delivered the opinion for the 6-3 majority. The Court held that, because Aereo is functionally similar to community antenna television (CATV), which Congress specifically amended the Copyright Act to cover, the Copyright Act regulates Aereo's actions in a similar manner. Under the definitions Congress established in the Copyright Act, Aereo performs work because it shows images in sequence with the accompanying audio, and it does so publicly because those images and sounds are received beyond the place from where they were sent by a large number of unrelated people. Therefore, Aereo, like CATV, is not just an equipment provider but rather a broadcaster.</p>\n<p>Justice Antonin Scalia wrote a dissent in which he argued that Aereo merely provides a platform for the customer to use as he sees fit. Because Aereo plays no role in the selection of content, it does not \"perform\" in any meaningful sense and cannot be held liable for the customer's choice of transmission content. Justice Scalia wrote that the majority opinion was based on the faulty assumption that Aereo's services resembled CATV, which creates a rule so broad as to be useless. Instead, Justice Scalia argued that the question of volitional conduct is the appropriate bright-line test to use in such cases. Justice Clarence Thomas and Justice Samuel A. Alito, Jr. joined in the dissent.</p>\n"
}