{
    "ID": 63080,
    "name": "North Carolina Department of Revenue v. The Kimberley Rice Kaestner 1992 Family Trust",
    "href": "https://api.oyez.org/cases/2018/18-457",
    "view_count": 0,
    "docket_number": "18-457",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1547186400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54422"
        },
        {
            "event": "Argued",
            "dates": [
                1555390800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54488"
        },
        {
            "event": "Decided",
            "dates": [
                1561093200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54546"
        }
    ],
    "question": "<p>Does the Due Process Clause of the Fourteenth Amendment prohibit states from taxing trusts based on trust beneficiaries’ in-state residency?</p>\n",
    "citation": {
        "volume": "588",
        "page": null,
        "year": "2019",
        "href": "https://api.oyez.org/case_citation/case_citation/27653"
    },
    "term": "2018",
    "description": "A case in which the Court held that the presence of in-state beneficiaries alone does not empower a state to tax trust income that has not been distributed to the beneficiaries where the beneficiaries have no right to demand that income and are uncertain to receive it.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/588/18-457/",
    "facts_of_the_case": "<p>In 1992, Joseph Lee Rice III established in New York an inter vivos trust with William B. Matteson as trustee and Rice’s descendants as the primary beneficiaries (none of whom lived in North Carolina at the time of creation). In 2002, the original trust was divided into three separate trusts, one for each of Rice’s children. One of these trusts was the Kimberley Rice Kaestner 1992 Family Trust (“the Trust”), benefitting his daughter Kimberley Rice Kaestner, who, at the time of the division, was a resident and domiciliary of North Carolina.</p>\n<p>In 2005, Matteson resigned as trustee for the three trusts, and Rice appointed a successor trustee, who resided in Connecticut. From 2005 to 2008, the Trust paid state income taxes on income accumulated during those years, despite that no funds were distributed. In 2009, representatives of the Trust filed a claim for a refund of taxes paid to the North Carolina Department of Revenue, which the Department denied. The representatives brought suit in state court, asking the court to require the Department to refund all taxes paid and declare unconstitutional the state statute enabling the Department to collect taxes from the foreign trust. The judge granted the Department’s motion to dismiss the claim for injunctive relief but denied the motion as to the constitutional claims. Both parties then filed motions for summary judgment as to the constitutional claims. Finding the state statute unconstitutional as applied, the state court granted the Trust’s motion for summary judgment. The Department appealed.</p>\n<p>The The Due Process Clause of the Fourteenth Amendment requires “minimum contacts” connecting a state and the property it seeks to tax. The state appellate court found that the mere fact that a non-contingent beneficiary of the trust is domiciled in North Carolina, alone, where the trust location, its assets, and its trustee, are all outside the state, does not establish sufficient contacts with North Carolina to permit taxing the trust in that state. The state supreme court affirmed.</p>\n",
    "conclusion": "<p>The Due Process Clause prohibits a state from taxing trust income based solely on its beneficiaries' in-state residency. If the income has not been distributed to the beneficiaries and the beneficiaries have no right to demand that income and are uncertain to receive it, the state has no power to tax the trust income.</p>\n<p>Justice Sonia Sotomayor authored the unanimous opinion of the Court. The Due Process Clause permits a state to collect taxes only if there is “some definite link, or some minimum connection” between the state and the person, property, or transaction it seeks to tax. The crux of this question is whether the government’s taxation action is reasonable. In the context of a trust beneficiary, the answer turns on the extent to which the beneficiary controls or possesses the property to be taxed and the relationship of that property to the state. The trust income income at issue in this case does not meet the minimum connection necessary to support the state tax because the beneficiaries did not actually receive any income from the trust during the years in question, nor could they exercise control over it.</p>\n<p>Justice Samuel Alito filed a concurring opinion in which Chief Justice John Roberts and Justice Neil Gorsuch joined. Justice Alito emphasized that the opinion in this case merely applies existing precedent and leaves unchanged the governing standard and the reasoning applied in earlier cases.</p>\n"
}