{
    "ID": 55035,
    "name": "Nike, Inc. v. Kasky",
    "href": "https://api.oyez.org/cases/2002/02-575",
    "view_count": 0,
    "docket_number": "02-575",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                1051074000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38796"
        },
        {
            "event": "Decided",
            "dates": [
                1056603600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38797"
        }
    ],
    "question": "<p>May a corporation participating in a public debate be subjected to liability for factual inaccuracies on the theory that its statements are commercial speech because they might affect consumers' opinions about the business as a good corporate citizen and thereby affect their purchasing decisions?</p>\n",
    "citation": {
        "volume": "539",
        "page": "654",
        "year": "2003",
        "href": "https://api.oyez.org/case_citation/case_citation/18964"
    },
    "term": "2002",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/539/654/",
    "facts_of_the_case": "<p>Beginning in 1996, a number of allegations arose that Nike was mistreating and underpaying workers at foreign facilities. Nike responded to the charges in numerous ways, such as by issuing press releases. In 1998, Marc Kasky, a California resident, sued Nike for unfair and deceptive practices under California's Unfair Competition Law. Kasky alleged that Nike made \"false statements and/or material omissions of fact\" concerning the working conditions under which its products are manufactured. Nike filed a demurrer, contending that Kasky's suit was absolutely barred by the First Amendment. The trial court dismissed the case and the California Court of Appeal affirmed. In reversing, the California Supreme Court found that Nike's messages were commercial speech, but that the suit was at such a preliminary stage that the issue whether any false representations had been made had yet to be resolved.</p>\n",
    "conclusion": "<p>The Court did not answer the question dismissing the writ of certiorari as improvidently granted. Justice Anthony M. Kennedy dissented. Justice Stephen G. Breyer, joined by Justice Sandra Day O'Connor, dissented. Justice Breyer argued that no jurisdictional rule prevented the Court from decided the case and that \"delay itself may inhibit the exercise of constitutionally protected rights of free speech without making the issue significantly easier to decide later on.\"</p>\n"
}