{
    "ID": 55674,
    "name": "Barber v. Thomas",
    "href": "https://api.oyez.org/cases/2009/09-5201",
    "view_count": 0,
    "docket_number": "09-5201",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1259560800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40472"
        },
        {
            "event": "Argued",
            "dates": [
                1269925200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40473"
        },
        {
            "event": "Decided",
            "dates": [
                1275886800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40474"
        }
    ],
    "question": "<p>1) Does the \"term of imprisonment\" in Section 212(a)(2) of the Sentencing reform act unambiguously require the computation of good time credit on the basis of the sentence imposed, rather than on time actually served?</p>\n<p>2) If \"term of imprisonment\" is ambiguous, does the rule of lenity and the deference appropriate to the United States Sentencing Commission require that good time credit be awarded based on the sentence imposed, rather than on time actually served?</p>\n",
    "citation": {
        "volume": "560",
        "page": "474",
        "year": "2010",
        "href": "https://api.oyez.org/case_citation/case_citation/19596"
    },
    "term": "2009",
    "description": "A case in which the Court held that the Federal Bureau of Prisons' method of determining \"good behavior,\" which was based on the inmate's time in prison rather than the overall sentence, was constitutional.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/560/474/",
    "facts_of_the_case": "<p>Michael Barber petitioned for habeas corpus relief in a federal district court. Mr. Barber argued that the Bureau of Prisons (BOP) inaccurately calculated his good time credit toward the service of his federal sentence. The good time credit statute provides that a prisoner \"may receive credit toward the service of his sentence… of up to 54 days at the end of each year of the prisoner's term.\" Mr. Barber argued that the BOP should calculate good time credit based on the sentence imposed rather than the time an inmate has actually served in prison. The district court denied his petition.</p>\n<p>On appeal, the U.S. Court of Appeals for the Ninth Circuit affirmed, citing its decision in <em>Tablada v. Daniels</em> as controlling. There, the court held upheld the BOP's method for calculating good time credit. The court had reasoned that the good time credit statute was ambiguous and the BOP's interpretation of the statute was reasonable.</p>\n",
    "conclusion": "<p>Yes. Not answered. The Supreme Court affirmed the Ninth Circuit, holding that the BOP's method for calculating good time credit was lawful. With Justice Stephen G. Breyer writing for the majority, the Court reasoned that the statute's language and purpose supported the BOP's construction of the statute.</p>\n<p>Justice Anthony M. Kennedy, joined by Justices John Paul Stevens and Ruth Bader Ginsburg, dissented. He disagreed with the majority's interpretation of the statute, arguing that it would impose \"tens of thousands of years of additional prison time on federal prisoners according to a mathematical formula they will be unable to understand.\"</p>\n"
}