{
    "ID": 55839,
    "name": "Kawashima v. Holder",
    "href": "https://api.oyez.org/cases/2011/10-577",
    "view_count": 0,
    "docket_number": "10-577",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1306126800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40894"
        },
        {
            "event": "Argued",
            "dates": [
                1320645600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40895"
        },
        {
            "event": "Decided",
            "dates": [
                1329804000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40896"
        }
    ],
    "question": "<p>Is filing a false statement on a corporate tax return an aggravated felony involving fraud or deceit, which would render the immigrant removable?</p>\n",
    "citation": {
        "volume": "565",
        "page": null,
        "year": "2012",
        "href": "https://api.oyez.org/case_citation/case_citation/19761"
    },
    "term": "2011",
    "description": "A case in which the Court held that filing a false tax return in violation of 26 U.S.C. Section 7206 qualifies as an aggravated felony under the Immigration and Nationality Act if the Government's revenue loss exceeds $10,000.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/565/478/",
    "facts_of_the_case": "<p>Akio Kawashima and Fusako Kawashima are natives and citizens of Japan. The Kawashimas were admitted to the United States as lawful permanent residents in 1984. Nearly 10 years later, Akio Kawashima pleaded guilty to subscribing to a false statement on a federal tax return, and Fusako Kawashima pleaded guilty to aiding and assisting in preparing the false tax return statement.</p>\n<p>Immigration officials began proceedings to deport the couple who had failed to report more than $245,126 in taxable income from two restaurants they own. Anything more than $10,000 is considered an aggravated felony, and the United States Court of Appeals for the 9th Circuit upheld their deportation.</p>\n",
    "conclusion": "<p>Yes. Justice Clarence Thomas delivered the opinion of the Court, affirming the judgment of the appellate court. The Court held that filing a false tax return in violation of 26 U.S.C. Section 7206 qualifies as an aggravated felony under the Immigration and Nationality Act when the Government's revenue loss exceeds $10,000. The Court rejected the argument that crimes under Section 7206 do not involve the fraud or deceit required by the Immigration and Nationality Act.</p>\n<p>Justice Ruth Bader Ginsburg filed a dissenting opinion which Justice Stephen Breyer and Justice Elena Kagan joined. Justice Ginsburg wrote that the Court's construction of the statute was dubious because it characterized a tax crime as a crime of fraud or deceit, which would render the portion of the statute which directly addressed violations of tax law meaningless.</p>\n"
}