{
    "ID": 63113,
    "name": "Lamone v. Benisek",
    "href": "https://api.oyez.org/cases/2018/18-726",
    "view_count": 0,
    "docket_number": "18-726",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1544076000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54478"
        },
        {
            "event": "Argued",
            "dates": [
                1553576400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54479"
        },
        {
            "event": "Decided",
            "dates": [
                1561611600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54561"
        }
    ],
    "question": "<ol><li>Are the various legal claims articulated by the three-judge district court unmanageable?</li>\n<li>Did the three-judge district court err in granting the plaintffs’ motion for summary judgment?</li>\n<li>Did the three-judge district court abuse its discretion in entering an injunction despite the plaintiffs’ years-long delay in seeking injunctive relief?</li>\n</ol>",
    "citation": {
        "volume": null,
        "page": null,
        "year": null,
        "href": "https://api.oyez.org/case_citation/case_citation/27674"
    },
    "term": "2018",
    "description": "A case in which the Court held that partisan gerrymandering claims are not justiciable because they present a political question beyond the reach of the federal courts.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/2018/18-726/",
    "facts_of_the_case": "<p>This is the second time this case regarding partisan gerrymandering in Maryland comes before the Supreme Court. In <a href=\"https://www.oyez.org/cases/2017/17-333\"><em>Benisek v. Lamone</em>, 585 U.S. __ (2018)</a>, the Court heard the case and issued a per curiam (unsigned) opinion that did not resolve the substantive legal questions. Rather, in that opinion the Court emphasized that the case was in its early stages and that the Court was reviewing the district court’s decision under a lenient standard—abuse of discretion. Under that standard, the Court found that the district court’s ruling (denying the plaintiffs’ motion for a preliminary injunction barring the state from enforcing the redistricting plan and requiring it to implement a new map for the 2018 midterm elections) was not unreasonable.</p>\n<p>After the Court decided <a href=\"https://www.oyez.org/cases/2017/16-1161\"><em>Gill v. Whitford</em>, 585 U.S. __ (2018)</a>—holding that the Democratic voter plaintiffs in Wisconsin had failed to demonstrate Article III standing based on claims of statewide injury due to unconstitutional partisan gerrymandering—the district court in the Maryland case held another hearing. This time, the district court ruled for the plaintiffs and ordered the state to draw a new map for the 2020 election. Maryland appealed to the Supreme Court.</p>\n",
    "conclusion": "<p>Partisan gerrymandering claims are not justiciable because they present a political question beyond the reach of the federal courts.</p>\n<p>Chief Justice John Roberts delivered the 5-4 majority opinion (consolidated under <a href=\"https://www.oyez.org/cases/2018/18-422\"><em>Rucho v. Common Cause, No. 18-422</em></a>). Federal courts are charged with resolving cases and controversies of a judicial nature. In contrast, questions of a political nature are “nonjusticiable,” and the courts cannot resolve such questions. Partisan gerrymandering has existed since prior to the independence of the United States, and, aware of this occurrence, the Framers chose to empower state legislatures, “expressly checked and balanced by the Federal Congress” to handle these matters. While federal courts can resolve “a variety of questions surrounding districting,” including racial gerrymandering, it is beyond their power to decide the central question: when has political gerrymandering gone too far. In the absence of any “limited and precise standard” for evaluating partisan gerrymandering, federal courts cannot resolve such issues.</p>\n<p>Justice Elena Kagan filed a dissenting opinion, in which Justices Ruth Bader Ginsburg, Stephen Breyer, and Sonia Sotomayor joined. Justice Kagan criticized the Court for sidestepping a critical question involving the violation of “the most fundamental of . . . constitutional rights: the rights to participate equally in the political process, to join with others to advance political beliefs, and to choose their political representatives.” Justice Kagan argued that by not intervening in the political gerrymanders, the Court effectively “encourage[s] a politics of polarization and dysfunction” that “may irreparably damage our system of government.” She argued that the standards adopted in lower courts across the country do meet the contours of the “limited and precise standard” the majority demanded yet purported not to find.</p>\n"
}