{
    "ID": 55724,
    "name": "Pepper v. United States",
    "href": "https://api.oyez.org/cases/2010/09-6822",
    "view_count": 0,
    "docket_number": "09-6822",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1277701200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40595"
        },
        {
            "event": "Argued",
            "dates": [
                1291615200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40596"
        },
        {
            "event": "Decided",
            "dates": [
                1299045600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40597"
        }
    ],
    "question": "<p>1) Can a federal district judge consider a defendant's post-sentencing rehabilitation as a permissible factor supporting a sentencing variance?</p>\n<p>2) As a sentencing consideration, should post-sentencing rehabilitation be treated the same as post-offense rehabilitation</p>\n<p>3) When a federal district judge is removed from resentencing a defendant after remand and a new judge is assigned, is the new judge obligated to follow sentencing findings issued by the original judge?</p>\n",
    "citation": {
        "volume": "562",
        "page": "476",
        "year": "2011",
        "href": "https://api.oyez.org/case_citation/case_citation/19646"
    },
    "term": "2010",
    "description": "A case in which the Court held that when a defendant's sentence has been set aside on appeal, a district court may consider evidence of the defendant's rehabilitation after the initial sentences, which may support lesser sentencing guidelines. ",
    "justia_url": "https://supreme.justia.com/cases/federal/us/562/476/",
    "facts_of_the_case": "<p>Jason Pepper pleaded guilty to conspiracy to distribute 500 grams or more of a mixture or substance containing methamphetamine in an Iowa federal district court. In the latest of a long-running series of appeals and remands, a newly assigned Iowa federal district court sentenced Mr. Pepper to 77 months imprisonment and 12 months supervised release – a 20% downward departure from the Federal Sentencing Guidelines advisory range. Thereafter, the district court granted the government's motion to reduce Mr. Pepper's sentence further to 65 months imprisonment because of the assistance Mr. Pepper provided after he was initially sentenced. Mr. Pepper appealed arguing in part that the district court should consider evidence of his post-sentence rehabilitation to reduce his sentence further.</p>\n<p>On appeal, the U.S. Court of Appeals for the Eighth Circuit affirmed Mr. Pepper's sentence, holding in part that evidence of a defendant's post-sentence rehabilitation was not relevant at resentencing. The court reasoned that Eighth Circuit precedent was clear that such evidence was not relevant.</p>\n",
    "conclusion": "<p>Yes and no. The Supreme Court reversed in part, affirmed in part and remanded the case back to the lower court in a majority opinion written by Justice Sonia Sotomayor. The Court held that when the defendant's sentence has been set aside on appeal, a district court at resentencing may consider evidence of the defendant's rehabilitation after the initial sentences; and, that evidence may, in appropriate cases, support a downward variance from the sentencing guidelines.</p>\n<p>Justice Stephen J. Breyer filed a concurrence in which he agreed with the majority that the \"law does not require a sentencing court to follow a Guideline policy statement that forbids taking account of post-sentencing rehabilitation.\" He went on, however, to suggest: \"this conclusion does not leave a sentencing court free to disregard the Guidelines at will.\" Meanwhile, Justice Samuel Alito filed a partial concurrence and partial dissent, contending that \"requiring judges to give significant weight to the Commission's policy decisions does not run afoul of the Sixth Amendment right that the mandatory Guidelines system was found to violate, i.e., the right to have a jury make certain factual findings that are relevant to sentencing.\" Justice Clarence Thomas dissented in full, writing that he would have affirmed the lower court's decision and upheld Pepper's sentence. Justice Elena Kagan took no part in consideration of the case.</p>\n"
}