{
    "ID": 54808,
    "name": "Weisgram v. Marley Company",
    "href": "https://api.oyez.org/cases/1999/99-161",
    "view_count": 0,
    "docket_number": "99-161",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                948175200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38365"
        },
        {
            "event": "Decided",
            "dates": [
                951199200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38366"
        }
    ],
    "question": "<p>May an appeals court order judgment as a matter of law after determining that a plaintiff's expert testimony should have been excluded at trial and that the remaining evidence was insufficient to support the verdict?</p>\n",
    "citation": {
        "volume": "528",
        "page": "440",
        "year": "2000",
        "href": "https://api.oyez.org/case_citation/case_citation/18737"
    },
    "term": "1999",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/528/440/",
    "facts_of_the_case": "<p>Bonnie Weisgram died of carbon monoxide poisoning during a fire in her home. Chad Weisgram, her son, brought a diversity suit in federal District Court, seeking wrongful death damages, alleging that a defective heater, manufactured by Marley Company and used by Bonnie Weisgram, cause both the fire and her death. At trial, Weisgram introduced the testimony of three supposed experts to prove the alleged heater defect and its causal connection to the fire. Marley's objection that the testimony was unreliable, and therefore inadmissible under Federal Rule of Evidence 702, was overruled by the District Court. After Weisgram's evidence was introduced, Marley again unsuccessfully moved under Federal Rule of Civil Procedure 50(a) for judgment as a matter of law on the ground that Weisgram had failed to meet his burden of proof on the issues of defect and causation. Ultimately, the jury returned a verdict for Weisgram. Afterwards, Marley, once again, requested judgment as a matter of law. Additionally, Marley requested a new trial. The court denied the motions and entered judgment for Weisgram. In reversing, the Court of Appeals held that Marley's motion for judgment as a matter of law should have been granted because the testimony of Weisgram's expert witnesses, the sole evidence supporting the product defect charge, was speculative and not shown to be scientifically sound. The appeals court did not order a new trial.</p>\n",
    "conclusion": "<p>Yes. In a unanimous opinion delivered by Justice Ruth Bader Ginsburg, the Court held that Federal Rule of Civil Procedure 50 permits an appellate court to direct the entry of judgment as a matter of law when it determines that evidence was erroneously admitted at trial and that the remaining, properly admitted, evidence is insufficient to constitute a submissible case. Justice Ginsburg wrote for the Court that \"if...the court of appeals concludes that further proceedings are unwarranted because the loser on appeal has had a full and fair opportunity to present the case, including arguments for a new trial, the appellate court may appropriately instruct the district court to enter judgment against the jury-verdict winner. \"</p>\n"
}