{
    "ID": 55559,
    "name": "Atlantic Sounding Co., Inc. v. Townsend",
    "href": "https://api.oyez.org/cases/2008/08-214",
    "view_count": 0,
    "docket_number": "08-214",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1225692000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40159"
        },
        {
            "event": "Argued",
            "dates": [
                1235973600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40160"
        },
        {
            "event": "Decided",
            "dates": [
                1245906000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40161"
        }
    ],
    "question": "<p>May a seaman seek punitive damages when his employer arbitrarily and willfully refuses to pay maintenance and cure for his injuries?</p>\n",
    "citation": {
        "volume": "557",
        "page": "404",
        "year": "2009",
        "href": "https://api.oyez.org/case_citation/case_citation/20833"
    },
    "term": "2008",
    "description": "A case in which the Court held that a seaman may seek punitive damages against his employer if the employer willfully refused to pay maintenance for a seamen's injuries.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/557/404/",
    "facts_of_the_case": "<p>In July 2005, Edgar Townsend was allegedly injured while working aboard the tug boat <em>Thomas</em>. His employer, Atlantic Sounding Co., Inc. sought declaratory judgment in a federal district court to determine its obligations toward him. Mr. Townsend counterclaimed. In part, he alleged arbitrary and willful failure to pay maintenance and cure for his injuries, and sought punitive damages. Atlantic Sounding Co., Inc. motioned to dismiss the request for punitive damages. The district court denied the motion, but allowed for interlocutory appeal.</p>\n<p>The United States Court of Appeals for the 11th Circuit affirmed. The court held it was bound by its prior decision in <em>Hines v. J.A. LaPorte, Inc</em>. There, it concluded a seaman may recover punitive damages when an employer arbitrarily and willfully refuses to pay maintenance and cure for his injuries. It reasoned that the Supreme Court's decision in <em>Miles v. Apex Marine Corp</em>. did not apply. In that case, the Court held that recovery for \"non-pecuniary loss in the wrongful death of a seaman was not available under general maritime law\". The court of appeals reasoned that Miles was not \"clearly on point\" to the facts in Mr. Townsend's case.</p>\n",
    "conclusion": "<p>Yes. The Supreme Court held that punitive damages remain available for the willful and and wanton disregard of the maintenance and cure obligation. With Justice Clarence Thomas writing for the majority and joined by Justices John Paul Stevens, David H. Souter, Ruth Bader Ginsburg, and Stephen G. Breyer, the Court reasoned that since punitive damages have long been accepted under general maritime law and neither <em>Miles v. Apex Marine Corp.</em> or the Jones Act altered this understanding, punitive damages remain available.</p>\n<p>Justice Samuel A. Alito dissented and was joined by Chief Justice John G. Roberts, and Justices Antonin G. Scalia, and Anthony M. Kennedy. He argued that under <em>Miles</em> courts should be reluctant to award relief under general maritime law that is not available under a statutory claim. Thus, punitive damages should not be available to Mr. Townshend.</p>\n"
}