{
    "ID": 63636,
    "name": "Snyder v. United States",
    "href": "https://api.oyez.org/cases/2023/23-108",
    "view_count": 0,
    "docket_number": "23-108 ",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1702447200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/55375"
        },
        {
            "event": "Argued",
            "dates": [
                1713157200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/55434"
        },
        {
            "event": "Decided",
            "dates": [
                1719378000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/55498"
        }
    ],
    "question": "<p>Does 18 U.S.C. § 666(a)(1)(B) criminalize gratuities, i.e., payments in recognition of actions a state or local official has already taken or committed to take, without any quid pro quo agreement to take those actions?</p>\n",
    "citation": {
        "volume": "603",
        "page": null,
        "year": "2024",
        "href": "https://api.oyez.org/case_citation/case_citation/27994"
    },
    "term": "2023",
    "description": "A case in which the Court held that 8 U.S.C. § 666(a)(1)(B) does not criminalize gratuities, i.e., payments in recognition of actions a state or local official has already taken or committed to take.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/603/23-108/",
    "facts_of_the_case": "<p>James Snyder formerly served as mayor of Portage, Indiana. He was convicted of federal funds bribery in violation of 18 U.S.C. § 666(a)(1)(B) for soliciting and accepting $13,000 in connection with the city’s purchases of garbage trucks, among other federal crimes.</p>\n<p>Before, during, and after trial, Snyder argued that the evidence did not support a finding that there was an agreement to exchange money for the truck contracts before they were awarded. Without a prior quid pro quo agreement, he argued, § 666 cannot apply. Interpreting the plain language of the statute and Sixth Circuit precedent, the district court rejected his interpretation of that provision. The U.S. Court of Appeals for the Sixth Circuit affirmed.</p>\n",
    "conclusion": "<p>Federal law, 18 U.S.C. §666, proscribes bribes to state and local officials but does not make it a crime for those officials to accept gratuities for their past acts. Justice Brett Kavanaugh authored the 6-3 majority opinion of the Court.</p>\n<p>The Court identified six main reasons that 18 U.S.C. §666(a)(1)(B) is a bribery statute and not a gratuities statute:</p>\n<p>   a) Text: The language of §666 closely resembles the federal bribery statute (§201(b)) rather than the federal gratuities statute (§201(c)).</p>\n<p>   b) Statutory history: Congress amended §666 in 1986 to model it after the bribery statute, not the gratuities statute.</p>\n<p>   c) Statutory structure: Unlike other laws, §666 does not separate bribery and gratuities into distinct provisions.</p>\n<p>   d) Statutory punishments: The penalties in §666 align with those for bribery, not gratuities, and would create inexplicable sentencing disparities if applied to gratuities.</p>\n<p>   e) Federalism: Interpreting §666 as a gratuities statute would significantly infringe on states' rights to regulate their officials' conduct.</p>\n<p>   f) Fair notice: The government's interpretation would create ambiguity and potentially criminalize innocuous behavior without clear guidelines for state and local officials.</p>\n<p>The Court rejected the government's argument that the inclusion of the term \"rewarded\" in §666 indicates it covers gratuities. Rather, the word \"rewarded\" serves to close potential loopholes in bribery cases.</p>\n<p>Because §666 prohibits bribes but not gratuities, state and local governments may choose whether and how to regulate gratuities for their officials within constitutional bounds.</p>\n<p>Justice Neil Gorsuch joined the Court’s opinion in full and wrote a separate concurrence.</p>\n<p>Justice Ketanji Brown Jackson authored a dissenting opinion, in which Justices Sonia Sotomayor and Elena Kagan joined.</p>\n"
}