{
    "ID": 54967,
    "name": "McKune v. Lile",
    "href": "https://api.oyez.org/cases/2001/00-1187",
    "view_count": 0,
    "docket_number": "00-1187",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                1006927200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38671"
        },
        {
            "event": "Decided",
            "dates": [
                1023685200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38672"
        }
    ],
    "question": "<p>Does the Kansas Sexual Abuse Treatment Program violate inmates' Fifth Amendment privilege against compelled self-incrimination?</p>\n",
    "citation": {
        "volume": "536",
        "page": "24",
        "year": "2002",
        "href": "https://api.oyez.org/case_citation/case_citation/18896"
    },
    "term": "2001",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/536/24/",
    "facts_of_the_case": "<p>A few years before his release, prison officials ordered Robert Lile, who was convicted of rape, to participate in a Sexual Abuse Treatment Program (SATP). As part of the program, participating inmates are required to complete and sign an \"Admission of Responsibility\" form, in which they accept responsibility for the crimes for which they have been sentenced, and complete a sexual history form detailing all prior sexual activities, regardless of whether the activities constitute uncharged criminal offenses. The information obtained from SATP participants is not privileged. By refusing to participate, a prisoner's privileges are reduced. Lile refused to participate in the SATP on the ground that the required disclosures of his criminal history would violate his Fifth Amendment privilege against compelled self-incrimination. The District Court granted Lile summary judgment. In affirming, the Court of Appeals held that the compelled self-incrimination can be established by penalties that do not constitute deprivations of protected liberty interests under the Due Process Clause. The appellate court concluded that the SATP could treat inmate admissions as privileged.</p>\n",
    "conclusion": "<p>No. In a plurality opinion delivered by Justice Anthony M. Kennedy, joined by Chief Justice William H. Rehnquist and Justice Antonin Scalia, the Court held that the SATP serves a vital penological purpose, and that offering inmates minimal incentives to participate does not amount to compelled self-incrimination prohibited by the Fifth Amendment. Filing an opinion concurring in the judgment, Justice Sandra Day O'Connor, while noting that the Court was divided over the standard for evaluating compulsion for purposes of the Fifth Amendment privilege against self-incrimination in a prison setting, agreed that Lile's argument was unpersuasive. Justice O'Connor reasoned that the Fifth Amendment's text does not prohibit all penalties levied in response to a person's refusal to incriminate himself; it prohibits only the compulsion of such testimony. Justice John Paul Stevens filed a dissenting opinion, in which Justices David H. Souter, Ruth Bader Ginsburg, and Stephen G. Breyer joined, arguing that the Court's decision \"characterized a threatened harm as 'a minimal incentive.'\"</p>\n"
}