{
    "ID": 54465,
    "name": "Matsushita Elec. Industrial Company v. Epstein",
    "href": "https://api.oyez.org/cases/1995/94-1809",
    "view_count": 0,
    "docket_number": "94-1809",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                817452000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37733"
        },
        {
            "event": "Decided",
            "dates": [
                825400800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37734"
        }
    ],
    "question": "<p>May a federal court refuse to grant full faith and credit to a state-court judgment approving a class-action settlement simply because the settlement releases claims within the exclusive jurisdiction of the federal courts?</p>\n",
    "citation": {
        "volume": "516",
        "page": "367",
        "year": "1996",
        "href": "https://api.oyez.org/case_citation/case_citation/18394"
    },
    "term": "1995",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/516/367/",
    "facts_of_the_case": "<p>In 1990, Matsushita Electric Industrial Co. made a tender offer for the common stock of MCA, Inc., a Delaware corporation, which resulted in Matsushita's acquisition of MCA. Subsequently, two lawsuits followed. First, a class action filed in Delaware, alleged that, among other things, Matsushita and MCA conspired violating Delaware law. The second suit, filed in federal court, alleged that Matsushita's tender offer violated certain Securities and Exchange Commission Rules promulgated under the Securities Exchange Act of 1934, which confers exclusive jurisdiction upon the federal courts in such suits. After Matsushita won the federal case, and while it was on appeal, the parties to the state action reached a settlement. The class-action settlement stated that class members who did not opt out of the class would waive all claims in connection with the tender offer, including those asserted in the federal action. As members of both state and federal plaintiff classes, who neither opted out of the settlement class nor appeared to contest the settlement or the representation of the class, pursued the federal appeal, Matsushita argued that the Delaware judgment was a bar to further prosecution under the Full Faith and Credit Act.</p>\n",
    "conclusion": "<p>No. In a 7-2 opinion delivered by Justice Clarence Thomas, the Court held that, absent a partial repeal of the Full Faith and Credit Act by another federal statute, a federal court must give the judgment the same effect that it would have in the courts of the State in which it was rendered. Writing for the court, Justice Thomas said the federal Full Faith and Credit Act \"is generally applicable in cases in which the state-court judgment at issue incorporates a class-action settlement releasing claims solely within the jurisdiction of the federal courts.\" Justice John Paul Stevens penned an opinion concurring in part and dissenting in part. Justice Ruth Bader Ginsburg wrote a concurring and dissenting opinion, and was joined in part by Justice David H. Souter.</p>\n"
}