{
    "ID": 55567,
    "name": "Travelers Indemnity Co. v. Bailey",
    "href": "https://api.oyez.org/cases/2008/08-295",
    "view_count": 0,
    "docket_number": "08-295",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1229061600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40181"
        },
        {
            "event": "Argued",
            "dates": [
                1238389200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40182"
        },
        {
            "event": "Decided",
            "dates": [
                1245301200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40183"
        }
    ],
    "question": "<p>Did the United States Court of Appeals for the Second Circuit err in holding that bankruptcy courts do not have the power to enter orders that extend beyond matters directly related to the execution of a debtor's estate?</p>\n",
    "citation": {
        "volume": "557",
        "page": null,
        "year": "2009",
        "href": "https://api.oyez.org/case_citation/case_citation/20837"
    },
    "term": "2008",
    "description": "A case in which the Court held that federal bankruptcy courts have jurisdiction to enter orders beyond matters directly related to the execution of a debtor's estate.",
    "justia_url": null,
    "facts_of_the_case": "<p>In 1986, a federal bankruptcy court granted Travelers Indemnity Co.'s (Travelers) motion to settle with three separate classes of plaintiffs in asbestos related litigation (on behalf of its insuree Johns-Manville Corp.) and enjoin non-settling parties from future litigation with Travelers for alleged misconduct unrelated to the settlement. The orders were subsequently affirmed by a New York federal district court and the U.S. Court of Appeals for the Second Circuit.</p>\n<p>Over ten years later, the Second Circuit vacated the orders, stating that state-law actions (\"Direct Actions\") against Travelers that alleged wrongdoing while it acted as Johns-Manville Corp.'s insurer were not barred by the 1986 order. The court held that the federal bankruptcy court lacked jurisdiction to prevent such lawsuits.</p>\n",
    "conclusion": "<p>Yes. The Supreme Court held that the Second Circuit erred in holding that federal bankruptcy courts lack jurisdiction to enter orders beyond matters directly related to the execution of a debtor's estate. With Justice David H. Souter writing for the majority and joined by Chief Justice John G. Roberts, and Justices Antonin G. Scalia, Anthony M. Kennedy, Clarence Thomas, Stephen G. Breyer, and Samuel A. Alito, the Court recognized that the unambiguous terms of the 1986 orders barred Direct Actions against Travelers and the orders' finality stood in the way of challenging their enforceability. It reasoned that the federal bankruptcy court's 1986 orders had become final on direct review 20 years previously, and thus the Second Circuit improperly ruled on an issue that was not reviewable.</p>\n<p>Justice John Paul Stevens, joined by Ruth Bader Ginsburg, dissented. He criticized the majority for improperly interpreting the meaning of the 1986 orders.</p>\n"
}