{
    "ID": 63455,
    "name": "Sackett v. Environmental Protection Agency",
    "href": "https://api.oyez.org/cases/2022/21-454",
    "view_count": 0,
    "docket_number": "21-454",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1643004000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/55039"
        },
        {
            "event": "Argued",
            "dates": [
                1664773200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/55157"
        },
        {
            "event": "Decided",
            "dates": [
                1684990800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/55282"
        }
    ],
    "question": "<p>What is the proper test for determining whether wetlands are “waters of the United States” under the Clean Water Act? </p>\n",
    "citation": {
        "volume": "598",
        "page": null,
        "year": "2023",
        "href": "https://api.oyez.org/case_citation/case_citation/27880"
    },
    "term": "2022",
    "description": "A case in which the Court held that wetlands are “waters of the United States” under the Clean Water Act only if they have a continuous surface connection with traditional navigable waters.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/598/21-454/",
    "facts_of_the_case": "<p>Michael and Chantall Sackett own a residential lot near Priest Lake, Idaho, and want to build a home there. However, shortly after they began placing sand and gravel, the federal Environmental Protection Agency told them that they could not build on their lot because construction on the land violated the Clean Water Act. According to the EPA, the Sacketts’ lot contained wetlands that qualify as “navigable waters” regulated by the Act, so they needed to remove the sand and gravel and restore the property to its natural state.</p>\n<p>Litigation ensued, and in 2012, the Supreme Court permitted the Sacketts to litigate their challenge to the EPA’s order in federal court. During the litigation, the EPA removed its compliance order.</p>\n<p>The U.S. Court of Appeals for the Ninth Circuit held that the EPA’s withdrawal of the compliance order did not render the Sacketts’ challenge moot and that the EPA does have jurisdiction over their property under the Clean Water Act. The court reasoned that, under binding circuit precedent, “jurisdiction over wetlands depends upon the existence of a significant nexus between the wetlands in question and navigable waters in the traditional sense.”</p>\n",
    "conclusion": "<p>The Clean Water Act extends only to wetlands that have a continuous surface connection with “waters” of the United States—i.e., with a relatively permanent body of water connected to traditional interstate navigable waters. Justice Samuel Alito authored the majority opinion of the Court that was unanimous in the judgment reversing and remanding.</p>\n<p>In 1973, the Environmental Protection Agency (EPA) and the Army Corps of Engineers, which jointly enforce the Clean Water Act, initially defined “the waters of the United States” differently. By 1980, they had adopted identical definitions, which encompassed “all waters that could affect interstate or foreign commerce.” Since then, they have repeatedly sought to define and redefine “waters of the United States” through rulemaking procedures.</p>\n<p>Despite this history, the Court found that the meaning of “waters” in the CWA encompasses “only those relatively permanent, standing, or continuously flowing bodies of water.” The mere presence of water is too broad; such a definition would include puddles and isolated ponds. Thus, wetlands are not per se “waters of the United States”; rather, only those with a continuous surface connection to traditional navigable waters fall within that category.</p>\n<p>Justice Clarence Thomas joined Justice Alito’s majority opinion in full but concurred separately, along with Justice Neil Gorsuch, emphasizing the importance of curbing the expansion of federal authority through agency action.</p>\n<p>Justice Brett Kavanaugh authored an opinion concurring in the judgment, in which Justices Sotomayor, Kagan, and Jackson joined. Justice Kavanaugh disagreed with the Court’s “continuous surface connection” test because, in his view, it “departs from the statutory text, from 45 years of consistent agency practice,” and from the Court’s own precedents.</p>\n<p>Justice Elena Kagan authored an opinion concurring in the judgment, in which Justices Sonia Sotomayor and Ketanji Brown Jackson joined. Justice Kagan lamented that, in her opinion, the majority “substitutes its own ideas about policymaking for Congress’s.”</p>\n"
}