{
    "ID": 54745,
    "name": "Murphy v. United Parcel Service, Inc.",
    "href": "https://api.oyez.org/cases/1998/97-1992",
    "view_count": 0,
    "docket_number": "97-1992",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                925189200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38249"
        },
        {
            "event": "Decided",
            "dates": [
                930027600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38250"
        }
    ],
    "question": "<p>Is high blood pressure a \"substantial impairment\" that might limit one's life activities to such an extent as to justify their being called \"disabled\" and, therefore, entitled to protection under the 1990 Americans with Disabilities Act?</p>\n",
    "citation": {
        "volume": "527",
        "page": "516",
        "year": "1999",
        "href": "https://api.oyez.org/case_citation/case_citation/18674"
    },
    "term": "1998",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/527/516/",
    "facts_of_the_case": "<p>At the time of his hiring by United Parcel Service (UPS) to a mechanics position that required him to drive commercial trucks, Vaughn Murphy was misdiagnosed as meeting Department of Transportation (DOT) health guidelines. When UPS discovered that Murphy's blood pressure exceeded DOT requirements, they fired him. Murphy challenged his dismissal as a form of discrimination prohibited under Title I of the 1990 Americans with Disabilities Act (ADA). Following defeat in trial and appellate courts, Murphy appealed and the Supreme Court granted him certiorari.</p>\n",
    "conclusion": "<p>No. In a 7-to-2 decision, the Court held that the determination of whether one is \"disabled\" under the ADA must be made in light of available mitigating circumstances. In the present case, the Court did not find Murphy \"disabled\" since he could function normally with the help of blood pressure medication. Moreover, although no longer able to serve as a commercial truck driver for UPS, Murphy could still work as a mechanic - the position for which he was officially hired. The Court concluded that in order to be designated as \"disabled\" an employee must be unable to perform more than just one task.</p>\n"
}