{
    "ID": 62941,
    "name": "Abbott v. Perez",
    "href": "https://api.oyez.org/cases/2017/17-586",
    "view_count": 0,
    "docket_number": "17-586",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1515736800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54189"
        },
        {
            "event": "Argued",
            "dates": [
                1524546000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54237"
        },
        {
            "event": "Decided",
            "dates": [
                1529902800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54325"
        }
    ],
    "question": "<ol><li>Did the district court issue an appealable interlocutory injunction when it invalidated Texas’ enacted redistricting plan and ordered the parties to appear at a remedial hearing to redraw state congressional districts unless the Governor convened a special legislative session to redraw the congressional map within three days?</li>\n<li>Did the Texas legislature act with an unlawful purpose when it enacted a redistricting plan originally imposed by the district court to remedy any possible constitutional and statutory defects in a previous legislative plan that was repealed before it took effect?</li>\n<li>Did the Texas legislature engage in intentional vote dilution when it adopted Congressional District (CD) 27 in 2013 after the district court’s 2012 finding that CD 27 did not support a plausible claim of racially discriminatory purpose and did not dilute Latino voting strength because it was impossible to create an additional Latino opportunity district in the region?</li>\n<li>Did the legislature engage in racial gerrymandering in CD 35 when it simply adopted the district unchanged as part of the court-ordered remedial plan?</li>\n</ol>",
    "citation": {
        "volume": "585",
        "page": null,
        "year": "2018",
        "href": "https://api.oyez.org/case_citation/case_citation/27566"
    },
    "term": "2017",
    "description": "A case in which the Court decided that the district court erred in disregarding the presumption of good faith on the part of the Texas Legislature and improperly reversed the burden of proof in requiring the state to show a lack of discriminatory intent in adopting new districting plans; the Court also held that one of the state house districts at issue was an impermissible racial gerrymander.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/585/17-586/",
    "facts_of_the_case": "<p>Individual voters in Texas, along with organizations representing Latinos and African Americans, filed a number of lawsuits in 2011, challenging the Texas legislature’s congressional and state house redistricting plans. The actions were consolidated and proceed in the U.S. District Court for the Western District of Texas (“Texas District Court”). The plaintiffs alleged racial gerrymandering in violation of § 2 of the Voting Rights Act (VRA) as well as the 14th and 15th Amendments to the United States Constitution. At that time Texas was bound by the preclearance requirements under § 5 of the VRA, and therefore the State simultaneously filed an action in the U.S. District Court for the District of Columbia (“D.C. District Court”) seeking preclearance of the redistricting plans. </p>\n<p>While trial proceedings were pending in both district courts, the 2012 primary elections were approaching. As a result, the Texas District Court assumed the task of implementing interim redistricting plans, which it did on an expedited basis, without access to all relevant facts, and with the understanding that most parties to the litigation alleged that those plans contained many of the same statutory and constitutional infirmities as the challenged plans. The U.S. Supreme Court vacated the first iteration of the interim maps on the grounds that the court had not been sufficiently deferential to the legislature; the Texas District Court issued more deferential plans in February 2012. </p>\n<p>The D.C. District Court subsequently denied preclearance to the proposed redistricting plans on the basis that they were enacted with discriminatory intent and had the effect of abridging minority voting rights. Texas appealed this decision to the U.S. Supreme Court.</p>\n<p>After the Texas District Court’s interim maps were used for the 2012 elections, the Texas legislature failed to take any action on redistricting in the 2013 regular session. However, it convened a special session during which it adopted, among others, the Texas District Court’s congressional interim map (“Plan C235”) without any changes. The governor subsequently signed the legislation adopting this plan.</p>\n<p>In June 2013, the U.S. Supreme Court decided <em>Shelby County v. Holder</em>, which removed the § 5 preclearance requirements from the VRA. Texas was therefore no longer automatically subject to preclearance requirements, and the U.S. Supreme Court later vacated and remanded for further proceedings the D.C. District Court’s preclearance decision, which the lower court then dismissed as moot.</p>\n<p>The defendants subsequently sought to dismiss the plaintiffs’ claims in the Texas District Court for lack of subject matter jurisdiction on the basis that the case had become moot. In response, the plaintiffs expressed their desire to amend their complaints regarding the 2011 plans and to challenge the 2013 plans. The court granted them leave to amend, and denied the State’s motions to dismiss. The court explained that the plaintiffs’ claims regarding the 2011 plans were not moot because, <em>inter alia</em>, the plaintiffs continued to be harmed by them. The court also ordered that the 2013 plans, which included Plan C235, be used for the 2014 elections. The plaintiffs then filed their amended complaints, including claims related to both the 2011 and 2013 plans. Most plaintiffs included claims that Plan C235 violated § 2 of the VRA and the 14th and 15th Amendments.</p>\n<p>The Texas District Court held trials on the 2011 plans in 2014, and found that they violated certain aspects of § 2 of the VRA and the 14th Amendment. In the ongoing litigation, the plaintiffs contended that the 2013 plans, including Plan C235, included some of the same elements that the court determined were the result of discriminatory intent or statutory or constitutional violations as in the 2011 plans.</p>\n<p>In August 2017, the Texas District Court issued an interlocutory order regarding the plaintiffs’ C235 claims. It found that the racially discriminatory intent and effects identified in the 2011 plans carried through to the 2013 plans where the redistricting lines remained the same. It explained that the legislature had adopted the court’s interim plans (which included C235) as part of a litigation strategy that was designed to insulate the plans from any further challenge. The legislature had not engaged in any deliberative process to remove the discriminatory elements from the plans before adopting them, but instead intentionally furthered and continued the discrimination in the existing plans.</p>\n<p>The court also concluded that the configurations of CD 27 and CD 35 under Plan C235 violated § 2 of the VRA and the 14th Amendment. As to CD 27, though the court had found in 2012 that this district did not reflect a racially discriminatory purpose because it was not possible to create an additional Latino opportunity district in the region, the Texas legislature had still engaged in vote dilution. Regarding CD 35, the court stated that while C235 was enacted in 2013, the challenged district boundaries that it reflected were drawn in 2011 and found to violate § 2 of the VRA and the 14th Amendment. The court explained that the Texas legislature did not engage in any meaningful effort to cleanse the discriminatory elements from the 2013 plan before it was adopted, and in fact intended to maintain that discrimination in enacting the plan in substantially the same form. </p>\n<p>The court additionally found that the plaintiffs had proven a § 2 “results” violation as to CD 27, HD 32, and HD 34, and a racial gerrymandering claim as to HD 90.</p>\n<p>The court’s order directed the Texas Attorney General to issue a written advisory within three days as to whether the legislature would convene a special session to address the issue of redistricting. If the legislature did not plan to hold a special session, the parties were ordered to appear before the court to prepare remedial redistricting plans. </p>\n<p>In January 2018, the U.S. Supreme Court agreed to hear the defendants’ appeal on the merits, at which time the Court would also consider the question of jurisdiction.</p>\n",
    "conclusion": "<p>The Court reversed and remanded in a 5-4 vote, holding that the Texas District Court erred in disregarding the presumption of good faith on the part of the Texas Legislature and improperly reversed the burden of proof in requiring the state to show a lack of discriminatory intent in adopting new districting plans; the Court also held that one of the state house districts at issue was an impermissible racial gerrymander.</p>\n<p>In an opinion authored by Justice Alito, the Court began by explaining that it had jurisdiction to review the orders in this case under 28 U.S.C. § 1253, because they qualified as interlocutory injunction orders.</p>\n<p>With regard to the redistricting plans, the Court began its discussion by stating that in redistricting cases, legislatures are entitled to a presumption of good faith, and that the challengers had the burden of proof when alleging that a state law was enacted with discriminatory intent. It also stated that a finding of past discrimination was not sufficient to undermine the good faith presumption. </p>\n<p>The Court found that in this case, the 2011 plans were repealed and not enacted by the 2013 legislature, which instead enacted the Texas District Court’s interim plans with minimal changes, and without carrying forward the effects of the 2011 legislature’s discriminatory intent. The Texas District Court had violated the applicable burden of proof principles in referencing the need to “cure” the “taint” of the earlier legislature’s process, and faulting that legislature for its lack of deliberation on this issue. The Court further concluded that evidence of the 2011 legislature’s intent and the Texas District Court’s interim plans, when viewed with other evidence in the record, was insufficient to prove bad faith and intentional discrimination on the part of the 2013 legislature.</p>\n<p>After discussing its reversal of the Texas District Court’s intent finding, the Court addressed the four remaining districts that were invalidated on alternative grounds. It reversed the Texas District Court’s holding with regard to the three districts regarding which it relied on § 2’s “effects” test, but affirmed the holding that one district was an impermissible racial gerrymander.</p>\n<p>With regard to the district findings it reversed, the Court explained that to support a § 2 “effects” claim, under <em>Thornburg v. Gingles</em>, 478 U.S. 30 (1986), a plaintiff must establish three factors: (1) a geographically compact minority population sufficient to constitute a majority in a single-member district, (2) political cohesion among the members of the minority group, and (3) bloc voting by the majority to defeat the minority’s preferred candidate. After making that showing, the plaintiff must then prove that the minority group’s votes are diluted by the district lines under the totality of the circumstances.</p>\n<p>Regarding the Texas District Court’s finding that CD 27 violated § 2 by diluting the votes of Latino voters in Nueces County, who the district court ruled should have been included in a Latino opportunity district, the Court found that the plaintiffs were unable to show that an additional Latino opportunity district could be formed in that region of Texas. The Court also held that the Texas District Court erred in ruling that HD 32 and HD 34 did not comply with § 2, stating the the court’s findings showed that those two districts did not in fact violate § 2.</p>\n<p>Finally, the Court affirmed the ruling that HD 90 was an impermissible racial gerrymander. That district was not derived from the Texas District Court’s interim plan, but was instead modified substantially by the 2013 legislature. The state argued that its use of race as a primary factor in shaping HD 90 was proper and even necessary to comply with § 2’s requirements, but the Court found that it failed to make the requisite showing of narrow tailoring.</p>\n<p>Justice Thomas filed a concurring opinion, in which Justice Gorsuch joined.</p>\n<p>Justice Sotomayor filed a dissenting opinion, and was joined by Justices Breyer, Ginsburg, and Kagan. Sotomayor rejected the Majority’s assertion that the Court had jurisdiction to hear the case, disagreeing with its conclusion that the lower court’s orders constituted an injunction. She also disagreed with the Majority’s conclusion that the Texas District Court had erred with regard to the legal test for discriminatory intent. Sotomayor contended that the lower court had engaged in a careful consideration of the legislature’s intent rather than presuming invidious intent, and correctly found that the legislature intended to discriminate.</p>\n"
}