{
    "ID": 55138,
    "name": "United States v. Patane",
    "href": "https://api.oyez.org/cases/2003/02-1183",
    "view_count": 0,
    "docket_number": "02-1183",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1050901200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39003"
        },
        {
            "event": "Argued",
            "dates": [
                1070949600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39004"
        },
        {
            "event": "Decided",
            "dates": [
                1088398800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39005"
        }
    ],
    "question": "<p>Can physical evidence found as a result of un-Mirandized but voluntary testimony be used in court?</p>\n",
    "citation": {
        "volume": "542",
        "page": "630",
        "year": "2004",
        "href": "https://api.oyez.org/case_citation/case_citation/19067"
    },
    "term": "2003",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/542/630/",
    "facts_of_the_case": "<p>Samuel Patane was arrested at his home for calling his ex-girlfriend in violation of a restraining order. During the arrest, police officers began reading Patane his Miranda rights. Patane told the officers that he knew his rights. The officers then stopped reading them, at which point Patane told police that he had a gun in his house. They searched the house with his permission and found the gun. As an ex-felon, Patane was not permitted to possess a gun and was prosecuted for possession.</p>\n<p>During the trial on gun possession charges, Patane argued that his arrest violated the Fourth Amendment prohibition of unreasonable searches and seizures and the Fifth Amendment right not to incriminate oneself because there was not probable cause to arrest him and because the gun had been found as a result of an un-Mirandized confession.</p>\n<p>The district court initially ruled that there was not probable cause for his arrest and that it was therefore unconstitutional. A 10th Circuit Court of Appeals panel disagreed, holding that Patane's ex-girlfriend had given police probable cause for the arrest. However, the panel held that gun could not be used as evidence because it had been found as the result of an un-Mirandized (and therefore unconstitutional) confession. The government appealed, arguing that physical evidence found as the result of un-Mirandized testimony could be used in court, despite the fact that the testimony itself was inadmissible.</p>\n",
    "conclusion": "<p>Yes. In a decision without a majority opinion, three justices wrote that the Miranda warnings were merely intended to prevent violations of the Constitution, and that because Patane's un-Mirandized testimony was not admitted at trial the Constitution (specifically the Fifth Amendment's protection against self-incrimination) had not been violated. Physical evidence obtained from un-Mirandized statements, as long as those statement were not forced by police, were constitutionally admissible. Two other justices also held that the physical evidence was constitutionally admissible, but did so with the understanding that the Miranda warnings must be accommodated to other objectives of the criminal justice system. They did not discuss whether the Miranda warnings were, in themselves, constitutionally required.</p>\n"
}