{
    "ID": 54559,
    "name": "O'Gilvie v. United States",
    "href": "https://api.oyez.org/cases/1996/95-966",
    "view_count": 0,
    "docket_number": "95-966",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                844837200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37903"
        },
        {
            "event": "Decided",
            "dates": [
                850197600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37904"
        }
    ],
    "question": "<p>Does the exclusionary provision of 26 USC section 104(a)(2), which excludes from gross income the \"amount of any damages received... on account of personal injuries or sickness,\" apply to punitive damages received by a plaintiff in a tort suit for personal injuries?</p>\n",
    "citation": {
        "volume": "519",
        "page": "79",
        "year": "1996",
        "href": "https://api.oyez.org/case_citation/case_citation/18488"
    },
    "term": "1996",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/519/79/",
    "facts_of_the_case": "<p>After her death from toxic shock syndrome, Betty O'Gilvie's husband and two children received a jury award of $1,525,000 actual damages and $10 million punitive damages in a tort suit based on Kansas law against the maker of the product that caused Betty's death. The O'Gilvie's paid income tax on the portion of the award that represented punitive damages, but then sought a refund. Subsequently, Betty O'Gilvie's husband sued the Government for a refund and the Government sued the O'Gilvie children to recover the refund it had made earlier. In finding for the O'Gilvies, the District Court found that 26 USC section 104(a)(2), as read in 1988, excluded from gross income the \"amount of any damages received... on account of personal injuries or sickness.\" The Court of Appeals reversed.</p>\n",
    "conclusion": "<p>No. In a 6-3 opinion delivered by Justice Stephen G. Breyer, the Court held that the punitive damages received by the O'Gilvies were not received \"on account of\" personal injuries,\" and therefore the provision did not apply and the damages were taxable. Agreeing with the Government's definition, Justice Breyer reasoned that the exclusionary provision applied to those personal injury lawsuit damages that were awarded by reason of, or because of, the personal injuries, and not to punitive damages that do not compensate injury, but are private fines to punish and deter reprehensible conduct. Justice Antonin Scalia, who was joined by Justices Sandra Day O'Connor and Clarence Thomas, dissented.</p>\n"
}