{
    "ID": 54612,
    "name": "Steel Company v. Citizens for Better Environment",
    "href": "https://api.oyez.org/cases/1997/96-643",
    "view_count": 0,
    "docket_number": "96-643",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                876114000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38007"
        },
        {
            "event": "Decided",
            "dates": [
                888991200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38008"
        }
    ],
    "question": "<p>Does an environmental organization have standing to bring suit against companies that fail to meet the Emergency Planning And Community Right-To-Know Act Of 1986's deadlines for filing toxic-and hazardous-chemical storage and emission reports? Does the EPCRA authorize suits for purely past violations?</p>\n",
    "citation": {
        "volume": "523",
        "page": "83",
        "year": "1998",
        "href": "https://api.oyez.org/case_citation/case_citation/18541"
    },
    "term": "1997",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/523/83/",
    "facts_of_the_case": "<p>In 1995, Citizens For A Better Environment, a environmental protection organization, filed an enforcement action for relief under the Emergency Planning And Community Right-To-Know Act of 1986's (EPCRA) Citizen-Suit Provision. Citizens alleged that the Chicago Steel And Pickling Company had violated the EPCRA by failing to file timely toxic-and hazardous-chemical storage and emission reports since 1988. Ultimately, Chicago Steel filed all of the overdue forms with the relevant agencies by the time the complaint was acted on. Arguing this fact and that the EPCRA does not allow suit for purely historical violations, Chicago Steel filed a motion to dismiss, contending that Citizens' allegation of untimeliness in filing was not a claim upon which relief could be granted. The District Court agreed. In reversing, the Court of Appeals concluded that the EPCRA authorizes citizen suits for purely past violations.</p>\n",
    "conclusion": "<p>No and the Court did not answer the question. In an opinion delivered by Justice Antonin Scalia, the Court held, because none of the relief sought would likely remedy its alleged injury in fact, that Citizens For A Better Environment lacked standing to maintain suit and that the Court and lower federal courts lack the jurisdiction to entertain it. While all nine Justices agreed that the organization lacked standing, they disagreed on the reasons. Lacking jurisdiction, the Court declined to answer whether the EPCRA authorizes suits for purely past violations. Justices Sandra Day O'Connor, Stephen G. Breyer, John Paul Stevens and Ruth Bader Ginsburg wrote concurring opinions.</p>\n"
}