{
    "ID": 54582,
    "name": "Burlington Industries, Inc. v. Ellerth",
    "href": "https://api.oyez.org/cases/1997/97-569",
    "view_count": 0,
    "docket_number": "97-569",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                893221200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37948"
        },
        {
            "event": "Decided",
            "dates": [
                898837200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37949"
        }
    ],
    "question": "<p>Can an employee, who despite refusing sexually harassing advances by a supervisor suffers no adverse job-related consequences, recover against an employer under Title VII of the Civil Rights Acts of 1964, without showing that the employer was responsible for the supervisor's harassing conduct?</p>\n",
    "citation": {
        "volume": "524",
        "page": "742",
        "year": "1998",
        "href": "https://api.oyez.org/case_citation/case_citation/18511"
    },
    "term": "1997",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/524/742/",
    "facts_of_the_case": "<p>After working for Burlington Industries for 15 months, Kimberly B. Ellerth quit because she allegedly suffered sexual harassment by her supervisor - Ted Slowik. Despite her refusals of Slowik's advances Ellerth did not suffer any tangible retaliation and was, in fact, promoted once. Moreover, while she remained silent about Slowik's conduct despite her knowledge of Burlington's policy against sexual harassment, Ellerth challenged Burlington claiming that the company forced her constructive discharge.</p>\n",
    "conclusion": "<p>Yes. In a 7-to-2 opinion, the Court held that employers are vicariously liable for supervisors who create hostile working conditions for those over whom they have authority. In cases where harassed employee's suffer no job-related consequences, employers may defend themselves against liability by showing that they quickly acted to prevent and correct any harassing behavior and that the harassed employee failed to utilize their employer's protection. Such a defense, however, in not available when the alleged harassment culminates in an employment action, such as Ellerth's.</p>\n"
}