{
    "ID": 55457,
    "name": "Brendlin v. California",
    "href": "https://api.oyez.org/cases/2006/06-8120",
    "view_count": 0,
    "docket_number": "06-8120",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1169186400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39876"
        },
        {
            "event": "Argued",
            "dates": [
                1177304400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39877"
        },
        {
            "event": "Decided",
            "dates": [
                1182142800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39878"
        }
    ],
    "question": "<p>When a vehicle is subject to a traffic stop, is a passenger in the vehicle \"detained\" for purposes of the Fourth Amendment?</p>\n",
    "citation": {
        "volume": "551",
        "page": "249",
        "year": "2007",
        "href": "https://api.oyez.org/case_citation/case_citation/20713"
    },
    "term": "2006",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/551/249/",
    "facts_of_the_case": "<p>Police stopped Karen Simeroth's car for having expired registration tabs. Bruce Brendlin, who had a warrant out for his arrest, was riding in the passenger seat. Police found methamphetamine, marijuana, and drug paraphernalia in the car and on Simeroth's person. In a California trial court, Brendlin filed a motion to suppress the evidence obtained at the traffic stop, claiming that the stop was an unreasonable seizure in violation of the Fourth Amendment. The trial court found that Brendlin had never been detained or \"seized\" within the meaning of the Fourth Amendment. It denied the motion, and Brendlin pleaded guilty to manufacturing methamphetamine. A California Court of Appeal reversed, holding that a traffic stop necessarily results in a Fourth Amendment seizure.</p>\n<p>The California Supreme Court reversed the Court of Appeal and ruled for California. The court held that the driver of the car is the only one detained in a traffic stop. The movement of any passengers is also stopped as a practical matter, but the court considered this merely a necessary byproduct of the detention of the driver. The court held that Brendlin had been free to leave the scene of the traffic stop or to simply ignore the police. Since he was never \"seized,\" however, he could not claim a violation of the Fourth Amendment.</p>\n",
    "conclusion": "<p>Yes. In a unanimous opinion written by Justice David Souter, the Court held that when a vehicle is stopped at a traffic stop, the passenger as well as the driver is seized within the meaning of the Fourth Amendment. The justices said, \"We resolve this question by asking whether a reasonable person in Brendlin's position when the car stopped would have believed himself free to 'terminate the encounter' between the police and himself.\" The Court held that Brendlin would have reasonably believed himself to be intentionally detained and subject to the authority of the police. Thus, he was justified in asserting his Fourth Amendment protection against unreasonable seizure. The Court noted that its ruling would not extend to more incidental restrictions on freedom of movement, such as when motorists are forced to slow down or stop because other vehicles are being detained. To accept the state's arguments, however, would be to \"invite police officers to stop cars with passengers regardless of probable cause or reasonable suspicion of anything illegal.\"</p>\n"
}