{
    "ID": 55429,
    "name": "Ledbetter v. Goodyear Tire and Rubber Company",
    "href": "https://api.oyez.org/cases/2006/05-1074",
    "view_count": 0,
    "docket_number": "05-1074",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1151298000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39798"
        },
        {
            "event": "Argued",
            "dates": [
                1164607200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39799"
        },
        {
            "event": "Decided",
            "dates": [
                1180414800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39800"
        }
    ],
    "question": "<p>Can a plaintiff bring a salary discrimination suit under Title VII of the Civil Rights Act of 1964 when the disparate pay is received during the 180-day statutory limitations period, but is the result of discriminatory pay decisions that occurred outside the limitations period?</p>\n",
    "citation": {
        "volume": "550",
        "page": "618",
        "year": "2007",
        "href": "https://api.oyez.org/case_citation/case_citation/20649"
    },
    "term": "2006",
    "description": "A case in which the Court ruled that a plaintiff cannot bring a salary discrimination suit under Title VII of the Civil Rights Act when the disparate pay is the result of decisions made outside of the 180-day limitations period. ",
    "justia_url": "https://supreme.justia.com/cases/federal/us/550/618/",
    "facts_of_the_case": "<p>Over her nineteen-year career at Goodyear Tire, Lilly Ledbetter was consistently given low rankings in annual performance-and-salary reviews and low raises relative to other employees. Ledbetter sued Goodyear for gender discrimination in violation of Title VII of the Civil Rights Act of 1964, alleging that the company had given her a low salary because of her gender. A jury found for Ledbetter and awarded her over $3.5 million, which the district judge later reduced to $360,000.</p>\n<p>Goodyear appealed, citing a Title VII provision that requires discrimination complaints to made within 180 days of the employer's discriminatory conduct. The jury had examined Ledbetter's entire career for evidence of discrimination, but Goodyear argued that the jury should only have considered the one annual salary review that had occurred within the 180-day limitations period before Ledbetter's complaint.</p>\n<p>The U.S. Court of Appeals for the Eleventh Circuit reversed the lower court, but without adopting Goodyear's position entirely. Instead the Circuit Court ruled that the jury could only examine Ledbetter's career for evidence of discrimination as far back as the last annual salary review before the start of the 180-day limitations period. The Circuit Court ruled that the fact that Ledbetter was getting a low salary during the 180 days did not justify the evaluation of Goodyear's decisions over Ledbetter's entire career. Instead, only those annual reviews that could have affected Ledbetter's payment during the 180 days could be evaluated. The Circuit Court found no evidence of discrimination in those reviews, so it reversed the District Court and dismissed Ledbetter's complaint.</p>\n",
    "conclusion": "<p>No. By a 5-4 vote the Court ruled that Ledbetter's claim was time-barred by Title VII's limitations period. The opinion by Justice Samuel Alito held that \"current effects alone cannot breathe life into prior, uncharged discrimination.\" For a timely claim, Ledbetter would have needed to file within 180 days of a discriminatory salary decision; the Court did not consider it significant that paychecks she received during the 180 days prior to her claim were affected by the past discrimination. Discriminatory intent is a crucial element of a Title VII disparate-treatment claim, the Court held, but each instance of Goodyear's discriminatory intent fell outside the limitations period. The majority noted that the short time limit was enacted to ensure quick resolution of pay discrimination disputes, which can become more difficult to defend against as time passes. To adopt Ledbetter's argument would be to allow even \"discriminatory pay decision[s] made 20 years ago\" to be the subject of Title VII claims. In dissent, Justice Ruth Bader Ginsburg called the majority's ruling out of tune with the realities of wage discrimination and \"a cramped interpretation of Title VII, incompatible with the statute's broad remedial purpose.\" She suggested that \"the Legislature may act to correct this Court's parsimonious reading of Title VII.\"</p>\n"
}