{
    "ID": 62905,
    "name": "Ohio v. American Express Co.",
    "href": "https://api.oyez.org/cases/2017/16-1454",
    "view_count": 0,
    "docket_number": "16-1454",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1508130000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54137"
        },
        {
            "event": "Argued",
            "dates": [
                1519624800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54183"
        },
        {
            "event": "Decided",
            "dates": [
                1529902800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54317"
        }
    ],
    "question": "<p>Under the “rule of reason,” was the government’s showing that American Express’s anti-steering provisions stifled price competition on the merchant side of the credit-card platform sufficient to prove anti-competitive effects, thereby shifting to American Express the burden of establishing pro-competitive benefits from the provisions?</p>\n",
    "citation": {
        "volume": "585",
        "page": null,
        "year": "2018",
        "href": "https://api.oyez.org/case_citation/case_citation/27547"
    },
    "term": "2017",
    "description": "A case in which the Court held, under the “rule of reason,” that the government’s showing that American Express’s anti-steering provisions stifled price competition on the merchant side of the credit-card platform was not sufficient to prove a violation of antitrust law.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/585/16-1454/",
    "facts_of_the_case": "<p>In the credit-card industry, there is what is called a “two-sided market.” Cardholders benefit from holding a card only if that card is accepted by a wide range of merchants, and merchants benefit from accepting a card only if a sufficient number of cardholders use it. Thus, the cardholder and the merchant both depend on widespread acceptance of a card.</p>\n<p>In the United States, credit-card transaction volume is comprised primarily of four networks: Visa (45%), American Express (26.4%), MasterCard (23.3%), and Discover (5.3%). Because of the way Visa and MasterCard transactions are handled, they do not directly set certain fees, but merely influence these prices. In contrast, American Express is directly involved in the vast majority of transactions involving its cards. Thus, it maintains direct relationships with both its cardholders and merchants and directly sets the relevant fees.</p>\n<p>In the 1980s, Visa and MasterCard adopted exclusionary rules preventing member institutions from issuing card products on the Amex or Discover networks, and ran ad campaigns highlighting Amex’s smaller network and higher merchant fees. In response, Amex strengthened contractual restraints designed to control how merchants treat Amex cardholders at the point of sale, known as non-discriminatory provisions (NDPs).</p>\n<p>In 2010, the federal government and 17 states sued Amex, Visa, and MasterCard for unreasonably restraining trade in violation of the Sherman Act. They alleged that the credit card companies used anti-steering provisions to suppress competition and block competition from rival networks. In 2011, Visa and MasterCard entered into consent judgments and voluntarily rescinded their anti-steering provisions. Amex proceeded to trial, and the district court ruled that Amex’s NDPs violated US antitrust laws. Reviewing the district court’s findings of fact for clear error and its conclusions of law de novo, the Second Circuit reversed the district court, holding that the lower court should have weighed the NDPs’ net effect on both merchants and cardholders under the generally accepted “rule of reason.”</p>\n",
    "conclusion": "<p>Amex's anti-steering provisions do not violate federal antitrust law. In a 5-4 opinion authored by Justice Clarence Thomas, the Court first looked to the definition of the market in this context, finding that it consists of both cardholders and merchants. The \"rule of reason\" establishes a burden-shifting process for showing antitrust violations, the first burden being on the plaintiffs to show anticompetitive effects. Defining the market as it did, the Court found that the government needed to prove not only that the anti-steering provisions had an anticompetitive effect on the merchants (which it did show), but also that they had an anticompetitive effect on the cardholders (which it did not). Having found that the government failed to meet its burden in the first step of the \"rule of reason\" test, the Court affirmed the decision of the Second Circuit.</p>\n<p>Justice Stephen Breyer filed a dissenting opinion, in which Justices Ruth Bader Ginsburg, Sonia Sotomayor, and Elena Kagan joined. In dissent, Justice Breyer criticized the majority for coming up with a market definition that has no basis in precedent and instead actually contradicts its holding in <a href=\"https://supreme.justia.com/cases/federal/us/345/594/\" target=\"_blank\"><em>Times-Picayune Publishing Co. v. United States</em>, 345 U.S. 594 (1953)</a>. Justice Breyer points to the finding by the district court of direct evidence of significant anticompetitive effects of the anti-steering provisions and would find that this evidence is sufficient to meet its burden under the \"rule of reason\" burden-shifting framework.</p>\n"
}