{
    "ID": 55485,
    "name": "Knight v. Commissioner of Internal Revenue",
    "href": "https://api.oyez.org/cases/2007/06-1286",
    "view_count": 0,
    "docket_number": "06-1286",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1182747600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39954"
        },
        {
            "event": "Argued",
            "dates": [
                1196143200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39955"
        },
        {
            "event": "Decided",
            "dates": [
                1200463200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39956"
        }
    ],
    "question": "<p>Does 26 U.S.C. 67(e) allow trusts and estates to fully deduct the cost of investment management and advisory services on their income tax returns?</p>\n",
    "citation": {
        "volume": "552",
        "page": "181",
        "year": "2008",
        "href": "https://api.oyez.org/case_citation/case_citation/20725"
    },
    "term": "2007",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/552/181/",
    "facts_of_the_case": "<p>Trustee Michael J. Knight hired a firm to provide investment-management advice to the William L. Rudkin Testamentary Trust. The Trust deducted all of the fees paid for the investment-advice service from its tax return, but the IRS rejected the deduction. A provision in 26 U.S.C. 67(e) allows trusts to fully deduct certain administrative costs, but the IRS maintained that fees for investment-advice services fall outside the statute's scope. The tax court agreed with the IRS and ruled the fees nondeductible. Federal Courts of Appeals had come to opposite conclusions on the question.</p>\n<p>On appeal, the U.S. Court of Appeals for the Second Circuit affirmed the tax court. The court cited Section 67(e)'s requirement that a trust's fees are only fully deductible when they \"would not have been incurred if the property were not held in such trust.\" The provision was meant to exempt special administrative expenses that are incurred by trusts. Therefore, the court ruled, costs that could possibly be incurred by individual taxpayers as well as trusts were never deductible in full. Since an individual could pay for investment-advice services, and since the individual's payment would not be fully deductable, Section 67(e) did not exempt a trust's payment for the same services.</p>\n",
    "conclusion": "<p>Chief Justice John G. Roberts, Jr., writing for a unanimous Court, affirmed the Second Circuit's ruling, holding that if an expense incurred by a trust is the type that would also be incurred by an individual taxpayer, the expense is subject to the same limits on deduction applied to individual expenses. Roberts reasoned that the tax statute at issue required a court to decide whether an individual customarily would spend money on the type of service at issue; if so, the expense would not be fully deductible by a trust. The case was remanded for further proceedings.</p>\n"
}