{
    "ID": 55505,
    "name": "New York State Board of Elections v. Lopez Torres",
    "href": "https://api.oyez.org/cases/2007/06-766",
    "view_count": 0,
    "docket_number": "06-766",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1171951200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40005"
        },
        {
            "event": "Argued",
            "dates": [
                1191387600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40006"
        },
        {
            "event": "Decided",
            "dates": [
                1200463200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40007"
        }
    ],
    "question": "<p>Does a state judicial appointment system in which appointments are made by political party delegates elected by party members violate the First Amendment association rights of voters and candidates?</p>\n",
    "citation": {
        "volume": "552",
        "page": "196",
        "year": "2008",
        "href": "https://api.oyez.org/case_citation/case_citation/20747"
    },
    "term": "2007",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/552/196/",
    "facts_of_the_case": "<p>New York trial court judges are appointed by way of a \"district convention system.\" Under this system, political party members elect delegates, who in turn vote for judicial candidates nominated at party conventions. Margarita Lopez Torres sought appointment to a New York Supreme Court but did not have a political party's endorsement. Lopez Torres claimed that the system unconstitutionally obstructed judicial appointments by making candidates reliant upon political parties. The New York Board of Elections defended the system, arguing that it did not bar voters from participating because they had the opportunity to elect delegates.</p>\n<p>A District Court found that the system unnecessarily and excessively restricted elections. It cited the absence of a \"single successful challenge to candidates backed by the party leaders.\" The U.S. Court of Appeals for the Second Circuit affirmed that the system gave political party officials too much power and violated voters' and candidates' First Amendment rights to freedom of association.</p>\n",
    "conclusion": "<p>In a unanimous opinion authored by Justice Antonin Scalia, the Court reversed the Second Circuit, finding that the election scheme did not implicate Lopez Torres' rights under the First Amendment. What constituted a \"fair shot\" at obtaining the nomination, according to the Court, was a reasonable enough question for legislative judgment, which the Court would accept so long as it did not too much infringe upon a party's associational rights. The Court maintained that the First Amendment did not compel any substantive change in New York's practice of electing judicial officials.</p>\n"
}