{
    "ID": 54941,
    "name": "Bartnicki v. Vopper",
    "href": "https://api.oyez.org/cases/2000/99-1687",
    "view_count": 0,
    "docket_number": "99-1687",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                975996000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38621"
        },
        {
            "event": "Decided",
            "dates": [
                990421200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38622"
        }
    ],
    "question": "<p>Does the First Amendment provide protection to speech that discloses the contents of an illegally intercepted communication?</p>\n",
    "citation": {
        "volume": "532",
        "page": "514",
        "year": "2001",
        "href": "https://api.oyez.org/case_citation/case_citation/18870"
    },
    "term": "2000",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/532/514/",
    "facts_of_the_case": "<p>An unidentified person intercepted and recorded a phone call between the chief union negotiator and the union president (the petitioners) during collective-bargaining negotiations involving a teachers' union and the local school board. After a teacher-favorable proposal was accepted, a radio commentator played a tape of the intercepted conversation. Petitioners filed suit under both federal and state wiretapping laws, alleging that an unknown person using an electronic device had surreptitiously intercepted their telephone conversation. Rejecting a First Amendment protection defense, the District Court concluded, in part, that the statutes were content-neutral laws of general applicability containing \"no indicia of prior restraint or the chilling of free speech.\" Ultimately, the Court of Appeals found the statutes invalid because they deterred significantly more speech than necessary to protect the private interests at stake.</p>\n",
    "conclusion": "<p>Yes. In a 6-3 opinion delivered by Justice John Paul Stevens, the Court held that the First Amendment protects the disclosure of illegally intercepted communications by parties who did not participate in the illegal interception. \"In this case, privacy concerns give way when balanced against the interest in publishing matters of public importance,\" wrote Justice Stevens. \"[A] stranger's illegal conduct does not suffice to remove the First Amendment shield from speech about a matter of public concern.\" Noting that the negotiations were a matter of public interest, Justice Stevens wrote that the \"debate may be more mundane than the Communist rhetoric that inspired Justice Brandeis' classic opinion in Whitney v. California, but it is no less worthy of constitutional protection.\"</p>\n"
}