{
    "ID": 55308,
    "name": "Unitherm Food Systems, Inc. v. Swift-Eckrich, Inc.",
    "href": "https://api.oyez.org/cases/2005/04-597",
    "view_count": 0,
    "docket_number": "04-597",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1109570400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39477"
        },
        {
            "event": "Argued",
            "dates": [
                1130911200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39478"
        },
        {
            "event": "Decided",
            "dates": [
                1137996000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39479"
        }
    ],
    "question": "<p>May a court of appeals review the sufficiency of evidence supporting a jury's verdict if the appellant failed to renew the motion for judgment under Rule 50(b) or move for a new trial under Rule 59?</p>\n",
    "citation": {
        "volume": "546",
        "page": "394",
        "year": "2006",
        "href": "https://api.oyez.org/case_citation/case_citation/20608"
    },
    "term": "2005",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/546/394/",
    "facts_of_the_case": "<p>When ConAgra, Swift-Eckrich's parent company, attempted to enforce its patent for a process for browning precooked meats, Unitherm claimed that the patent was invalid because Unitherm's president had invented the process six years before. Unitherm sued, alleging that ConAgra had violated the Sherman Antitrust Act by attempting to enforce a patent obtained by fraud. Pursuant to Rule 50(a) of the Federal Rules of Civil Procedure, ConAgra moved for judgment as a matter of law, asking the Disrict Court to dismiss the case based on insufficiency of evidence. The court denied the motion and sent the case to the jury, which returned a verdict for Unitherm. ConAgra appealed to the Circuit Court of Appeals for the Federal Circuit, again arguing that the evidence was insufficent to prove an antitrust violation. However, ConAgra did not renew the motion for judgment as a matter of law after the verdict, pursuant to Rule 50(b), or move for a new trial, pursuant to Rule 59. Normally, parties must file the Rule 50(b) motion after an unfavorable verdict in order to obtain judgment as a matter of law on appeal. Unitherm argued that since ConAgra had failed to renew its motion under Rule 50(b), the Court of Appeals could not consider the insufficiency-of-evidence claim. ConAgra took the position that renewal of the motion is optional. The Federal Circuit considered itself bound to apply the precedent of the relevant regional Circuit Court (the Tenth), under which Rule 50(b) is indeed optional, in contrast to the precedents of the other Circuit Courts. The Federal Circuit found the evidence insufficient to support the jury's verdict, so it reversed the District Court and ordered a new trial. Unitherm appealed to the Supreme Court, which agreed to consider the procedural dispute.</p>\n",
    "conclusion": "<p>No. In a 7-2 decision authored by Justice Clarence Thomas, the Court ruled that a party must renew its motion for judgment under Rule 50(b) if the motion is to be the basis for an appeal. The District Court's denial of the initial Rule 50(a) motion could not itself form the basis of an appeal, because the denial was within the District Court's discretion. \"The only error here,\" Justice Thomas noted, \"was counsel's failure to file a postverdict motion pursuant to Rule 50(b).\" Justice John Paul Stevens wrote a dissent, joined by Justice Kennedy, arguing that in exceptional cases courts of appeals can consider substantive issues even when procedural oversights by appellants would normally preclude them.</p>\n"
}