{
    "ID": 55988,
    "name": "Fifth Third Bancorp v. Dudenhoeffer",
    "href": "https://api.oyez.org/cases/2013/12-751",
    "view_count": 0,
    "docket_number": "12-751",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1386914400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41304"
        },
        {
            "event": "Argued",
            "dates": [
                1396414800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41305"
        },
        {
            "event": "Decided",
            "dates": [
                1403672400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41582"
        }
    ],
    "question": "<p>Did the U.S. Court of Appeals for the Sixth Circuit err by holding that the respondents were not required to plausibly allege that Fifth Third abused its discretion by remaining invested in the employer stock in order to overcome the presumption that the decision to invest in the stock was reasonable?</p>\n",
    "citation": {
        "volume": "573",
        "page": "409",
        "year": "2014",
        "href": "https://api.oyez.org/case_citation/case_citation/20894"
    },
    "term": "2013",
    "description": "A case in which the Court held that a trustee of an employee stock ownership plan is subject to the same duty of prudence as the trustee of a Employee Retirement Income Security Act.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/573/409/",
    "facts_of_the_case": "<p>John Dudenhoeffer and Alireza Partivopanah are former employees of Fifth Third Bank and are participants in the Fifth Third Bancorp Master Profit Sharing Plan, an employee stock ownership plan (ESOP), which is a defined contribution retirement fund for employees with Fifth Third as a trustee. Participants make voluntary contributions to the ESOP from their salaries and Fifth Third matches the contributions by purchasing Fifth Third stock for their individual accounts. During the time period in question, a large amount of the ESOP's assets were invested in Fifth Third stock. Also during this period, Fifth Third switched from being a conservative lender to a subprime lender and the portfolio became increasingly vulnerable to risk, which it failed to disclose. The price of the stock declined drastically and caused the ESOP to lose tens of millions of dollars. The respondents sued Fifth Third and argued that Fifth Third breached its fiduciary duty as imposed by the Employee Retirement Income Security Act (ERISA) by continuing to invest in Fifth Third stock despite having knowledge of its increasingly precarious value. The federal district court granted Fifth Third's motion to dismiss and held that the plaintiffs failed to state a claim for which relief could be granted because under ERISA, the investment decisions made by ESOP fiduciaries are presumed to be prudent. The U.S. Court of Appeals for the Sixth Circuit reversed and held that, while ESOP fiduciaries have a presumption of prudence, this presumption was an evidentiary matter and thus not grounds for a motion to dismiss.</p>\n",
    "conclusion": "<p>No. Justice Stephen Breyer delivered the opinion for the unanimous Court. The Court held that the presumption of prudence found by the lower courts is not included in ERISA's language; instead, the presumption is a court-made response to the different fiduciary duties of an ESOP fiduciary rather than fiduciaries of other eligible retirement plans under ERISA. Unlike other plans, ESOP plans prioritize buying a company's own stock, as opposed to diversifying retirement funds across a number of different investments. For non-ESOP retirement funds, normal prudence requires fiduciaries to spread the investment risk out across multiple investments, which is a prudential standard that cannot be applied to ESOP. Therefore, some courts had held that ESOP fiduciaries were entitled to a presumption of prudence regarding their choice of whether to purchase their own company stock or not. The Supreme Court, however, held that these differing requirements did not amount to a presumption of prudence for ESOP fiduciaries. Instead, the Court found that ESOP fiduciaries have the same fiduciary duty as non-ESOP fiduciaries, except as it applies to diversification of investments. The Court remanded the case back to the district court, instructing the lower court to analyze Fifth Third's motion to dismiss under the pleading standards set forth in <em>Ashcroft v. Iqbal</em> and <em>Bell Atlantic Corp. v. Twombly</em>, requiring a plaintiff's pleadings contain enough facts to give rise to a plausible entitlement to relief.</p>\n"
}