{
    "ID": 55830,
    "name": "Freeman v. Quicken Loans, Inc.",
    "href": "https://api.oyez.org/cases/2011/10-1042",
    "view_count": 0,
    "docket_number": "10-1042",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1318309200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40871"
        },
        {
            "event": "Argued",
            "dates": [
                1329804000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40872"
        },
        {
            "event": "Decided",
            "dates": [
                1337835600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40873"
        }
    ],
    "question": "<p>Does Section 8(b) of the Real Estate Settlement Procedures Act prohibit a real estate settlement services provider from charging an unearned fee only if the fee is divided between two or more parties?</p>\n",
    "citation": {
        "volume": "566",
        "page": null,
        "year": "2012",
        "href": "https://api.oyez.org/case_citation/case_citation/19752"
    },
    "term": "2011",
    "description": "A case in which the Court held that Section 8(b) of the Real Estate Settlement Procedures Act prohibits a real estate service provider from charging an unearned fee if the fee is divided between two or more parties.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/566/624/",
    "facts_of_the_case": "<p>In 2007, the Freemans and two other couples, each secured a mortgage from Quicken Loans, an online mortgage lender. At the closing of the mortgage, Quicken charged the Freemans a \"loan discount fee\", and charged the other couples similar fees including a \"loan origination fee\" and a \"loan processing fee\". The three couples contended these fees were unearned fees in violation of the Real Estate Settlement Procedures Act (RESPA).</p>\n<p>In 2008, each couple filed suit separately in state court. Quicken removed the cases to a federal district court where the three cases were consolidated. Quicken moved for summary judgment, claiming that the claims were not actionable under RESPA because the fees were not split with another party. The district court noted a circuit split on the issue of whether RESPA did not apply where fees were not spit with another party. Nonetheless, the district court granted Quicken's motion. The couples appealed to the United States Court of Appeals for the Fifth Circuit, which affirmed the district court's opinion. The appealed the Appeals Court's opinion.</p>\n",
    "conclusion": "<p>Yes. Justice Antonin Scalia, writing for a unanimous Court, affirmed the Fifth Circuit. The Supreme Court held that a charge for settlement services must be divided between two or more people in order to be actionable under RESPA. The language of the statute is unambiguous and cannot be understood to cover the fee in this case. Use of the words \"portion\", \"split\", and \"percentage\" all lead to an understanding that a fee must be divided between two or more parties.</p>\n"
}