{
    "ID": 62818,
    "name": "Artis v. District of Columbia",
    "href": "https://api.oyez.org/cases/2017/16-460",
    "view_count": 0,
    "docket_number": "16-460",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1488175200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/53981"
        },
        {
            "event": "Argued",
            "dates": [
                1509512400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54111"
        },
        {
            "event": "Decided",
            "dates": [
                1516600800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54203"
        }
    ],
    "question": "<p>Does the tolling provision in 28 U.S.C. § 1367(d) suspend the limitations period for the state-law claims while the claim is pending and for 30 days after the claim is dismissed, or does it merely provide 30 days beyond the dismissal for the plaintiff to refile?</p>\n",
    "citation": {
        "volume": "583",
        "page": null,
        "year": "2018",
        "href": "https://api.oyez.org/case_citation/case_citation/27508"
    },
    "term": "2017",
    "description": "A case in which the Court decided that the tolling provision of 28 U.S.C. § 1367 suspends or “stops the clock” on the limitations period for supplemental state law claims while the underlying case is pending in federal court and for 30 days thereafter, rather than merely providing a 30-day grace period after dismissal for the plaintiff to refile in state court.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/583/16-460/",
    "facts_of_the_case": "<p>In 2007, Stephanie Artis was employed by the District of Columbia Department of Health (DOH) as a code inspector. She alleges that she and her supervisor developed a contentious relationship and that he singled her out for unfair treatment in the workplace. On April 17, 2009, Artis took her first administrative step against DOH by filing a discrimination claim with the U.S. Equal Employment Opportunity Commission, and while that claim was pending, DOH terminated Artis’s employment in November 2010.</p>\n<p>In December 2011, Artis filed a lawsuit against the District in federal court alleging violations of Title VII of the Civil Rights Act of 1964, and invoked the district court’s supplemental jurisdiction to assert claims based on the District’s Whistleblower Act, False Claims Act, and common law. The district court granted the District’s motion on the pleadings and dismissed Artis’s sole federal claim, violation of Title VII, as facially deficient. It thus found it had no basis to exercise jurisdiction over the remaining claims.</p>\n<p>Fifty-nine days after her claims were dismissed in federal court, Artis filed the remaining claims in a D.C. trial court. The District alleged that Artis’s claims were time barred based on the respective statutes of limitations, and the trial judge agreed, finding that the federal supplemental jurisdiction statute, 28 U.S.C. § 1367(d) does not suspend state statutes of limitations at the time of the unsuccessful federal filing.</p>\n",
    "conclusion": "<p>In a 5-4 decision, the Court reversed and remanded, ruling in favor of Artis and finding that the tolling provision of 28 U.S.C. § 1367 operates to suspend or “stop-the-clock” on supplemental state court claims while the concordant federal suit is pending and for 30 days thereafter. The majority rejected the District of Columbia’s argument that the statute simply provides for a 30-day grace period to refile those claims in state court. The Court also rejected the argument that it should disavow the stop-the-clock approach as a matter of constitutional avoidance, explaining that questions regarding the constitutionality of §1367(d) had been settled under prior case law. Justice Gorsuch dissented, with Justices Thomas, Alito, and Kennedy joining.</p>\n"
}