{
    "ID": 55707,
    "name": "Carr v. United States",
    "href": "https://api.oyez.org/cases/2009/08-1301",
    "view_count": 0,
    "docket_number": "08-1301",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1254286800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40551"
        },
        {
            "event": "Argued",
            "dates": [
                1266991200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40552"
        },
        {
            "event": "Decided",
            "dates": [
                1275368400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40553"
        }
    ],
    "question": "<p>1) Can a person be prosecuted under the Sex Offender and Registration and Notification Act when the defendant's offense and interstate travel both predate the Act's enactment?</p>\n<p>2) Does the ex post fact clause preclude prosecution under the Sex Offender and Registration and Notification Act when the defendant's offense and interstate travel both predate the Act's enactment?</p>\n",
    "citation": {
        "volume": "560",
        "page": "438",
        "year": "2010",
        "href": "https://api.oyez.org/case_citation/case_citation/19629"
    },
    "term": "2009",
    "description": "A case in which the Court held that the Sex Offender and Registration Act does not apply to sex offenders' interstate travel that occurred before the Act's effective date.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/560/438/",
    "facts_of_the_case": "<p>An Indiana federal district court convicted Thomas Carr of violating the Sex Offender and Registration and Notification Act. The Act imposes penalties on anyone who is a convicted sex offender, and traveling in interstate or foreign commerce, knowingly fails to register as a sex offender, unless he proves that \"uncontrollable circumstances\" prevented him from doing so. On appeal, Carr argued that he did not violate the act because he traveled before the Act was passed. The Seventh Circuit held that the Act does not require that the defendant's travel postdate its enactment, and, consequently, affirmed the district court.</p>\n",
    "conclusion": "<p>No. Not answered The Supreme Court held that the Sex Offender and Registration and Notification Act does not apply to sex offenders whose interstate travel occurred before the statute's effective date. With Justice Sonia Sotamayor writing for the majority, the Court reasoned that the plain language and legislative history of the statute suggest that it does not apply to conduct that predates its enactment.</p>\n<p>Justice Antonin Scalia wrote separately, concurring in part and concurring in the judgment. He disagreed that the majority referred to the legislative history of the statute to reach its conclusion. Justice Samuel A. Alito, joined by Justices Clarence Thomas and Ruth Bader Ginsburg, dissented. He argued that the majority's reasoning is faulty and that its conclusion leads to anomaly – where the statute treats differently similarly situated sex offenders.</p>\n"
}