{
    "ID": 55335,
    "name": "Laboratory Corp. of America Holdings v. Metabolite Laboratories, Inc.",
    "href": "https://api.oyez.org/cases/2005/04-607",
    "view_count": 0,
    "docket_number": "04-607",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1130738400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39547"
        },
        {
            "event": "Argued",
            "dates": [
                1142920800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39548"
        },
        {
            "event": "Decided",
            "dates": [
                1150952400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39549"
        }
    ],
    "question": "<p>Is it permissible to patent a correlational relationship in a medical test result, such that a doctor necessarily infringes on the patent simply by thinking about the relationship after looking at the test result?</p>\n",
    "citation": {
        "volume": "548",
        "page": "124",
        "year": "2006",
        "href": "https://api.oyez.org/case_citation/case_citation/20609"
    },
    "term": "2005",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/548/124/",
    "facts_of_the_case": "<p>In the 1980s, research scientists at University Patents, Inc. (UPI) discovered that high levels of the amino acid homocysteine in the body are correlated with dangerously low levels of two B vitamins. UPI filed for a patent, seeking to license both the method of testing for the amino acid, and the correlation of the amino acid levels with B vitamin levels. UPI's successor licensed Metabolite Laboratories, which in 1992 sub-licensed the patent to Laboratory Corporation of America Holdings (LabCorp). When in 1998 LabCorp started using another company's test and stopped paying Metabolite royalties, Metabolite sued. A jury found LabCorp guilty of patent infringement and breach of contract and awarded damages to Metabolite. In an appeal to the Circuit Court of Appeals for the Federal Circuit, LabCorp argued that the patent was invalid. Natural phenomena themselves are not patentable, but new applications of them normally are. LabCorp argued that Metabolite had impermissibly patented a relationship that already existed in nature. The Federal Circuit rejected that argument, however, ruling that Metabolite could patent its discovery of the correlation and that any association of homocysteine levels with B vitamin deficiency could constitute patent infringement. LabCorp appealed its case to the Supreme Court.</p>\n",
    "conclusion": "<p>Unanswered. By a vote of 5-3, the Court dismissed the writ of certiorari as improvidently granted. The decision of the Federal Circuit was left in place, as if the Supreme Court had never agreed to hear the case at all. Justice Stephen Breyer, joined by Justices Stevens and Souter, dissented from the order. The dissent argued that the Court should have taken the case in order to lend necessary clarity to an important issue in patent law. In the dissenters' view, a natural correlation between two substances in the body is a \"natural phenomenon\" that cannot be patented.</p>\n"
}