{
    "ID": 63078,
    "name": "Rehaif v. United States",
    "href": "https://api.oyez.org/cases/2018/17-9560",
    "view_count": 0,
    "docket_number": "17-9560",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1547186400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54420"
        },
        {
            "event": "Argued",
            "dates": [
                1555995600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54495"
        },
        {
            "event": "Decided",
            "dates": [
                1561093200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54545"
        }
    ],
    "question": "<p>Does the “knowingly” provision of 18 U.S.C. § 924(a)(2) apply to both the possession and status elements of a § 922(g) crime, or only to the possession element?</p>\n",
    "citation": {
        "volume": "588",
        "page": null,
        "year": "2019",
        "href": "https://api.oyez.org/case_citation/case_citation/27651"
    },
    "term": "2018",
    "description": "A case in which the Court held that the “knowingly” provision of 18 U.S.C. § 924(a)(2) applies to both the possession and status elements of a § 922(g) crime.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/588/17-9560/",
    "facts_of_the_case": "<p>Hamid Mohamed Ahmed Ali Rehaif was present in the United States on an F-1 nonimmigrant student visa to study at Florida Institute of Technology. He was academically dismissed in December 2014, and his immigration status was terminated in February 2015. Rather than departing the country, Rehaif remained, and in December 2015 went to a shooting range, purchased a box of ammunition, and rented a firearm for an hour. Six days later, an employee at the hotel where Rehaif was staying reported to the police that Rehaif had been acting strangely. Following up on the tip, an FBI agent spoke with Rehaif, who admitted firing firearms at the shooting range and knowing that his student visa was out of status because he was no longer a student. Rehaif consented to a search of his hotel room, where agents found the remainder of the ammunition he purchased.</p>\n<p>A federal grand jury charged Rehaif with two counts of violating 18 U.S.C. § 922(g)(5)(A), which prohibits a person who “is illegally or unlawfully in the United States” from possessing “any firearm or ammunition.” The penalty for violating that statute, described in 18 U.S.C. § 924(a)(2), is a fine, imprisonment for up to 10 years, or both.</p>\n<p>At trial, the government requested a jury instruction that “[t]he United States is not required to prove that the defendant knew that he was illegally or unlawfully in the United States.” Rehaif objected to this instruction, arguing that the government had to prove both that he had knowingly possessed a firearm and that he had known that he was illegally or unlawfully in the United States when he possessed the firearm.” The government also requested the instruction that “[t]he alien’s status becomes unlawful upon the date of the status violation”; Rehaif requested instead the instruction that “[a] person admitted to the United States on a student visa does not become unlawfully present until an Immigration Officer or an Immigration judge determines that [he] ha[s] violated [his] student status.” The district court instructed the jury as requested by the government and overruled Rehaif’s objection. The Eleventh Circuit affirmed the convictions, citing binding circuit precedent holding that the government does not need to prove that the defendant knew of his prohibited status, as well as precedents from other circuits and lack of action by Congress to alter the law (suggesting the common judicial construction of the law was what Congress intended).</p>\n",
    "conclusion": "<p>The “knowingly” provision of 18 U.S.C. § 924(a)(2) applies to both the possession and status elements of a § 922(g) crime, under which it is a criminal offense for a person who “is illegally or unlawfully in the United States” to possess “any firearm or ammunition.” That is, to convict a defendant of this crime, the government must show that the defendant knew he possessed a firearm and also that he knew he belonged to the relevant class of persons when he possessed it.</p>\n<p>Justice Stephen Breyer authored the 7-2 majority opinion of the Court. There is a longstanding presumption that “Congress intends to require a defendant to possess a culpable mental state regarding each of the statutory elements that criminalize otherwise innocent conduct.” Courts apply this presumption of mental state, or “scienter,” even in the absence of any scienter in the statute. The text of § 924(a)(2) provides that “whoever knowingly violates” certain subsections “shall be” subject to certain penalties. Thus, using “ordinary English grammar,” the Court read the statutory term “knowingly” as applying to all the subsequently listed elements of the crime. The Court found further support for its interpretation in the basic principle of criminal law that criminal intent separates wrongful from innocent acts.</p>\n<p>Justice Samuel Alito filed a dissenting opinion in which Justice Clarence Thomas joined. Justice Alito criticized the majority for manipulating the statutory text in an unnatural manner to apply the scienter requirement—“knowingly”—to the status element of the crime. Justice Alito argued that the Court has never inferred that Congress intended to impose a mental culpability requirement on an element that concerns the defendant’s own status and should not do so in this case.</p>\n"
}