{
    "ID": 62595,
    "name": "Heffernan v. City of Paterson",
    "href": "https://api.oyez.org/cases/2015/14-1280",
    "view_count": 0,
    "docket_number": "14-1280",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1443675600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/53292"
        },
        {
            "event": "Argued",
            "dates": [
                1453183200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/53329"
        },
        {
            "event": "Decided",
            "dates": [
                1461646800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/53498"
        }
    ],
    "question": "<p>Does the First Amendment prohibit the government from demoting a public employee based on a supervisor’s perception that the employee supports a political candidate?</p>\n",
    "citation": {
        "volume": "578",
        "page": null,
        "year": "2016",
        "href": "https://api.oyez.org/case_citation/case_citation/27368"
    },
    "term": "2015",
    "description": "A case in which the Court determined that a government employee who is demoted because of perceived involvement in protected political activity is entitled to challenge his demotion under the First Amendment, even if the demotion was based on a factual mistake. ",
    "justia_url": "https://supreme.justia.com/cases/federal/us/578/14-1280/",
    "facts_of_the_case": "<p>Jeffrey Heffernan was a police officer for the City of Paterson, New Jersey. A fellow police officer observed Heffernan picking up a campaign sign for the mayoral candidate running against the incumbent. When a supervisor confronted him, Heffernan claimed that he was not politically involved, could not vote in the city of Paterson, and was picking up the sign on behalf of his mother. Heffernan was demoted to a walking post because his actions were considered to be “overt involvement in political activities.” Heffernan sued the city of Paterson and claimed that the city had violated his First Amendment rights to freedom of speech and association. The city filed a motion for summary judgment and argued that, since Heffernan had not actually engaged in constitutionally protected speech, the City’s actions had not violated his First Amendment rights. The district court granted the city’s motion for summary judgment because there was no evidence Heffernan associated himself with the political candidate at issue. Heffernan admitted himself that he was not associated with the candidate, and therefore there is no evidence of a violation of his right to freedom of association. The U.S. Court of Appeals for the Third Circuit affirmed.</p>\n",
    "conclusion": "<p>A government employee who is demoted because of perceived involvement in protected political activity is entitled to challenge his demotion under the First Amendment even if the demotion was based on a factual mistake. Justice Stephen G. Breyer delivered the opinion for the 6-2 majority. The Court held that, although there was no First Amendment case that specifically addressed this issue, there was at least one precedential case in which the employer’s motive was what determined whether the action violated the employee’s First Amendment rights. Therefore, when an employer demotes an employee out of a desire the prevent or punish the employee for engaging in protected speech, that action violates the First Amendment, even if the employer made a factual mistake and no protected speech occurred. The Court also held that this rule tracks the language of the First Amendment because it focuses on the harm the government actor committed, which is the same whether or not the employer made a factual mistake, and does not alter the burden that an employee claiming a First Amendment violation must meet, which is to prove that the defendant had an improper motive.</p>\n<p>In his dissent, Justice Clarence Thomas argued that the Constitution does not provide a cause of action when a plaintiff’s constitutional rights were not violated. The question of whether or not the employee engaged in constitutionally protected speech is the threshold question to determining whether the employer violated the employee’s constitutional rights by demoting the employee based on that speech. If the employee did not exercise his First Amendment rights, he has no claim based on the employer’s reaction to that speech. Even if the plaintiff is able to establish that the employer attempted to interfere with his constitutional right to speech, a factually impossible attempt does not establish liability. The plaintiff still has to prove that his First Amendment rights were actually violated, which the plaintiff in this case cannot do because everyone agreed that he never exercised his First Amendment rights in this case. Justice Samuel A. Alito, Jr. joined in the dissent.</p>\n"
}