{
    "ID": 54479,
    "name": "Raines v. Byrd",
    "href": "https://api.oyez.org/cases/1996/96-1671",
    "view_count": 0,
    "docket_number": "96-1671",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                864709200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37759"
        },
        {
            "event": "Decided",
            "dates": [
                867301200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37760"
        }
    ],
    "question": "<p>Did the congressmen have Article III standing to challenge the Line Item Veto Act as a violation of the Presentment Clause in Article I?</p>\n",
    "citation": {
        "volume": "521",
        "page": "811",
        "year": "1997",
        "href": "https://api.oyez.org/case_citation/case_citation/18408"
    },
    "term": "1996",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/521/811/",
    "facts_of_the_case": "<p>Several individual members of the 104th Congress, who voted against the passage of the Line Item Veto Act (Act) giving the President authority to veto individual tax and spending measures after having signed them into law, sued to challenge the Act's constitutionality. After granting them standing, the District Court ruled in the congressmen's favor as it found the Act unconstitutional. Direct appeal was granted to the Supreme Court.</p>\n",
    "conclusion": "<p>No. In a 7-to-2 decision, which avoided the question of the Act's constitutionality, the Court held that the individual congressmen lacked proper Article III standing to maintain their suit. The Court explained that the congressmen failed to show how the allegedly unconstitutional Act resulted in their personal injury, since it applied to the entire institution of Congress. Moreover, the congressmen based their claim on a loss of political power rather than a demonstration of how the Act violated one of their particularized legally protected interests. The Court concluded that, having failed to meet both of these standing requirements, the congressmen did not present the Court with a case-or-controversy over which it had jurisdiction.</p>\n"
}