{
    "ID": 55105,
    "name": "Desert Palace, Inc. v. Costa",
    "href": "https://api.oyez.org/cases/2002/02-679",
    "view_count": 0,
    "docket_number": "02-679",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                1050901200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38927"
        },
        {
            "event": "Decided",
            "dates": [
                1055134800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38928"
        }
    ],
    "question": "<p>Must a plaintiff present direct evidence of discrimination in order to obtain a mixed-motive instruction under Title VII of the Civil Rights Act of 1964 as amended by the Civil Rights Act of 1991?</p>\n",
    "citation": {
        "volume": "539",
        "page": "90",
        "year": "2003",
        "href": "https://api.oyez.org/case_citation/case_citation/19034"
    },
    "term": "2002",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/539/90/",
    "facts_of_the_case": "<p>Catharina Costa was fired from her job as a heavy equipment operator at Desert Palace Casino. She filed a sexual discrimination lawsuit, charging that the firing was the culmination of discrimination that had occurred during her employment. Jurors during the trial were instructed by the judge to rule for Costa if they determined that sex was a motivating factor in the firing, even if other (legal) factors were present as well. The jury ruled for Costa. Desert Palace appealed, saying that the instructions incorrectly shifted the burden of proof to the defendant in the case. A three judge panel from the 11th Circuit Court of Appeals agreed, ruling for the casino, but a subsequent review of the case by all 11 judges of the 11th Circuit reversed the panel's decision.</p>\n",
    "conclusion": "<p>No. In a unanimous opinion Justice Clarence Thomas, the Court held that direct evidence is not required. Given that Title VII, on its face, does not mention that a plaintiff must make a heightened showing through direct evidence, the Court reasoned that in order to obtain an instruction a plaintiff need only present sufficient evidence for a reasonable jury to conclude, by a preponderance of the evidence, that \"race, color, religion, sex, or national origin was a motivating factor for any employment practice.\" \"Because direct evidence of discrimination is not required in mixed-motive cases, the Court of Appeals correctly concluded that the District Court did not abuse its discretion in giving a mixed-motive instruction to the jury,\" wrote Justice Thomas. Justice Sandra Day O'Connor filed a concurring opinion.</p>\n"
}