{
    "ID": 54945,
    "name": "Sao Paulo State of Federative Republic of Brazil v. American Tobacco Company, Inc.",
    "href": "https://api.oyez.org/cases/2001/01-835",
    "view_count": 0,
    "docket_number": "01-835",
    "timeline": [
        {
            "event": "Decided",
            "dates": [
                1017640800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38628"
        },
        {
            "event": "Granted",
            "dates": [
                1017640800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/53470"
        }
    ],
    "question": "<p>Should a judge be removed from a case when his name previously appeared on a brief for a case involving one of the parties?</p>\n",
    "citation": {
        "volume": "535",
        "page": "229",
        "year": "2002",
        "href": "https://api.oyez.org/case_citation/case_citation/18874"
    },
    "term": "2001",
    "description": "A case in which the Court held that the standard for removing a judge from a case based on potential partiality is whether a reasonable person, knowing all the circumstances, would expect the judge in question to have actual knowledge of his bias or partiality.  ",
    "justia_url": "https://supreme.justia.com/cases/federal/us/535/229/",
    "facts_of_the_case": "<p>Sao Paulo State of Federative Republic of Brazil (Sao Paulo) sued American Tobacco Company (American Tobacco) in Louisiana state court and argued that American Tobacco knowingly did not disclose information regarding the dangers of using tobacco products. Sao Paulo sought compensation for federal funds spent on medical care for tobacco-related illnesses. The case was moved to federal court, where Judge Carl J. Barbier presided over it. American Tobacco filed a motion requesting that Judge Barbier be removed from the case because he had been involved in a former case against American Tobacco and would not be able to impartially decide the case. Nine years earlier, the Louisiana Trial Lawyers Association had filed a brief in a case against American Tobacco that listed Judge Barbier as the president of the organization; however, Judge Barbier had retired six months prior and had not participated in the filing. Judge Barbier declined to remove himself from the case because he had not been involved in the previous case or any other tobacco-related cases and had no knowledge of the case at issue. The U.S. Court of Appeals for the Fifth Circuit reversed and held that, because Judge Barbier’s name was listed on the earlier brief, a reasonable person would have doubts about his impartiality.</p>\n",
    "conclusion": "<p>The standard for removal of a judge from a case based on potential partiality is when a reasonable person, knowing all the circumstances, would expect that the judge would have actual knowledge of his bias or partiality. In a per curiam opinion, the unanimous Court held that the standard was not met in this case and that the lower court erred by considering what a reasonable person would expect without knowing all the circumstances. Because Judge Barbier had left his position as president of the organization that filed the brief, his name was likely on the brief by mistake, and no reasonable person with this knowledge would question Judge Barbier’s impartiality.</p>\n"
}