{
    "ID": 63208,
    "name": "United States Agency for International Development v. Alliance for Open Society International, Inc.",
    "href": "https://api.oyez.org/cases/2019/19-177",
    "view_count": 0,
    "docket_number": "19-177",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1576216800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54634"
        },
        {
            "event": "Argued",
            "dates": [
                1588654800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54700"
        },
        {
            "event": "Decided",
            "dates": [
                1593406800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54735"
        }
    ],
    "question": "<p>Does the Court’s decision in <em>U.S. Agency for International Development v. Alliance for Open Society International Inc.</em>—which holds that the First Amendment prohibits Congress from enforcing a law that would have required U.S.-based organizations that receive federal funds to fight HIV/AIDS abroad to “have a policy explicitly opposing prostitution and sex trafficking”—imply that Congress may not enforce that law with respect to entities not directly involved in that case?</p>\n",
    "citation": {
        "volume": "591",
        "page": null,
        "year": "2020",
        "href": "https://api.oyez.org/case_citation/case_citation/27729"
    },
    "term": "2019",
    "description": "A case in which the Court held that a law conditioning federal funding to foreign affiliates of an American organization on those organizations' express policies on prostitution and sex trafficking does not violate the First Amendment because foreign corporations operating outside of the United States do not have First Amendment rights.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/591/19-177/",
    "facts_of_the_case": "<p>The Alliance for Open Society International and other organizations receive funding from the U.S. government to help with their mission of fighting HIV/AIDS abroad. The government provides the funds on the condition that “no funds be used to provide assistance to any group or organization that does not have a policy explicitly opposing prostitution and sex trafficking.” In <em>U.S. Agency for International Development v. Alliance for Open Society International Inc.</em>, decided in 2013, the Court held that the condition compelled speech in violation of the First Amendment. Although the government consequently did not apply the condition to Alliance for Open Society International, it continued to apply the condition to the organization’s foreign affiliates. The organization sued, asking for permanent injunctive relief. The district court granted the requested relief, and the U.S. Court of Appeals for the Second Circuit affirmed.</p>\n",
    "conclusion": "<p>Because the foreign affiliates of American nongovernmental organizations possess no First Amendment rights, the federal law restricting funding to organizations with “a policy explicitly opposing prostitution and sex trafficking,” 22 U.S.C. §7631(f), is not unconstitutional as applied to them. Justice Brett Kavanaugh authored the 5-3 majority opinion.</p>\n<p>Foreign citizens who are physically outside of the United States do not have rights under the U.S. Constitution. Foreign nongovernmental organizations are foreign citizens as a matter of corporate law, despite being affiliated with American organizations, and as such, they are separate legal units with distinct legal rights and obligations. Therefore, the foreign affiliates have no First Amendment rights, and Congress retains the authority to condition the aid it provides to a foreign organization. </p>\n<p>Justice Clarence Thomas wrote a concurring opinion to reiterate his position that he disagrees with the holding in the original case, in his belief, the policy requirement does not compel anyone to say anything.</p>\n<p>Justice Stephen Breyer authored a dissenting opinion in which Justices Ruth Bader Ginsburg and Sonia Sotomayor joined. In Justice Breyer’s view, the question presented is essentially whether American organizations enjoy the same constitutional protection against government-compelled distortion when they speak through clearly identified affiliates that have been incorporated overseas.” To this question, Justice Breyer would answer “yes.”</p>\n<p>Justice Elena Kagan took no part in the consideration or decision of the case.</p>\n"
}