{
    "ID": 63007,
    "name": "Washington State Department of Licensing v. Cougar Den, Inc.",
    "href": "https://api.oyez.org/cases/2018/16-1498",
    "view_count": 0,
    "docket_number": "16-1498",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1529902800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54318"
        },
        {
            "event": "Argued",
            "dates": [
                1540875600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54359"
        },
        {
            "event": "Decided",
            "dates": [
                1552971600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54474"
        }
    ],
    "question": "<p>Does the Yakama Treaty of 1855 create a right for tribal members to avoid state taxes on off-reservation commercial activities that make use of public highways?</p>\n",
    "citation": {
        "volume": "586",
        "page": null,
        "year": "2019",
        "href": "https://api.oyez.org/case_citation/case_citation/27608"
    },
    "term": "2018",
    "description": "A case in which the Court held that the “right to travel” provision of the Yakama Treaty of 1855 (between the United States and the Yakama Nation of Indians) preempts the state’s fuel tax as applied to Cougar Den’s importation of fuel by public highway for sale within the reservation.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/586/16-1498/",
    "facts_of_the_case": "<p>Under Article III of the Yakama Nation Treaty of 1855, members of the tribe have \"the right, in common with citizens of the United States, to travel upon all public highways.\" Cougar Den is a Yakama-owned fuel distributor that imports millions of gallons of fuel into the state each year to sell to the public. In December 2013, Cougar Den received an assessment from the Washington State Licensing Department, demanding $3.6 million in unpaid taxes, penalties, and licensing fees for hauling fuel across state lines without a license. Cougar Den protested the assessment, and the Department’s ALJ ruled that the bill was impermissible under the treaty. The director of the Department reversed the ALJ, and Cougar Den then appealed the Department’s order to the Yakima County Superior Court, which reversed the order and ruled that it violated the tribe’s right to travel. The Department sought review by the Washington Supreme Court.</p>\n<p>The U.S. Court of Appeals for the Ninth Circuit has repeatedly rejected claims that the treaty provision at issue exempts members from taxes or state fees on commercial activities taking place outside the Yakama Indian Reservation. In the instant case, the Washington Supreme Court adopted a much broader meaning, ruling that this portion of the treaty bars states from taxing \"any trade, traveling, and importation\" by members of the Yakama tribe “that requires the use of public roads,” even those outside the reservation. Based on this interpretation, the state’s high court held that the treaty preempts the state from requiring Cougar Den to pay wholesale fuel taxes.</p>\n",
    "conclusion": "<p>The “right to travel” provision of the Yakama Treaty of 1855 (between the United States and the Yakama Nation of Indians) preempts the state’s fuel tax as applied to Cougar Den’s importation of fuel by public highway for sale within the reservation.</p>\n<p>Justice Stephen Breyer delivered an opinion in which Justices Sonia Sotomayor and Elena Kagan joined. For this plurality of the Court, Justice Breyer agreed with the Washington Supreme Court below that a provision of the Yakama Treaty of 1855 that guarantees the Yakama “the right . . . to travel upon all public highways” preempts a state tax triggered when motor fuel “enters into [Washington] state,” a tax exempted only for “bulk transfer,” such as pipeline or ship but not by ground transportation. A key component of the treaty was the right to travel with goods for sale or distribution, and the tax impermissibly burdened that treaty right.</p>\n<p>Justice Neil Gorsuch filed an opinion concurring in the judgment, in which Justice Ruth Bader Ginsburg joined. Justice Gorsuch pointed out that the treaty was drafted by the United States in a language the Yakamas could not read, and the Yakamas relinquished large amounts of territory in exchange for their treaty rights. Under these circumstances, Justice Gorsuch argued, the treaty should be interpreted as the Yakama understood it.</p>\n<p>Chief Justice Roberts filed a dissenting opinion, in which Justices Clarence Thomas, Samuel Alito, and Brett Kavanaugh joined. Chief Justice Roberts argued that the tax burdens possession, not travel, and that it would apply regardless of how the fuel entered the state. Under this interpretation, the tax does not impermissibly burden the treaty right.</p>\n<p>Justice Kavanaugh filed a dissenting opinion, in which Justice Thomas joined. Justice Kavanaugh argued that the language of the treaty is best interpreted to mean that the Yakamas have the right to travel on public highways equal to the right that other U.S. citizens have. Thus, a state can apply any nondiscriminatory restrictions on travel without unduly burdening the treaty rights.</p>\n"
}