{
    "ID": 62995,
    "name": "Culbertson v. Berryhill",
    "href": "https://api.oyez.org/cases/2018/17-773",
    "view_count": 0,
    "docket_number": "17-773",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1526878800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54274"
        },
        {
            "event": "Argued",
            "dates": [
                1541570400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54366"
        },
        {
            "event": "Decided",
            "dates": [
                1546927200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54412"
        }
    ],
    "question": "<p>Do fees subject to 42 U.S.C. § 406(b)’s 25-percent cap related to the representation of individuals claiming Social Security benefits include only fees for representation in court, as the U.S. Courts of Appeals for the 6th, 9th, and 10th Circuits have held, or do they also include fees for representation before the agency, as the U.S. Courts of Appeals for the 4th, 5th, and 11th Circuits have held?</p>\n",
    "citation": {
        "volume": "586",
        "page": null,
        "year": "2019",
        "href": "https://api.oyez.org/case_citation/case_citation/27596"
    },
    "term": "2018",
    "description": "A case in which the Court resolved a circuit split, holding that fees subject to 42 U.S.C. § 406(b)’s 25-percent cap related to the representation of individuals claiming Social Security benefits include only fees for representation in court, not fees for representation before the agency.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/586/17-773/",
    "facts_of_the_case": "<p>Attorney Richard Culbertson represented four plaintiffs appealing denials of Social Security benefits. After successfully challenging all four denials, Culbertson asked the district court to award him attorney’s fees in those cases under 42 U.S.C. § 406 and the Equal Access to Justice Act, 28 U.S.C. § 2412(d). Fees awarded under 42 U.S.C. § 406(b) pertain to proceedings in court, and are statutorily limited to 25% of the past-due benefits the claimant receives. Fees awarded under § 406(a) pertain to administrative proceedings; that section does not explicitly limit the fee amount that the Social Security Commissioner can award in that context.</p>\n<p>In ruling on Culbertson’s fee requests, the district court relied on 11th Circuit precedent limiting the total fee amount awarded under both § 406(a) and 406(b) to 25% of the past-due benefits awarded to the claimants. This meant that in one case his fee award was limited to 25% of the past-due benefits, in two cases the district court declined to rule on the § 406(b) fee award until the Commissioner ruled on the §406(a) award (so as to not award him an amount that exceeded 25% of the past-due benefits), and that in the final case, the court granted his § 406(b) request but barred him from requesting any further fees under § 406(a), again seeking to prevent him from exceeding the 25% cap. </p>\n<p>In his appeal, Culbertson contended that other circuits have not applied this 25% cap to the aggregate fee amount awardable under both § 406(a) and (b), but instead applied that limit only to § 406(b) fees. The 11th Circuit rejected this argument, applying its prior precedent to affirm the district court’s ruling.</p>\n",
    "conclusion": "<p>In a unanimous opinion authored by Justice Clarence Thomas, the Court held that 42 U.S.C. § 406(b)’s 25-percent cap applies only to fees for court representation and not to the aggregate fees awarded under subsections (a) and (b). Section 406(b) authorizes a court rendering a favorable judgment to a claimant “represented before the court by an attorney” to award “a reasonable fee for such representation, not in excess of 25 percent” of past-due benefits. By using the language “such representation,” the Court found, the statute refers only to the representation already described in that section—that is, representation before the court. The cap, therefore, applies only to fees for representation before the court, not the agency. Moreover, the Court opined that had Congress intended to cap fees for agency-stage representation, it would have included the same language that appears in § 406(b) in § 406(a).</p>\n<p>The Court found unpersuasive the argument that the agency’s pool of 25 percent of past-due benefits supported a reading of a cap on the aggregate fees. The language of the statute provides for two pools, and the agency chose to maintain only one.</p>\n"
}