{
    "ID": 54427,
    "name": "Romer v. Evans",
    "href": "https://api.oyez.org/cases/1995/94-1039",
    "view_count": 0,
    "docket_number": "94-1039",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                813301200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37662"
        },
        {
            "event": "Decided",
            "dates": [
                832568400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37663"
        }
    ],
    "question": "<p>Does Amendment 2 of Colorado's State Constitution, forbidding the extension of official protections to those who suffer discrimination due to their sexual orientation, violate the Fourteenth Amendment's Equal Protection Clause?</p>\n",
    "citation": {
        "volume": "517",
        "page": "620",
        "year": "1996",
        "href": "https://api.oyez.org/case_citation/case_citation/18356"
    },
    "term": "1995",
    "description": "A case in which the Court found a Colorado amendment that banned protection from discrimination based on sexual orientation violated the Equal Protection Clause of the Fourteenth Amendment.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/517/620/",
    "facts_of_the_case": "<p>Colorado voters adopted Amendment 2 to their State Constitution precluding any judicial, legislative, or executive action designed to protect persons from discrimination based on their \"homosexual, lesbian, or bisexual orientation, conduct, practices or relationships.\" Following a legal challenge by homosexual and other aggrieved parties, the state trial court entered a permanent injunction enjoining Amendment 2's enforcement. The Colorado Supreme Court affirmed on appeal.</p>\n",
    "conclusion": "<p>Yes. In a 6-to-3 decision, the Court held that Amendment 2 of the Colorado State Constitution violated the equal protection clause. Amendment 2 singled out homosexual and bisexual persons, imposing on them a broad disability by denying them the right to seek and receive specific legal protection from discrimination. In his opinion for the Court, Justice Anthony Kennedy noted that oftentimes a law will be sustained under the equal protection clause, even if it seems to disadvantage a specific group, so long as it can be shown to \"advance a legitimate government interest.\" Amendment 2, by depriving persons of equal protection under the law due to their sexual orientation failed to advance such a legitimate interest. Justice Kennedy concluded: \"If the constitutional conception of 'equal protection of the laws' means anything, it must at the very least mean that a bare desire to harm a politically unpopular group cannot constitute a legitimate governmental interest.\"</p>\n"
}