{
    "ID": 55219,
    "name": "Illinois v. Caballes",
    "href": "https://api.oyez.org/cases/2004/03-923",
    "view_count": 0,
    "docket_number": "03-923",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1081141200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39232"
        },
        {
            "event": "Argued",
            "dates": [
                1100066400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39233"
        },
        {
            "event": "Decided",
            "dates": [
                1106546400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39234"
        }
    ],
    "question": "<p>Does the Fourth Amendment's search and seizure clause require a reasonable articulable suspicion to conduct a canine sniff during a routine traffic stop?</p>\n",
    "citation": {
        "volume": "543",
        "page": "405",
        "year": "2005",
        "href": "https://api.oyez.org/case_citation/case_citation/19147"
    },
    "term": "2004",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/543/405/",
    "facts_of_the_case": "<p>During a routine traffic stop, a drug-detection dog alerted police to marijuana in Roy Caballes' car trunk. An Illinois court convicted Caballes of cannabis trafficking. Caballes appealed and argued the search violated his Fourth Amendment right to be free from unreasonable searches and seizures. The state appellate court affirmed the conviction. The Illinois Supreme Court reversed and ruled police performed the canine sniff without specific and articulable facts to support its use, \"unjustifiably enlarging the scope of a routine traffic stop into a drug investigation.\"</p>\n",
    "conclusion": "<p>Justice John Paul Stevens delivered the Court's 7-2 opinion that Caballes' Fourth Amendment rights were not violated. The Constitution did not require police to have reasonable suspicion to use a drug-detection dog on a car during a legal traffic stop. No legitimate privacy was at risk, the Court argued, because the dog only alerted to an illegal drug.</p>\n"
}