{
    "ID": 63145,
    "name": "Thryv, Inc. v. Click-To-Call Technologies, LP",
    "href": "https://api.oyez.org/cases/2019/18-916",
    "view_count": 0,
    "docket_number": "18-916",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1561352400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54551"
        },
        {
            "event": "Argued",
            "dates": [
                1575871200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54624"
        },
        {
            "event": "Decided",
            "dates": [
                1587358800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54689"
        }
    ],
    "question": "<p>Does 35 U.S.C. § 314(d) permit an appeal of the Patent Trial and Appeal Board’s decision to institute an inter partes review upon finding that 35 U.S.C. § 315(b)’s time bar did not apply?</p>\n",
    "citation": {
        "volume": "590",
        "page": null,
        "year": "2020",
        "href": "https://api.oyez.org/case_citation/case_citation/27692"
    },
    "term": "2019",
    "description": "A case in which the Court held that 35 U.S.C. §314(d) precludes judicial review of a Patent Trial and Appeal Board’s decision to institute inter partes review upon finding that §315(b)’s time bar did not apply.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/590/18-916/",
    "facts_of_the_case": "<p>This case arises out of a complex procedural history involving a patent dispute between several parties and concerns not the merits of the proceedings but a procedural aspect of it.</p>\n<p>The America Invents Act created “inter partes review” as a way of challenging a patent before the Patent Trial and Appeal Board. One provision, 35 U.S.C. § 315(b), precludes the institution of inter partes review more than one year after the petitioner “is served with a complaint” alleging infringement of the patent. The parties disagree over whether this one-year time bar applies when the underlying patent infringement suit has been voluntarily dismissed without prejudice.</p>\n<p>The Federal Circuit, sitting en banc, held that it does apply. The court rejected the argument that a voluntary dismissal without prejudice restores the parties to their positions as though no legal proceedings had ever begun, concluding instead that a defendant served with a complaint remains “served” even if the civil action is voluntarily dismissed without prejudice and thus does such a dismissal does not toll the statute of limitations.</p>\n<p>Further, 35 U.S.C. § 315(d) provides that “the determination by the Director whether to institute an inter partes review under this section shall be final and nonappealable.” Notwithstanding this provision, the en banc Federal Circuit held that a decision to institute an inter partes review after finding that the § 315(b) time bar did not apply was appealable.</p>\n",
    "conclusion": "<p>Section 314(d) precludes judicial review of a Patent Trial and Appeal Board’s decision to institute inter partes review upon finding that §315(b)’s time bar did not apply. Justice Ruth Bader Ginsburg delivered the 7-2 majority opinion for the Court.</p>\n<p>The text of 35 U.S.C. § 314(d), as well as the Court’s decision in Cuozzo Speed Technologies, LLC v. Lee, 579 U.S. __ (2016), preclude a party from arguing on appeal that the agency should have refused “to institute an inter partes review.” A challenge under § 315(d) constitutes an appeal of the agency’s decision “to institute an inter partes review” and thus falls within the general prohibition of § 314(d). The majority (though without Justices Clarence Thomas and Samuel Alito) found further support for this understanding in the statute’s purpose and design, which is “to weed out bad patent claims efficiently.” The Court found Click-to-Call’s claims to the contrary unpersuasive.</p>\n<p>Justice Neil Gorsuch filed a dissenting opinion, in which Justice Sotomayor joined in large part, arguing that the majority’s decision allows a “politically guided agency” to take the rightful property of an inventor and immunizes the agency’s action from judicial review.</p>\n"
}