{
    "ID": 54354,
    "name": "Shalala v. Whitecotton",
    "href": "https://api.oyez.org/cases/1994/94-372",
    "view_count": 0,
    "docket_number": "94-372",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                793951200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37527"
        },
        {
            "event": "Decided",
            "dates": [
                798181200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37528"
        },
        {
            "event": "Granted",
            "dates": [
                783583200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/53600"
        }
    ],
    "question": "<p>Must a claimant seeking compensation under the National Childhood Vaccine Injury Act show that the first symptom of an injury began after receiving the vaccination?</p>\n",
    "citation": {
        "volume": "514",
        "page": "268",
        "year": "1995",
        "href": "https://api.oyez.org/case_citation/case_citation/18283"
    },
    "term": "1994",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/514/268/",
    "facts_of_the_case": "<p>On August 18, 1975, Margaret Whitecotton received her vaccine against diptheria, pertussis, and tetanus (DPT vaccination) as a four-year old. That evening and the following morning, Margaret suffered seizures that were a symptom of encephalopathy. Her parents filed a claim on her behalf and alleged that the vaccine caused her encephalopathy, a condition that impairs brain function. </p>\n<p>In order to prove their claim under the National Childhood Vaccine Injury Act, claimants must meet the requirements of the Vaccine Injury Table, which lists the conditions associated with each vaccine and the timeframe of their expected occurrence. The Special Master, empowered to hear such claims, determined that Margaret’s symptoms indicated encephalopathy, but that she exhibited symptoms of the condition prior to the vaccination, and therefore her symptoms did not fit within the timetable. The Master denied compensation and the Court of Federal Claims affirmed. The United States Court of Appeals for the Federal Circuit reversed the decision.</p>\n",
    "conclusion": "<p>Yes. Justice David H. Souter delivered the unanimous opinion. The Court held that a claimant must show that the symptoms did not exist prior to the administration of the vaccine. The Act specifically states that the first symptom must occur within the timeframe set by the table in order for the claim to be valid. If the first symptom occurs before the vaccination, any further symptoms do not fulfill the requirement.</p>\n<p>In her concurring opinion, Justice Sandra Day O’Connor wrote that the Court’s ruling properly held the claims allowed by the Act to a high standard of proof, which adhered to the purpose of the Act. She also emphasized that the decision of the Court solely dealt with defining the burden of the claimant, and did not address any subsequent factual challenges on the part of the Whitecottons against the decision of the Special Master. Justice Stephen G. Breyer joined in the concurrence.</p>\n"
}