{
    "ID": 54665,
    "name": "Lewis, Deceased v. Brunswick Corporation",
    "href": "https://api.oyez.org/cases/1997/97-288",
    "view_count": 0,
    "docket_number": "97-288",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                888818400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38106"
        },
        {
            "event": "Decided",
            "dates": [
                895208400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38107"
        }
    ],
    "question": "<p>Does the Federal Boat Safety Act's preemption clause include claims of negligence, property liability, and fraudulent misrepresentation?</p>\n",
    "citation": {
        "volume": "523",
        "page": "1114",
        "year": "1998",
        "href": "https://api.oyez.org/case_citation/case_citation/18594"
    },
    "term": "1997",
    "description": null,
    "justia_url": null,
    "facts_of_the_case": "<p>Kathryn Lewis was killed during a boating accident in which she fell into the water and was struck repeatedly by a boat's propellers. Her parents, Gary and Vicki Lewis, sued Brunswick Corporation on behalf of their daughter for negligence, property liability, and fraudulent misrepresentation. Lewis claimed that Brunswick negligently failed to fit the boat with a propeller guard, prevented other companies from manufacturing propeller guards for their engines, and discouraged government regulation by exaggerating the performance benefits of unguarded engines. Brunswick claimed that the Federal Boat Safety Act (FBSA) preempted all of Lewis's claims. Both the District Court and the U.S. Court of Appeals for the Eleventh Circuit found for Brunswick, holding that the scope of the preemption clause in the FBSA did include Lewis's claims.</p>\n",
    "conclusion": "<p>Despite its win in the Eleventh Circuit, Brunswick settled the case for approximately $700,000 before the Supreme Court could rule.</p>\n"
}