{
    "ID": 62166,
    "name": "Taylor v. Barkes",
    "href": "https://api.oyez.org/cases/2014/14-939",
    "view_count": 0,
    "docket_number": "14-939",
    "timeline": [
        {
            "event": "Decided",
            "dates": [
                1433134800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/51722"
        },
        {
            "event": "Granted",
            "dates": [
                1433134800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/52747"
        }
    ],
    "question": "<p>Is there a clearly established constitutional right under the Eighth Amendment for an incarcerated person to have access to the proper implementation of adequate suicide prevention protocols?</p>\n",
    "citation": {
        "volume": "575",
        "page": null,
        "year": "2015",
        "href": "https://api.oyez.org/case_citation/case_citation/26959"
    },
    "term": "2014",
    "description": "A case in which the Court held that there was no clearly established constitutional right for an incarcerated person to have access to adequate suicide prevention protocols.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/575/822/",
    "facts_of_the_case": "<p>On November 13, 2004, Christopher Barkes was arrested for violating his probation. As part of his intake procedure, a nurse performed a medical evaluation, as required by the institution in which he was being held. Despite Barkes’ long history of mental health and substance abuse problems, neither his responses nor the nurse’s observations reached the threshold necessary under the institution’s protocols to initiate suicide prevention measures, so he was placed in a cell by himself. Barkes was awake and behaving normally at several points the following morning, but when an officer arrived to deliver lunch, Barkes had hanged himself with a sheet.</p>\n<p>Barkes’ wife and children sued Stanley Taylor, Commissioner of the Delaware Department of Correction, and Raphael Williams, the warden of the institution in which Barkes had been held. The plaintiffs argued that the defendants had violated Barkes’ Eighth Amendment right to be free from cruel and unusual punishment by failing to properly supervise the contractor that provided medical treatment at the institution. The defendants moved for summary judgment based on the argument that they were entitled to qualified immunity because they did not violate a clearly established constitutional right, and the district court denied the motion. The U.S. Court of Appeals for the Third Circuit affirmed the denial of summary judgment.</p>\n",
    "conclusion": "<p>No. In a <em>per curiam</em> opinion, the Court held that there was no Supreme Court precedent clearly establishing a right to adequate suicide prevention protocols for incarcerated persons under the Eighth Amendment. To the extent that the issue was discussed in the appellate courts, the weight of precedent at the time the events in this case occurred held that such a right did not exist. In reaching the determination that there was a clearly established right, the appellate court in this case relied only on its own precedent stemming from a single case, which would not have put the defendants on notice that their actions potentially violated a constitutional right. Therefore, the defendants in this case were entitled to qualified immunity.</p>\n"
}