{
    "ID": 55108,
    "name": "Inyo County v. Paiute-Shoshone Indians",
    "href": "https://api.oyez.org/cases/2002/02-281",
    "view_count": 0,
    "docket_number": "02-281",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                1049090400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/52675"
        },
        {
            "event": "Decided",
            "dates": [
                1053320400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/52676"
        }
    ],
    "question": "<p>Does a federally recognized tribe qualify as a \"person\" who may sue under 42 USC section 1983? Does a tribe's suit qualify for federal-court jurisdiction because it arises under some federal law other than section 1983?</p>\n",
    "citation": {
        "volume": "538",
        "page": "701",
        "year": "2003",
        "href": "https://api.oyez.org/case_citation/case_citation/20506"
    },
    "term": "2002",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/538/701/",
    "facts_of_the_case": "<p>During an investigation of welfare fraud, the Inyo County Sheriff's office requested personnel files from a casino owned by the Paiute-Shoshone Indian tribe. When the request was denied, the Sheriff's office obtained a warrant to search for the records at the casino. After the search, the tribe sued, claiming that it was a violation of their sovereign immunity. The district court ruled for Inyo County; a 9th Circuit Court of Appeals panel reversed, ruling for the Paiute-Shoshone tribe.</p>\n",
    "conclusion": "<p>No; the Court did not answer the second question. In a 9-0 opinion delivered by Justice Ruth Bader Ginsburg, the Court held that, in the situation presented, the Tribe does not qualify as a \"person\" who may sue under section 1983 to vindicate the sovereign right it here claims. The Court reasoned that section 1983 was designed to secure private rights against government encroachment, not to advance a sovereign's prerogative to withhold evidence relevant to a criminal investigation. Regarding the second question, the Court concluded that whether the Tribe's suit qualifies for federal-court jurisdiction because it arises under some federal law other than section 1983 was an issue that required additional addressing and remanded the question. Justice John Paul Stevens filed an opinion concurring in the judgment.</p>\n"
}