{
    "ID": 54543,
    "name": "Vacco v. Quill",
    "href": "https://api.oyez.org/cases/1996/95-1858",
    "view_count": 0,
    "docket_number": "95-1858",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                852703200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37879"
        },
        {
            "event": "Decided",
            "dates": [
                867301200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37880"
        }
    ],
    "question": "<p>Did New York's ban on physician-assisted suicide violate the Fourteenth Amendment's Equal Protection Clause by allowing competent terminally ill adults to withdraw their own lifesaving treatment, but denying the same right to patients who could not withdraw their own treatment and could only hope that a physician would do so for them?</p>\n",
    "citation": {
        "volume": "521",
        "page": "793",
        "year": "1997",
        "href": "https://api.oyez.org/case_citation/case_citation/18472"
    },
    "term": "1996",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/521/793/",
    "facts_of_the_case": "<p>Dr. Timothy E. Quill, along with other physicians and three seriously ill patients who have since died, challenged the constitutionality of the New York State's ban on physician-assisted suicide. New York's ban, while permitting patients to refuse lifesaving treatment on their own, has historically made it a crime for doctors to help patients commit or attempt suicide, even if patients are terminally ill or in great pain. Following a District Court ruling favoring the State of New York, the Second Circuit reversed and the Supreme Court granted New York certiorari.</p>\n",
    "conclusion": "<p>No. Employing a rationality test to examine the guarantees of the Equal Protection Clause, the Court held that New York's ban was rationally related to the state's legitimate interest in protecting medical ethics, preventing euthanasia, shielding the disabled and terminally ill from prejudice which might encourage them to end their lives, and, above all, the preservation of human life. Moreover, while acknowledging the difficulty of its task, the Court distinguished between the refusal of lifesaving treatment and assisted suicide, by noting that the latter involves the criminal elements of causation and intent. No matter how noble a physician's motives may be, he may not deliberately cause, hasten, or aid a patient's death.</p>\n"
}