{
    "ID": 62803,
    "name": "Epic Systems Corp. v. Lewis",
    "href": "https://api.oyez.org/cases/2017/16-285",
    "view_count": 0,
    "docket_number": "16-285",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1484287200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/53960"
        },
        {
            "event": "Argued",
            "dates": [
                1506920400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54096"
        },
        {
            "event": "Decided",
            "dates": [
                1526878800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54272"
        }
    ],
    "question": "<p>Does the National Labor Relations Act prohibit enforcement of an agreement requiring employees to resolve disputes with the employer through individual arbitration under the Federal Arbitration Act?</p>\n",
    "citation": {
        "volume": "584",
        "page": null,
        "year": "2018",
        "href": "https://api.oyez.org/case_citation/case_citation/27497"
    },
    "term": "2017",
    "description": " A case in which the Court held that the Federal Arbitration Act requires that arbitration agreements providing for individualized proceedings be enforced.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/584/16-285/",
    "facts_of_the_case": "<p>Epic Systems Corporation (Epic) is a Wisconsin-based healthcare data management software company. Epic has an arbitration agreement that requires its employees to resolve any employment-based disputes with Epic through individual arbitration and to waive their right to participate in or receive benefit from any class, collective, or representative proceedings. In February 2015, former Epic employee Jacob Lewis sued Epic in federal court individually and on behalf of similarly-situated employees and claimed that they had been denied overtime wages in violation of the Fair Labor Standards Act of 1938. Epic moved to dismiss the complaint and cited the waiver clause of its arbitration agreement. The district court denied Epic’s motion and held that the waiver was unenforceable because it violated the right of employees to engage in “concerted activities” under Section Seven of the National Labor Relations Act (NLRA). The U.S. Court of Appeals for the Seventh Circuit affirmed the lower court’s decision and added that the waiver was also unenforceable under the savings clause of the Federal Arbitration Act (FAA). That clause provides that arbitration agreements are to be enforced unless there legal or equitable grounds that would render a contract unenforceable. Finding the waiver of collective proceedings illegal under the NLRA, the appellate court held that the arbitration agreement was unenforceable under the FAA. This case was consolidated with Ernst &amp; Young v. Morris  and National Labor Relations Board v. Murphy Oil USA, Inc., both cases that dealt with the relationship between the FAA and the NLRA.</p>\n<p> </p>\n",
    "conclusion": "<p>The Court held that neither the Arbitration Act's saving clause nor the National Labor Relations Act (NLRA) supersede Congress's instructions in the Federal Arbitration Act that arbitration agreements providing for individualized proceedings must be enforced. Justice Neil Gorsuch delivered the opinion for a 5-4 majority. The majority found that the Federal Arbitration Act \"instructed federal courts to enforce arbitration agreements according to their terms\" and that the NLRA \"does not mention class or collection action procedures\" and thus cannot be read to displace the Arbitration Act.</p>\n<p>Justice Clarence Thomas filed a concurring opinion to add that \"the employees also cannot prevail under the plain meaning of the Federal Arbitration Act.\"</p>\n<p>Justice Ruth Bader Ginsburg filed a dissenting opinion in which Justices Stephen Breyer, Sonia Sotomayor, and Elena Kagan joined. The dissent noted the extreme imbalance between employer and employee and Congress's attempt to remedy that imbalance in passing the NLRA and its forerunner, the Norris-LaGuardia Act. In this context, the dissent found that the Federal Arbitration Act should not shrink the NLRA's \"protective sphere.\"</p>\n"
}