{
    "ID": 55644,
    "name": "Briscoe v. Virginia",
    "href": "https://api.oyez.org/cases/2009/07-11191",
    "view_count": 0,
    "docket_number": "07-11191",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1246251600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40396"
        },
        {
            "event": "Argued",
            "dates": [
                1263189600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40397"
        },
        {
            "event": "Decided",
            "dates": [
                1264399200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40398"
        }
    ],
    "question": "<p>If a state allows a prosecutor to introduce a certificate of laboratory analysis, without presenting testimony of the analyst who prepared the certificate, does that state avoid violating the Confrontation Clause of the Sixth Amendment by providing the accused the right to call the analyst as his own witness?</p>\n",
    "citation": {
        "volume": "559",
        "page": "32",
        "year": "2010",
        "href": "https://api.oyez.org/case_citation/case_citation/19567"
    },
    "term": "2009",
    "description": "A case which the Court remanded regarding the Sixth Amendment rights of a man convicted of cocaine possession.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/559/32/",
    "facts_of_the_case": "<p>This appeal is the consolidation of three separate cases that involved defendants' conviction for possession of cocaine in a Virginia state court. On appeal, the defendants argued that the admission into evidence of a certificate of analysis in the absence of testimony at trial from the person who performed the analysis and prepared the certificate, pursuant to Virginia Code Section 19.2-187, violated the Confrontation Clause of the Sixth Amendment. The Supreme Court of Virginia disagreed, holding that the provisions of Section 19.2-187 did not violate a defendant's Confrontation Clause rights. Moreover, the court held that the defendants in these cases knowingly, intelligently, and voluntarily waived their Sixth Amendment rights to confront the forensic analysts when they failed to call them as witnesses at trial.</p>\n",
    "conclusion": "<p>In a short per curiam opinion, the Court vacated the judgment of the Supreme Court of Virginia, remanding the case for further proceedings in light of <em>Melendez-Diaz v. Massachusetts</em> decided the previous Term.</p>\n"
}