{
    "ID": 63360,
    "name": "Houston Community College System v. Wilson",
    "href": "https://api.oyez.org/cases/2021/20-804",
    "view_count": 0,
    "docket_number": "20-804",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1619413200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54896"
        },
        {
            "event": "Argued",
            "dates": [
                1635829200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54964"
        },
        {
            "event": "Decided",
            "dates": [
                1648098000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/55066"
        }
    ],
    "question": "<p>Does the First Amendment restrict the authority of an elected body to issue a censure resolution in response to a member’s speech?</p>\n",
    "citation": {
        "volume": "595",
        "page": null,
        "year": "2022",
        "href": "https://api.oyez.org/case_citation/case_citation/27817"
    },
    "term": "2021",
    "description": "A case in which the Court will decide whether the First Amendment restricts the authority of an elected body to issue a censure resolution in response to a member’s speech.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/595/20-804/",
    "facts_of_the_case": "<p>The Houston Community College (HCC) System operates community colleges throughout the greater Houston area. HCC is run by a Board of nine trustees, each of which is elected by the public to serve a six-year term without remuneration. David Wilson was elected to the Board as a trustee on November 5, 2013. Starting in 2017, Wilson criticized the other trustees, alleging that they had violated the Board’s bylaws, and made various other criticisms of the Board. As a result, the Board censured Wilson and barred him from holding officer positions on the Board or from receiving travel reimbursements.</p>\n<p>Wilson sued HCC, alleging that the censure violated his First Amendment right to free speech. The district court ruled against him, and the U.S. Court of Appeals for the Fifth Circuit reversed. In holding for Wilson, the Fifth Circuit concluded that the First Amendment precludes community college boards from censuring members for their speech.</p>\n",
    "conclusion": "<p>A purely verbal censure does not give rise to an actionable First Amendment claim. Justice Neil Gorsuch authored the opinion for a unanimous Court, holding that Wilson lacked an actionable First Amendment claim against the Houston Community College System.</p>\n<p>The First Amendment prohibits laws “abridging the freedom of speech,” which includes a prohibition on “retaliatory actions” for engaging in protected speech. However, elected bodies have long exercised the power to censure their members, and the Court’s precedents affirm that mere censure does not afoul of the First Amendment. That Wilson was an elected official and that the censure itself was mere speech by other members within the same elected body support the conclusion that the censure was not a materially adverse action and thus did not give rise to a First Amendment claim.</p>\n"
}