{
    "ID": 53954,
    "name": "Rufo v. Inmates of Suffolk County Jail",
    "href": "https://api.oyez.org/cases/1991/90-954",
    "view_count": 0,
    "docket_number": "90-954",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                686984400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/36771"
        },
        {
            "event": "Decided",
            "dates": [
                695455200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/36772"
        },
        {
            "event": "Granted",
            "dates": [
                666943200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/53381"
        }
    ],
    "question": "<p>Does the court require a grievous wrong evoked by new and unforeseen change of facts in order to modify a consented decree?</p>\n",
    "citation": {
        "volume": "502",
        "page": "367",
        "year": "1992",
        "href": "https://api.oyez.org/case_citation/case_citation/17883"
    },
    "term": "1991",
    "description": "A case in which the Court held that the court does not require a grievous wrong evoked by new and unforeseen change of facts in order to modify a consented decree. ",
    "justia_url": "https://supreme.justia.com/cases/federal/us/502/367/",
    "facts_of_the_case": "<p>After the district court held that the conditions at the Suffolk County Jail were constitutionally deficient, the Suffolk County officials and the inmates of Suffolk County Jail entered into a consent decree for construction of a new jail. In the decree, the parties agreed single-occupancy cells would be provided for pretrial inmates. During the delay of the construction, the sheriff of Suffolk County moved to modify the decree to allow double bunking in certain cells to raise the jail’s occupancy. The sheriff argued that with the increasing number of pretrial detainees and a recent court decision, there was a change in fact and in law that was required to modify the decree. The district court refused the modification because the sheriff is required to show a grievous wrong by new and unforeseen circumstances to modify the decree and that the increase of pretrial detainees was neither new nor unforeseen. The U.S. Court of Appeals for the First Circuit affirmed.</p>\n",
    "conclusion": "<p> </p>\n<p>No, Justice Byron R. White delivered the opinion of the 6-2 majority. The Court held that the grievous wrong standard does not apply to requests to modify consent decrees and that changes of conduct or conditions may be revised if necessary for future events based on a flexible standard. Under a flexible standard, the party seeking modification of an institutional reform consent decree must establish that a significant change in facts or law warrants a revision of the decree and that the proposed modification is tailored to that change of circumstances. This requirement will be satisfied if the change was unforeseen or would be detrimental to public interests without the modification.</p>\n<p>Justice John Paul Stevens, with whom Justice Harry A. Blackmun joined, wrote a dissenting opinion in which he argued that after the institution was found by the district court to be deficient, it is the district court’s duty to command an effective remedy. In this case, the remedy was to have single-occupancy cells for pretrial detainees and it is important that the court apply a strict standard when considering modification request that undermines the central purpose of a consent decree. The modification of the consent decree should be denied.</p>\n<p>Justice Clarence Thomas took no part in the consideration or decision.</p>\n<p> </p>\n"
}