{
    "ID": 55104,
    "name": "Nevada Department of Human Resources v. Hibbs",
    "href": "https://api.oyez.org/cases/2002/01-1368",
    "view_count": 0,
    "docket_number": "01-1368",
    "timeline": [
        {
            "event": "Decided",
            "dates": [
                1054011600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38926"
        },
        {
            "event": "Argued",
            "dates": [
                1042610400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/52698"
        }
    ],
    "question": "<p>May an individual sue a State for money damages in federal court for violation of the Family and Medical Leave Act of 1993?</p>\n",
    "citation": {
        "volume": "538",
        "page": "721",
        "year": "2003",
        "href": "https://api.oyez.org/case_citation/case_citation/27074"
    },
    "term": "2002",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/538/721/",
    "facts_of_the_case": "<p>William Hibbs, an employee of the Nevada Department of Human Resources, sought leave to care for his wife under the Family and Medical Leave Act of 1993 (FMLA). The FMLA entitles an eligible employee to take up to 12 workweeks of unpaid leave annually for the onset of a \"serious health condition\" in the employee's spouse. The Department granted Hibbs's request for the full 12 weeks of FMLA leave and, after he had exhausted that leave, informed him that he must report to work by a certain date. When Hibbs failed to do so, he was fired. Pursuant to FMLA provisions creating a private right of action \"against any employer\" that \"interfered with, restrained, or denied the exercise of\" FMLA rights, Hibbs sued in Federal District Court, seeking money damages for FMLA violations. The District Court concluded that the Eleventh Amendment barred the FMLA claim. The Court of Appeals reversed.</p>\n",
    "conclusion": "<p>Yes. In a 6-3 opinion delivered by Chief Justice William H. Rehnquist, the Court held that State employees may recover money damages in federal court in the event of the State's failure to comply with the FMLA's family-care provision. The Court reasoned that Congress both clearly stated its intention to abrogate the States' Eleventh Amendment immunity from suit in federal court under the FMLA and acted within its authority under section 5 of the Fourteenth Amendment by enacting prophylactic, rather than substantively redefining, legislation. \"In sum, the States' record of unconstitutional participation in, and fostering of, gender-based discrimination in the administration of leave benefits is weighty enough to justify the enactment of prophylactic [section] 5 legislation,\" wrote Chief Justice Rehnquist. Justices Antonin Scalia and Anthony M. Kennedy, who was joined by Justices Clarence Thomas and Scalia, filed dissents.</p>\n"
}