{
    "ID": 63053,
    "name": "Flowers v. Mississippi",
    "href": "https://api.oyez.org/cases/2018/17-9572",
    "view_count": 0,
    "docket_number": "17-9572",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1541134800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54390"
        },
        {
            "event": "Argued",
            "dates": [
                1553058000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54455"
        },
        {
            "event": "Decided",
            "dates": [
                1561093200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54543"
        }
    ],
    "question": "<p>Did the Mississippi Supreme Court err in how it applied <em>Batson v. Kentucky</em> in this case?</p>\n",
    "citation": {
        "volume": "588",
        "page": null,
        "year": "2019",
        "href": "https://api.oyez.org/case_citation/case_citation/27641"
    },
    "term": "2018",
    "description": "A case in which the Court held that the trial court in this case committed clear error at Flowers’ sixth murder trial by concluding that the state’s peremptory strike of a particular black prospective juror was not motivated in substantial part by discriminatory intent.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/588/17-9572/",
    "facts_of_the_case": "<p>In 1996, four employees of Tardy Furniture Store in Winona, Mississippi, were killed during an armed robbery. Curtis Giovanni Flowers was tried for the murder of one of the employees and was convicted and sentenced to death. The Mississippi Supreme Court reversed and remanded for a new trial on the ground that Flowers’s right to a fair trial had been violated by admission of evidence of the other three murder victims. Flowers was tried and convicted for the murder of a second victim of the same incident, and the Mississippi Supreme Court reversed and remanded on the same grounds. In a third trial, Flowers was tried for all four murders, and a jury found him guilty and sentenced him to death. Finding that prosecutor Doug Evans had engaged in racial discrimination during jury selection, the Mississippi Supreme Court again reversed and remanded. The fourth and fifth trials were on all four counts of capital murder, and both resulted in mistrials when the jury was unable to reach a unanimous verdict during the guilt phase.</p>\n<p>In the sixth trial, Flowers was tried again and convicted for all four murders.</p>\n<p>Flowers appealed his conviction on several grounds, one of which was that the State violated his Sixth and Fourteenth Amendment rights during the jury selection process by exercising its peremptory strikes in a racially discriminatory way. The prosecution had struck five African American prospective jurors. The Mississippi Supreme Court rejected Flowers’s arguments as to the jury selection, but the US Supreme Court ordered the court to reconsider in light of its ruling in <a href=\"https://www.oyez.org/cases/2015/14-8349\"><em>Foster v. Chatman</em>, 578 U.S. ___ (2016)</a>, where it held that the defendant in a capital case had shown intentional discrimination in the selection of jurors. On remand to the state supreme court, the court again upheld the ruling for the state. Flowers again sought review by the US Supreme Court, and the Court granted certiorari as to the question whether the Mississippi Supreme Court erred in how it applied <a href=\"https://www.oyez.org/cases/1985/84-6263\"><em>Batson v. Kentucky</em>, 476 US 79 (1986)</a>.</p>\n",
    "conclusion": "<p>The trial court at Flowers’s sixth murder trial committed clear error in concluding that the State’s peremptory strike of a particular black prospective juror was not motivated in substantial part by discriminatory intent. Justice Brett Kavanaugh authored the 7-2 majority opinion.</p>\n<p>Under <em>Batson v. Kentucky</em>, once the defendant has made a prima facie case of discrimination, the State must provide race-neutral reasons for its peremptory strikes. The trial court judge must then determine whether the provided reasons actually motivated the peremptory strikes or instead were simply pretext for unlawful race discrimination. The Court found four categories of evidence present in Flowers’s sixth trial that the State’s peremptory strike of one juror in particular—Carolyn Wright—was based on racial discrimination.</p>\n<p>First, the Court found that the State’s history of peremptory strikes in Flowers’s first four trials strongly supported the conclusion that the State’s use of peremptory strikes in his sixth trial was motivated in substantial part by discriminatory intent. The State appeared “relentless” in trying to strike all black jurors to have an all-white jury try Flowers. Second, the Court noted that the State’s use of peremptory strikes in the sixth trial followed the same pattern as in the first four trials. Third, the Court observed that the State spent far more time questioning the black prospective jurors than the accepted white jurors—an indicator (though not dispositive) of discriminatory intent. Fourth and finally, the Court found significant differences between the jurors who were struck and not struck. The State asked extensive questions of Carolyn Wright, a black juror who was struck, about her knowledge of the facts, witnesses, and Flowers’s family, but did not ask three white prospective jurors about their comparable connections to witnesses. The Court found these four factors, plus the overall context to support the determination that the trial court had committed clear error in concluding the State’s peremptory strike was not motivated in substantial part by discriminatory intent.</p>\n<p>Justice Samuel Alito joined the majority opinion in full but filed a concurring opinion to note how extraordinary the circumstances in this case are and that although he agrees with the Court’s judgment here, he would be disinclined to do so in the majority of cases that are “less unusual” in their facts.</p>\n<p>Justice Clarence Thomas authored a dissent in which Justice Neil Gorsuch joined in part, criticizing the majority for ignoring the race-neutral reasons the State gave for striking Carolyn Wright. Both Justice Thomas and Justice Gorsuch argued that the Court should not have even granted the case, but having done so, it decided wrongly on the merits. Justice Thomas (alone) criticized <em>Batson</em>, arguing that it “requires that a duly convicted criminal go free because a juror was arguably deprived of his right to serve on the jury.”</p>\n"
}