{
    "ID": 53827,
    "name": "Wilson v. Seiter",
    "href": "https://api.oyez.org/cases/1990/89-7376",
    "view_count": 0,
    "docket_number": "89-7376",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                663228000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/36534"
        },
        {
            "event": "Decided",
            "dates": [
                677134800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/36535"
        }
    ],
    "question": "<p>Did the United States Court of Appeals for the Sixth Circuit err by holding that prison officials must have a \"culpable state of mind\" in order to establish cruel and unusual punishment of an inmate? Did the Court of Appeals err by overlooking an inmate's claim that prison officials showed \"deliberate indifference\" to his conditions of confinement?</p>\n",
    "citation": {
        "volume": "501",
        "page": "294",
        "year": "1991",
        "href": "https://api.oyez.org/case_citation/case_citation/17756"
    },
    "term": "1990",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/501/294/",
    "facts_of_the_case": "<p>While detained at the Hocking Correctional Facility in Nelsonville, Ohio, Pearly Wilson claimed he experienced cruel and unusual punishment in violation of the Eighth and Fourteenth Amendments. Wilson sought financial awards and an injunction against the prison under 42 U.S.C. 1983. He filed suit in a federal district court against two state prison officials, Richard P. Seiter and Carl Humphreys. The District Court ruled against Wilson, and the United States Court of Appeals for the Sixth Circuit affirmed. It held that Wilson had to show that the prison officials had a \"culpable state of mind\" when inflicting harm upon him.</p>\n",
    "conclusion": "<p>No and Yes. Justice Antonin Scalia delivered the opinion for a unanimous court. The Court referred to its earlier decisions in <em>Francis v. Resweber</em> and <em>Estelle v. Gamble</em> to establish that cruel and unusual punishment required the \"unnecessary and wanton infliction of pain.\" For this to occur, the prison officials had to exhibit intentional cruelty, which would result in a \"culpable state of mind.\" However, \"deliberate indifference\" to a prisoner's conditions also constituted abusive treatment according to this standard. Therefore the Court of Appeals should have considered this aspect of Wilson's grievances.</p>\n"
}