{
    "ID": 54666,
    "name": "Feltner v. Columbia Pictures Television, Inc.",
    "href": "https://api.oyez.org/cases/1997/96-1768",
    "view_count": 0,
    "docket_number": "96-1768",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                885362400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38108"
        },
        {
            "event": "Decided",
            "dates": [
                891324000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38109"
        }
    ],
    "question": "<p>Does section 504(c) of the Copyright Act or the Seventh Amendment grant a right to a jury trial when a copyright owner elects to recover statutory damages?</p>\n",
    "citation": {
        "volume": "523",
        "page": "340",
        "year": "1998",
        "href": "https://api.oyez.org/case_citation/case_citation/18595"
    },
    "term": "1997",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/523/340/",
    "facts_of_the_case": "<p>In 1991, Columbia Pictures Television, Inc., terminated agreements licensing several television series, including \"Who's the Boss,\" \"Silver Spoons,\" \"Hart to Hart,\" and \"T. J. Hooker,\" to three television stations owned by C. Elvin Feltner after the stations' royalty payments became delinquent. Columbia sued Feltner after his stations continued to broadcast the programs for copyright infringement. After winning partial summary judgment as to liability on its copyright infringement claims, Columbia attempted to recover statutory damages under section 504(c) of the Copyright Act. The District Court denied Feltner's request for a jury trial and awarded Columbia statutory damages following a bench trial. In affirming, the Court of Appeals held that neither section 504(c) nor the Seventh Amendment provides a right to a jury trial on statutory damages.</p>\n",
    "conclusion": "<p>Yes. In an opinion delivered by Justice Clarence Thomas, the Court held that, despite section 504(c) of the Copyright Act's silence, the Seventh Amendment provides the right to a jury trial, which includes a right to a jury determination of the amount of statutory damages. Applying a historical Seventh Amendment analysis, Justice Thomas concluded that \"there is clear and direct historical evidence that juries, both as a general matter and in copyright cases, set the amount of damages awarded to a successful plaintiff.\" \"As a result, if a party so demands, a jury must determine the actual amount of statutory damages under [section 504(c)] in order 'to preserve the substance of the common-law right of trial by jury,'\" wrote Justice Thomas.</p>\n"
}