{
    "ID": 55072,
    "name": "Federal Election Commission v. Beaumont",
    "href": "https://api.oyez.org/cases/2002/02-403",
    "view_count": 0,
    "docket_number": "02-403",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                1048572000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38866"
        },
        {
            "event": "Decided",
            "dates": [
                1055739600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38867"
        }
    ],
    "question": "<p>Does the Federal Election Campaign Act's ban on corporate political donations violate the freedom of speech for incorporated, non-profit advocacy groups?</p>\n",
    "citation": {
        "volume": "539",
        "page": "146",
        "year": "2003",
        "href": "https://api.oyez.org/case_citation/case_citation/19001"
    },
    "term": "2002",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/539/146/",
    "facts_of_the_case": "<p>In 1971 Congress passed the Federal Election Campaign Act, banning direct corporate donations to federal election campaigns. In 2000, Christine Beaumont and the North Carolina Right to Life (NCRL), an anti-abortion advocacy group, challenged the act, saying it violated their right to free speech. The group is an incorporated non-profit that lobbies and backs political candidates friendly to its cause, but under the act it cannot make political donations. The district court ruled in favor of NCRL. The 4th Circuit Court of Appeals affirmed.</p>\n",
    "conclusion": "<p>No. In a 7-2 opinion delivered by Justice David H. Souter, the Court held that applying the direct contribution prohibition to nonprofit advocacy corporations is consistent with the First Amendment. The Court reasoned that it could not hold for NCRL \"without recasting our understanding of the risks of harm posed by corporate political contributions, of the expressive significance of contributions, and of the consequent deference owed to legislative judgments on what to do about them.\" Justice Anthony M. Kennedy filed an opinion concurring in the judgment. Justice Clarence Thomas, joined by Justice Antonin Scalia, dissented, arguing that section 441b should have been subject to strict scrutiny and, under this standard, it could not stand.</p>\n"
}