{
    "ID": 54362,
    "name": "Kyles v. Whitley",
    "href": "https://api.oyez.org/cases/1994/93-7927",
    "view_count": 0,
    "docket_number": "93-7927",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                784188000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37543"
        },
        {
            "event": "Decided",
            "dates": [
                798267600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37544"
        },
        {
            "event": "Granted",
            "dates": [
                767250000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/53651"
        }
    ],
    "question": "<p>(1) Would the prosecution’s production of evidence favorable to Kyles have resulted in acquittal or mistrial?</p>\n<p>(2) Would the prosecution’s production of evidence favorable to Kyles have created sufficient doubt in the mind of at least one juror to result in a life sentence rather than the death penalty?</p>\n",
    "citation": {
        "volume": "514",
        "page": "419",
        "year": "1995",
        "href": "https://api.oyez.org/case_citation/case_citation/18291"
    },
    "term": "1994",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/514/419/",
    "facts_of_the_case": "<p>Curtis Lee Kyles was charged with murdering 60-year-old Delores Dye in a Schwegmann’s parking lot.  After an initial trial with a hung jury, Kyles was tried again, convicted of first-degree murder, and sentenced to death.  The U.S. Supreme Court affirmed the decision on direct appeal.  Then Kyles sought state collateral review, where he was unsuccessful, but he uncovered evidence favorable to him that the prosecution failed to disclose before or during trial.  Kyles filed a habeas corpus petition in federal district court, citing <i>Brady v. Maryland</i>, which held that the prosecution violates due process if they fail to disclose material evidence that is favorable to a criminal defendant.  The district court denied relief, and the U.S. Court of Appeals for the Fifth Circuit affirmed.</p>\n",
    "conclusion": "<p>Maybe, maybe.  Justice David H. Souter, writing for a 5-4 majority, reversed the Fifth Circuit.  The Supreme Court held that Kyles was entitled to a new trial because the net effect of the suppressed evidence raised a reasonable probability that the jury would have reached a different result.  The Fifth Circuit used the wrong standard and failed to consider the cumulative effect of all the evidence that the prosecution failed to disclose.  Justice John Paul Stevens concurred, supporting the decision to grant certiorari and review the case on the merits.  Justices Ruth Bader Ginsburg and Stephen G. Breyer joined in the concurrence.</p>\n<p>Justice Antonin Scalia dissented, arguing that the case should be dismissed as improvidently granted.  The suppressed evidence did not create a reasonable probability that the jury would reach a different result given the large amount of negative evidence the prosecution presented.  Chief Justice William H. Rehnquist, Justice Anthony M. Kennedy, and Justice Clarence Thomas joined in the dissent.</p>\n"
}