{
    "ID": 54126,
    "name": "Northeastern Florida Chapter, Associated General Contractors of America v. City of Jacksonville, Florida",
    "href": "https://api.oyez.org/cases/1992/91-1721",
    "view_count": 0,
    "docket_number": "91-1721",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                730360800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37100"
        },
        {
            "event": "Decided",
            "dates": [
                740034000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37101"
        }
    ],
    "question": "<p>In order to have standing to challenge the Jacksonville, Florida ordinance favoring minority-owned businesses, must an association of contractors demonstrate that at least one of its members would have received a city contract in the absence of the ordinance?</p>\n",
    "citation": {
        "volume": "508",
        "page": "656",
        "year": "1993",
        "href": "https://api.oyez.org/case_citation/case_citation/18055"
    },
    "term": "1992",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/508/656/",
    "facts_of_the_case": "<p>In 1984, the Minority Business Enterprise Participation ordinance was passed in Jacksonville, Florida which set aside 10 percent of the budget for city contracts to hire minority-owned businesses. On April 4, 1989, the Northeastern Florida Chapter of the Associated General Contractors of America, an association of individuals and companies that worked in construction in Jacksonville, filed an action against the city and its mayor in the United States District Court for the Middle District of Florida, claiming that the ordinance violated the Equal Protection Clause of the Fourteenth Amendment. The District Court ruled in favor of the association, but when the city appealed, the United States Court of Appeals for the Eleventh Circuit reversed. The appellate court held that the association lacked standing to file the action because it did not demonstrate that one or more of its members would have received a reserved city contract but for the ordinance.</p>\n",
    "conclusion": "<p>No. In a majority opinion authored by Justice Clarence Thomas, the Court noted that, in order to file an action, the petitioner must have demonstrated that, as a result of the challenged ordinance, its members suffered injury or that injury was imminent, and that a favorable ruling could have been expected to rectify the injury. The majority determined that the association members' possible lack of fair opportunity as a consequence of the ordinance would have constituted injury. Since the association members would have competed for the reserved city contracts in the absence of the ordinance, the Court found that they did have standing and reversed the judgment of the Court of Appeals.</p>\n"
}