{
    "ID": 54724,
    "name": "Olmstead v. L. C.",
    "href": "https://api.oyez.org/cases/1998/98-536",
    "view_count": 0,
    "docket_number": "98-536",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                924670800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38211"
        },
        {
            "event": "Decided",
            "dates": [
                930027600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38212"
        }
    ],
    "question": "<p>Should financial constraints entirely determine whether states comply by the 1990 Americans with Disabilities Act guidelines concerning community treatment programs for the mentally disabled?</p>\n",
    "citation": {
        "volume": "527",
        "page": "581",
        "year": "1999",
        "href": "https://api.oyez.org/case_citation/case_citation/18653"
    },
    "term": "1998",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/527/581/",
    "facts_of_the_case": "<p>Jonathan Zimring, on the consolidated behalf of two female patients with mental disabilities, challenged Tommy Olmstead, the Commissioner of Georgia's Department of Human Resources, for the Georgia Regional Hospital's (GRH) decision to keep the two women in psychiatric isolation. Zimring argued that under Title II of the 1990 Americans with Disabilities Act (ADA), the women had to be moved to the most communally integrated setting possible. Defending GRH's decision, Olmstead argued that although the women were medically cleared for a more integrated treatment setting, financial constraints and the need to fundamentally alter treatment programs prevented this from happening.</p>\n",
    "conclusion": "<p>No. In a 6-to-3 decision, the Court began by noting that the question in this case was still ripe even though the two women at issue were placed in communal care since their controversies were initiated. The Court then found that the ADA required the placement of patients with mental disabilities in \"integrated settings\" when they are medically cleared for such settings, they themselves express a desire for such settings, and the resources for such a transfer are available. The Court added that financial constraints might be significant if the state can show that allocation of resources to one patient will cause harm to others. The case was remanded for a better analysis of GRH spending priorities.</p>\n"
}