{
    "ID": 53916,
    "name": "Arizona v. Fulminante",
    "href": "https://api.oyez.org/cases/1990/89-839",
    "view_count": 0,
    "docket_number": "89-839",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                655534800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/36699"
        },
        {
            "event": "Decided",
            "dates": [
                669967200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/36700"
        }
    ],
    "question": "<p>1. Did the Arizona Supreme Court properly apply the totality of circumstances test when considering whether a suspect's confession to murder was coerced?</p>\n<p>2. Did the Arizona Supreme Court properly apply harmless error analysis when considering whether the suspect's coerced confession influenced the trial outcome?</p>\n",
    "citation": {
        "volume": "499",
        "page": "279",
        "year": "1991",
        "href": "https://api.oyez.org/case_citation/case_citation/17845"
    },
    "term": "1990",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/499/279/",
    "facts_of_the_case": "<p>Arizona law officials suspected that Oreste Fulminante murdered his stepdaughter. He was later arrested in New York for an unrelated crime after the murder and incarcerated. While in prison he became friends with Anthony Sarivola, an inmate paid by the Federal Bureau of Investigation to collect information on other inmates while he served his term. Fulminante initially denied killing his stepdaughter to Sarivola, but admitted it when Sarivola offered him protection from other inmates in exchange for the truth. After his release, Fulminante also confessed to Donna Sarivola, Anthony's wife. Fulminante was indicted for murder in Arizona. Fulminante argued in trial court that his two confessions to the Sarivolas could not be used as evidence since the first was coerced and the second based on the first. The court admitted his confessions as evidence, convicted him, and sentenced him to death. On appeal, the Arizona Supreme Court ordered Fulminante to be retried without the use of the confessions.</p>\n",
    "conclusion": "<p>Yes and yes. Justice Byron R. White and Chief Justice William H. Rehnquist delivered parts of the opinion, both majorities by a 5-4 vote. The Court held that Fulminante was coerced to confess in violation of the Fifth and Fourteenth Amendments. The Court found that \"it was fear of physical violence, absent protection from his friend Sarivola, which motivated Fulminante to confess.\" This motivation invalidated his confession. Since Fulminante's confession to Donna Sarivola was closely tied to his first coerced confession, the Court dismissed both. The Court also found that the confessions played a determinative role in the trial. It maintained that a \"successful prosecution depended on the jury's believing the two confessions.\" Because the confessions were critical to the outcome of the trial, the fact that they were obtained coercively could not be dismissed as a harmless error. Four justices dissented to using harmless error analysis for coerced confessions on the ground that confessions always significantly affect a trial's outcome.</p>\n"
}