{
    "ID": 62316,
    "name": "Kingdomware Technologies, Inc. v. United States",
    "href": "https://api.oyez.org/cases/2015/14-916",
    "view_count": 0,
    "docket_number": "14-916",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1434949200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/52785"
        },
        {
            "event": "Argued",
            "dates": [
                1456120800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/53361"
        },
        {
            "event": "Decided",
            "dates": [
                1466053200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/53781"
        }
    ],
    "question": "<ol><li>Is this case moot if the contracts at issue have already been performed?</li>\n<li>Is the Department of Veterans Affairs’ “set-aside,” which restricts competition to veteran-owned businesses when there is a reasonable expectation that two or more such businesses will offer reasonable bids for the contract, mandatory?</li>\n</ol>",
    "citation": {
        "volume": "579",
        "page": null,
        "year": "2016",
        "href": "https://api.oyez.org/case_citation/case_citation/27116"
    },
    "term": "2015",
    "description": "A case in which the Court determined that the Court had jurisdiction to address the merits of the case even if the contracts had already been performed, and the Department of Veterans Affairs’ “set-aside” for veteran-owned businesses is mandatory.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/579/14-916/",
    "facts_of_the_case": "<p>Various policies, regulations, and statutes of the federal government are intended to promote small businesses, especially those run by veterans. Although agencies generally have wide discretion to decide what method of contracting to use, a 2003 amendment to the Small Business Act established a goal of awarding three percent of government contracts to service-disabled veteran-owned small businesses, and the Veterans Act of 2006 expanded the reach of the relevant provisions.</p>\n<p>Kingdomware Technologies is a small business owned and controlled by a service-disabled veteran and has been certified as such by the Department of Veteran Affairs (VA). In 2012, Kingdomware filed a bid for a project, but the VA awarded the contract to a company that was not a veteran-owned business. Kingdomware filed a bid protest with the Government Accountability Office (GAO) and argued that the contract award was illegal. The GAO issued a recommendation that the VA cancel the contract and re-solicit bids. The VA refused to accept the recommendation, and Kingdomware sued in U.S. Court of Federal Claims, which held that there was sufficient ambiguity in the relevant statute and that the VA’s interpretation was reasonable, so therefore the contract award should stand. The U.S. Court of Appeals for the Federal Circuit affirmed.</p>\n",
    "conclusion": "<p>The Court had jurisdiction to address the merits of the case even if the contracts had already been performed, and the Department of Veterans Affairs’ “set-aside” for veteran-owned businesses is mandatory. Justice Clarence Thomas delivered the opinion of the unanimous Court, which held that, while a case would generally be moot when there is no actual controversy that a court can resolve by granting relief, there is an exception for controversies that are capable of repetition but evade review. Such controversies are those that are often so short in duration that they are difficult to litigate and there is a reasonable expectation that the same complaining party will be subjected to the same action. Because this case presents such a controversy, the Court can examine the merits of the case. On the merits, the Court held that the Department of Veterans Affairs must award a contract to a veteran-owned small business when there is a reasonable expectation that two or more such businesses will offer reasonable bids for the contract, even when the Department will otherwise meet its minimum contracting goals for the year. The plain language of the relevant text of the Veterans Act of 2006, which established guidelines for contracting with veteran-owned businesses, makes it clear that this rule for contracting is mandatory, not discretionary.</p>\n"
}