{
    "ID": 62994,
    "name": "Animal Science Products, Inc. v. Hebei Welcome Pharmaceutical Co. Ltd.",
    "href": "https://api.oyez.org/cases/2017/16-1220",
    "view_count": 0,
    "docket_number": "16-1220",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1515736800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54270"
        },
        {
            "event": "Argued",
            "dates": [
                1524546000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54271"
        },
        {
            "event": "Decided",
            "dates": [
                1528952400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54291"
        }
    ],
    "question": "<p>May a court exercise independent review of an appearing foreign country’s explanation of its own law (as held by the US Courts of Appeals for the 5th, 6th, 7th, 11th, and DC Circuits), or must a court defer to a foreign government’s legal statement, based on principles of international comity, if that foreign government appears before the court (as held by the opinion below in accord with the US Court of Appeals for the 9th Circuit)?</p>\n",
    "citation": {
        "volume": "585",
        "page": null,
        "year": "2018",
        "href": "https://api.oyez.org/case_citation/case_citation/27595"
    },
    "term": "2017",
    "description": "A case in which the Court decided that a federal court determining foreign law pursuant to Federal Rule of Civil Procedure 44.1 should accord respectful consideration to a foreign government’s submission, but the court is not bound to accord conclusive effect to the foreign government’s statements.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/585/16-1220/",
    "facts_of_the_case": "<p>Animal Science Products, Inc., et al. (“Petitioners”) are US vitamin C purchasers who commenced a multidistrict class action lawsuit against Hebei Welcome Pharmaceutical Co. Ltd., et al. (“Respondents”), which are business entities incorporated under the laws of China, alleging violations of U.S. antitrust laws. Specifically, they claimed that Respondents engaged in price-fixing and supply manipulation in violation of the Sherman and Clayton Acts. Respondents did not deny that they had coordinated prices and sought to create a supply shortage, but moved to dismiss on the grounds that they acted in accordance with Chinese government regulations requiring them to do so. The district court denied Respondents’ motion to dismiss and a subsequent motion for summary judgment. Following a jury trial, the court entered a judgment of approximately $147 million against Respondents, and enjoined them from engaging in any further anti-competitive activity.</p>\n<p>Respondents appealed to the 2nd Circuit, which vacated the judgment, reversed the district court’s denial of the motion to dismiss, and remanded the case with instructions for the lower court to dismiss Petitioners’ complaint with prejudice. The appellate court based its reversal on international comity grounds, explaining that the district court had erred in not deferring appropriately to the Chinese government’s explanation of its domestic laws, which mandated the conduct by Respondents that was considered anti-competitive under US law. Particularly given that the Chinese government had appeared in the proceedings, the fact that Respondents could not simultaneously comply with US and Chinese laws necessitated the conclusion that the district court should have abstained from exercising jurisdiction in this case. The appeals court further held that other factors significant under an international comity balancing test derived from 3rd and 9th Circuit case law affirmed that abstention was appropriate in the instant matter.</p>\n",
    "conclusion": "<p>In a unanimous decision, Court reversed and remanded, holding that a federal court determining foreign law pursuant to Federal Rule of Civil Procedure 44.1 should accord respectful consideration to a foreign government’s submission, but the court is not bound to accord conclusive effect to the foreign government’s statements.</p>\n<p>Writing for the Court, Justice Ginsburg explained that under Rule 44.1, a court’s determination of foreign law “must be treated as ruling on a question of law.” Further, in evaluating the foreign law question at issue, a court may consider any relevant material, and is not limited to materials submitted by the parties. </p>\n<p>The Court further stated that neither Rule 44.1 nor other sources speak to the weight that a court must give to a foreign government’s submissions, and while in the spirit of international comity a court should “carefully consider” a foreign state’s views regarding the meaning of its own laws, the ultimate import of those views will vary based on a number of factors. While no specific formula will apply in all cases, key considerations include: the statement’s “clarity, thoroughness, and support”; “its context and purpose”; “the transparency of the foreign legal system”; “the role and authority of the entity or official offering the statement”; and “the statement’s consistency with the foreign government’s past positions.”</p>\n<p>The Court concluded that when viewed in the context of these considerations, the 2nd Circuit’s ruling was inconsistent with both Rule 44.1 and the Court’s treatment of analogous state government submissions. Further, in focusing on the Chinese government’s statements, the appellate court overlooked evidence in the record submitted by the U.S. purchasers. The Court additionally stated that the ruling below was inconsistent with international practice. The case was sent back to the lower courts for further consideration consistent with the Court’s opinion.</p>\n"
}