{
    "ID": 55837,
    "name": "National Federation of Independent Business v. Sebelius",
    "href": "https://api.oyez.org/cases/2011/11-393",
    "view_count": 0,
    "docket_number": "11-393",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1321250400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40888"
        },
        {
            "event": "Argued",
            "dates": [
                1332738000,
                1332824400,
                1332910800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40889"
        },
        {
            "event": "Decided",
            "dates": [
                1340859600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40890"
        }
    ],
    "question": "<ol><li>Is the suit brought by respondents to challenge the minimum coverage provision of the Patient Protection and Affordable Care Act barred by the Anti-Injunction Act, 2 U.S.C. 7421(a)?</li>\n<li>Does Congress have power under Article I, Section 8 of the Constitution, specifically under the Commerce Clause or the Taxing and Spending Clause, to require most Americans to purchase health insurance?</li>\n<li>Is the individual mandate severable from the ACA?</li>\n<li>Did Congress exceed its enumerated powers and violate principles of federalism when it pressured States into accepting conditions that Congress could not impose directly by threatening to withhold all federal funding under Medicaid, the single largest grant-in-aid program?</li>\n</ol>",
    "citation": {
        "volume": "567",
        "page": null,
        "year": "2012",
        "href": "https://api.oyez.org/case_citation/case_citation/19759"
    },
    "term": "2011",
    "description": "Cases in which the Court held that the minimum coverage requirement of the Affordable Care Act was constitutional, that Congress had the power to enforce the taxation of most Americans that did not buy the minimum level of coverage, and that the federal government exceeded its power by pressuring States into accepting conditions that Congress could not impose directly by threatening to withhold all federal funding under Medicaid.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/567/519/",
    "facts_of_the_case": "<p>Amid intense public interest, Congress passed the Patient Protection and Affordable Care Act (ACA), which became effective March 23, 2010. The ACA sought to address the fact that millions of Americans had no health insurance, yet actively participated in the health care market, consuming health care services for which they did not pay.</p>\n<p>The ACA contained a minimum coverage provision by amending the tax code and providing an individual mandate, stipulating that by 2014, non-exempt individuals who failed to purchase and maintain a minimum level of health insurance must pay a tax penalty. The ACA also contained an expansion of Medicaid, which states had to accept in order to receive Federal funds for Medicaid, and an employer mandate to obtain health coverage for employees.</p>\n<p>Shortly after Congress passed the ACA, Florida and 12 other states brought actions in the United States District Court for the Northern District of Florida seeking a declaration that the ACA was unconstitutional on several grounds. These states were subsequently joined by 13 additional states, the National Federation of Independent businesses, and individual plaintiffs Kaj Ahburg and Mary Brown.</p>\n<p>The plaintiffs argued that: (1) the individual mandate exceeded Congress' enumerated powers under the Commerce Clause; (2) the Medicaid expansions were unconstitutionally coercive; and (3) the employer mandate impermissibly interfered with state sovereignty.</p>\n<p>The District Court first addressed whether the plaintiffs had standing to bring the lawsuit. It determined that Brown had standing to challenge the minimum coverage provision because she did not have health insurance and had to make financial arrangements to ensure compliance with the provision, which would go into effect in 2014. The court further determined that Idaho and Utah had standing because each state had enacted a statute purporting to exempt their residents from the minimum coverage provision.</p>\n<p>The court also concluded that the Anti-Injunction Act did not bar the suit.</p>\n<p>The District Court then addressed the constitutional questions. It ruled that the individual mandate provision was not a valid exercise of Congress' commerce or taxing powers. The court held the entire act invalid because the mandate could not be severed from any other provision. The court dismissed the states' challenge to the employer mandates and granted judgment to the federal government on the Medicaid expansions, finding insufficient support for the contention that the spending legislation was unconstitutionally coercive.</p>\n<p>A panel of the U.S. Court of Appeals for the Eleventh Circuit affirmed 2-to-1 the District Court's holdings as to the Medicaid expansions and the individual mandate. But it also reversed the District Court, holding that the individual mandate could be severed without invalidating the remainder of the ACA.</p>\n",
    "conclusion": "<p>No; Yes, under the Taxing and Spending Clause; Unanswered; Yes. Chief Justice John G. Roberts, Jr., largely joined by Justices Ruth Bader Ginsburg, Stephen G. Breyer, Sonia Sotomayor, and Elena Kagan, authored the majority opinion. The Court reached the following conclusions:</p>\n<ol>\n<li>\n<p>The justices unanimously agreed that the Anti-Injunction Act did not bar the suit. Congress did not intend that the payment for non-compliance with the Individual Mandate be a tax for purposes of the Anti-Injunction Act.</p>\n</li>\n<li>\n<p>Chief Justice Roberts, joined by Justices Ginsburg, Breyer, Sotomayor, and Kagan, concluded that the Individual Mandate penalty <em>is</em> a tax for the purposes of the Constitution's Taxing and Spending Clause and is a valid exercise of Congressional authority. The payment is not so severe as to be coercive, is not limited to willful violations like fines for unlawful acts, and is collected by the Internal Revenue Service by normal means.</p>\n<p>As part of a jointly written dissenting opinion, Justices Antonin Scalia, Anthony Kennedy, Clarence Thomas, and Samuel Alito disagreed, arguing that because Congress characterized the payment as a <em>penalty</em>, to instead characterize it as a tax would amount to rewriting the Act.</p>\n</li>\n<li>\n<p>Chief Justice Roberts, with Justices Scalia, Kennedy, Thomas, and Alito, concluded that the Individual Mandate was not a valid exercise of Congress' power to regulate commerce. The Commerce Clause allows Congress to regulate existing commercial activity, but not to compel individuals to participate in commerce. This would open a new realm of Congressional authority.</p>\n<p>Justice Ginsburg, as part of an opinion concurring in part and dissenting in part, joined by Justices Breyer, Sotomayor, and Kagan disagreed with this conclusion, arguing that the Chief Justice's distinction between economic \"activity\" and \"Inactivity\" is ill-defined and unsupported by either the Court's precedents or the text of the Constitution. Furthermore, even if the distinction were permissible, individuals who fail to purchase insurance nonetheless frequently participate in the healthcare marketplace, substantially impacting healthcare commerce, and may therefore be regulated by Congress.</p>\n<p>Justice Thomas, in a separate dissent, added that the \"substantial effects test\" has encouraged Congress to push the limits of its power.</p>\n</li>\n<li>\n<p>The majority did not address the serverability question after concluding that the Individual Mandate was constitutional.</p>\n<p>Justices Scalia, Kennedy, Thomas, and Alito argued that the Individual Mandate and Medicaid expansion are inserverable, and that the entirety of the ACA is therefore unconstitutional. The provisions of the Act, they argue, are \"closely interrelated,\" with the two unconstitutional provisions serving as \"pillars.\"</p>\n</li>\n<li>\n<p>Chief Justice Roberts, with Justices Scalia, Kennedy, Thomas, Breyer, Alito, and Kagan, concluded that the Medicaid expansion provisions was unconstitutionally coercive as written. Congress does not have authority under the Spending Clause to threaten the states with complete loss of Federal funding of Medicaid, if the states refuse to comply with the expansion.</p>\n<p>Justices Ginsburg and Sotomayor disagreed, arguing, \"Congress' authority to condition the use of federal funds is not confined to spending programs as first launched. The legislature may, and often does, amend the law.\"</p>\n</li>\n<li>\n<p>Chief Justice Roberts, joined by Justices Ginsburg, Breyer, Sotomayor, and Kagan, concluded that the remainder of the Medicaid expansion provision, without the unconstitutional threat to <em>completely</em> withdraw Medicaid funding, could stand as a valid exercise of Congress' power under the Spending Clause.</p>\n<p>Justices Scalia, Kennedy, Thomas, and Alito argued that the Court does not have the power to remedy the unconstitutional expansion as written. Such power should be vested exclusively in Congress.</p>\n</li>\n</ol>\n"
}