{
    "ID": 55004,
    "name": "Ashcroft v. Free Speech Coalition",
    "href": "https://api.oyez.org/cases/2001/00-795",
    "view_count": 0,
    "docket_number": "00-795",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                1004421600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38737"
        },
        {
            "event": "Decided",
            "dates": [
                1018933200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38738"
        }
    ],
    "question": "<p>Does the Child Pornography Prevention Act of 1996 abridge freedom of speech when it proscribes a significant universe of speech that is neither obscene under <em>Miller v. California</em> nor child pornography under <em>New York v. Ferber</em>?</p>\n",
    "citation": {
        "volume": "535",
        "page": "234",
        "year": "2002",
        "href": "https://api.oyez.org/case_citation/case_citation/18933"
    },
    "term": "2001",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/535/234/",
    "facts_of_the_case": "<p>The Child Pornography Prevention Act of 1996 (CPPA) prohibits \"any visual depiction, including any photograph, film, video, picture, or computer or computer-generated image or picture\" that \"is, or appears to be, of a minor engaging in sexually explicit conduct,\" and any sexually explicit image that is \"advertised, promoted, presented, described, or distributed in such a manner that conveys the impression\" it depicts \"a minor engaging in sexually explicit conduct.\" The Free Speech Coalition, an adult-entertainment trade association, and others filed suit, alleging that the \"appears to be\" and \"conveys the impression\" provisions are overbroad and vague and, thus, restrain works otherwise protected by the First Amendment. Reversing the District Court, the Court of Appeals held the CPPA invalid on its face, finding it to be substantially overbroad because it bans materials that are neither obscene under Miller v. California, 413 U.S. 15, nor produced by the exploitation of real children as in New York v. Ferber, 458 U.S. 747.</p>\n",
    "conclusion": "<p>Yes. In a 6-3 opinion delivered by Justice Anthony M. Kennedy, the Court held that the two prohibitions described above are overbroad and unconstitutional. The Court found the CPPA to be inconsistent with Miller insofar as the CPPA cannot be read to prohibit obscenity, because it lacks the required link between its prohibitions and the affront to community standards prohibited by the obscenity definition. Moreover, the Court found the CPPA to have no support in Ferber since the CPPA prohibits speech that records no crime and creates no victims by its production. Provisions of the CPPA cover \"materials beyond the categories recognized in Ferber and Miller, and the reasons the Government offers in support of limiting the freedom of speech have no justification in our precedents or in the law of the First Amendment\" and abridge \"the freedom to engage in a substantial amount of lawful speech,\" wrote Justice Kennedy.</p>\n"
}