{
    "ID": 63029,
    "name": "Rimini Street, Inc. v. Oracle USA, Inc.",
    "href": "https://api.oyez.org/cases/2018/17-1625",
    "view_count": 0,
    "docket_number": "17-1625",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1538024400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54369"
        },
        {
            "event": "Argued",
            "dates": [
                1547445600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54403"
        },
        {
            "event": "Decided",
            "dates": [
                1551679200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54467"
        }
    ],
    "question": "<p>Is the Copyright Act’s allowance for “full costs” to a prevailing party limited to taxable costs or inclusive of non-taxable costs as well?</p>\n",
    "citation": {
        "volume": "586",
        "page": null,
        "year": "2019",
        "href": "https://api.oyez.org/case_citation/case_citation/27629"
    },
    "term": "2018",
    "description": "A case in which the Court held that the Copyright Act’s allowance for “full costs” to a prevailing party is limited to taxable costs and does not include costs not specifically described in the statute.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/586/17-1625/",
    "facts_of_the_case": "<p>Oracle licenses its enterprise software for a substantial one-time payment and also sells maintenance contracts to licensees so they can update their software through Oracle’s support website. Rimini Street provided third-party support for Oracle’s software in lawful competition with Oracle’s direct maintenance service. To compete effectively, however, Rimini also needed to provide software updates to its customers, which would constitute copyright infringement if obtained without a proper license (which Rimini did not have). With Oracle’s knowledge, Rimini obtained Oracle software updates from Oracle’s website by a means that violated the Oracle website’s terms of use.</p>\n<p>Oracle filed a lawsuit against Rimini and obtained a partial summary judgment and a jury verdict. The jury awarded Oracle $50,027,000 plus attorney’s fees and costs, resulting in a total monetary judgment of $124,291,396.82. Rimini appealed the judgment. The US Court of Appeals for the Ninth Circuit affirmed, finding that 17 U.S.C. § 505 allows for recovery of “full costs” and the district court properly relied on Ninth Circuit precedent in <a href=\"https://law.justia.com/cases/federal/appellate-courts/ca9/16-55577/16-55577-2017-11-16.html\"><em>Twentieth Century Fox v. Entertainment Distribution</em></a> in awarding $12,774,550.26 in non-taxable costs, despite ostensibly conflicting language in 28 U.S.C § 1920 identifying six categories of costs taxable against the losing party.</p>\n",
    "conclusion": "<p>The term “full costs” in § 505 of the Copyright Act means only the costs specified in the general costs statute in §§ 1821 and 1920. In a unanimous opinion by Justice Brett Kavanaugh, the Court held that the Ninth Circuit erred in awarding non-taxable costs to the prevailing party in the copyright infringement suit. Sections 1821 and 1920 define what the term “costs” encompasses, and only Congress—not the courts—may award litigation expenses beyond those specified in those sections. The word “full” in the statutory phrase “full costs” refers only to all costs otherwise available under the law, not additional costs.</p>\n"
}