{
    "ID": 54538,
    "name": "M. L. B. v. S. L. J.",
    "href": "https://api.oyez.org/cases/1996/95-853",
    "view_count": 0,
    "docket_number": "95-853",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                844664400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37869"
        },
        {
            "event": "Decided",
            "dates": [
                850716000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37870"
        }
    ],
    "question": "<p>May a State, consistent with the Due Process and Equal Protection Clauses of the Fourteenth Amendment, condition appeals from trial court decrees terminating parental rights on the affected parent's ability to pay record preparation fees?</p>\n",
    "citation": {
        "volume": "519",
        "page": "102",
        "year": "1996",
        "href": "https://api.oyez.org/case_citation/case_citation/18467"
    },
    "term": "1996",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/519/102/",
    "facts_of_the_case": "<p>In 1994, a Mississippi Chancery Court terminated M.L.B.'s parental rights to her two minor children. M.L.B. filed a timely appeal from the termination decree, but Mississippi law conditioned her right to appeal on prepayment of record preparation fees estimated at $2,352.36. Because she lacked the funds, M.L.B. sought leave to appeal in forma pauperis. The Supreme Court of Mississippi denied her application on the ground that, under its precedent, there is no right to proceed in forma pauperis in civil appeals. In front of the U.S. Supreme Court, M.L.B. argued that a State may not, consistent with the Due Process and Equal Protection Clauses of the Fourteenth Amendment, condition appeals from trial court decrees terminating parental rights on the affected parent's ability to pay record preparation fees.</p>\n",
    "conclusion": "<p>No. In a 6-3 opinion delivered by Justice Ruth Bader Ginsburg, the Court held that, just as a State may not block an indigent petty offender's access to an appeal afforded others, so Mississippi may not deny M.L.B., because of her poverty, appellate review of the sufficiency of the evidence on which the trial court found her unfit to remain a parent. \"We place decrees forever terminating parental rights in the category of cases in which the State may not 'bolt the door to equal justice,'\" wrote Justice Ginsburg, \"recognizing that parental termination decrees are among the most severe forms of state action.\" Chief Justice William H. Rehnquist and Justices Clarence Thomas and Antonin Scalia dissented.</p>\n"
}