{
    "ID": 63400,
    "name": "Whole Woman's Health v. Jackson",
    "href": "https://api.oyez.org/cases/2021/21-463",
    "view_count": 0,
    "docket_number": "21-463",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1634878800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54984"
        },
        {
            "event": "Argued",
            "dates": [
                1635742800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54985"
        },
        {
            "event": "Decided",
            "dates": [
                1639116000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/55015"
        }
    ],
    "question": "<p>Can the petitioners in this case pursue a pre-enforcement challenge to Texas Senate Bill 8 (SB 8), which prohibits providers from performing or inducing an abortion after a fetal heartbeat is detected and which allows for direct enforcement of the law through private civil actions?</p>\n",
    "citation": {
        "volume": "595",
        "page": null,
        "year": "2021",
        "href": "https://api.oyez.org/case_citation/case_citation/27844"
    },
    "term": "2021",
    "description": "A case in which the Court allowed abortion providers to pursue a pre-enforcement action against certain defendants but not others over a state law that prohibits the exercise of a constitutional right by delegating to the general public the authority to enforce that prohibition through civil actions.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/595/21-463/",
    "facts_of_the_case": "<p>The Texas legislature passed a law, SB 8, that prohibits abortions after about six weeks of pregnancy. Additionally, the law criminalizes any person who \"aids or abets\" any such abortion and permits any private citizen (as opposed to the state itself), to file a lawsuit for damages against such persons. Abortion providers challenged the law, and the U.S. Supreme Court rejected the providers’ initial request to block enforcement of the law. After the law went into effect, the providers filed another legal challenge.</p>\n",
    "conclusion": "<p>The petitioners in this case may proceed past the motion-to-dismiss stage only as to the defendants who are state medical licensing officials. Justice Neil Gorsuch authored the majority opinion of the Court.</p>\n<p> </p>\n<p>Writing for himself and Justices Clarence Thomas, Samuel Alito, Brett Kavanaugh, and Amy Coney Barrett, Justice Gorsuch concluded that the petitioners cannot sue defendants Penny Clarkston and Austin Jackson (a state-court clerk and state-court judge, respectively) because states are generally immune from lawsuits under the Eleventh Amendment, and even the limited exception recognized in Ex Parte Young does not permit an ex-ante injunction preventing state courts from hearing cases. Additionally, state-court clerks and judges are not “adverse litigants” and thus a pre-enforcement challenge against those parties does not constitute a “case or controversy” as required under the Constitution.</p>\n<p>The same five Justices also concluded that the petitioners cannot sue Texas Attorney General Ken Paxton because the attorney general lacks authority to enforce the challenged law.</p>\n<p>All nine Justices agreed that the petitioners cannot sue the individual private defendant Mark Lee Dickson because they cannot establish an injury “fairly traceable” to his unlawful conduct, as required by the Constitution.</p>\n<p>All but Justice Clarence Thomas agreed that the petitioners may proceed in their lawsuit against the state licensing officials because each may or must take enforcement actions against the abortion providers if the providers violate SB 8.</p>\n<p>In a separate opinion, Chief Justice Roberts noted that SB 8 has the purpose and effect of “nullify[ing]” the Court’s rulings and thus threatens the entire constitutional system.</p>\n<p>Writing on behalf of herself and Justices Breyer and Kagan, Justice Sotomayor extended the Chief Justice’s concerns, pointing out that the Court’s narrow ruling “effectively invites” other states to follow Texas’s example in nullifying constitutional rights.</p>\n"
}