{
    "ID": 54851,
    "name": "Ramdass v. Angelone",
    "href": "https://api.oyez.org/cases/1999/99-7000",
    "view_count": 0,
    "docket_number": "99-7000",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                956034000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38446"
        },
        {
            "event": "Decided",
            "dates": [
                960786000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38447"
        }
    ],
    "question": "<p>Must a jury must be instructed in the death penalty phase of sentencing that if the defendant is not given the death sentence, that he will be ineligible for parole if sentenced to life in prison?</p>\n",
    "citation": {
        "volume": "530",
        "page": "156",
        "year": "2000",
        "href": "https://api.oyez.org/case_citation/case_citation/18780"
    },
    "term": "1999",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/530/156/",
    "facts_of_the_case": "<p>A Virginia jury found Bobby Ramdass guilty of murdering Mohammed Kayani, a clerk in the 7-Eleven he held up, and recommended the death sentence. At the time of the sentencing phase of his trial, final judgment had been entered against Ramdass for an armed robbery and he had been found guilty of a second armed robbery, but no final judgment had been entered. Under Virginia law, a conviction does not become final until the jury returns a verdict and the judge enters a final judgment of conviction and pronounces sentence. The Kayani judge paused and scheduled a future hearing to consider whether to impose the recommended sentence. During the interval between the jury trial and this hearing, final judgment had been entered on the second armed robbery conviction. At the sentencing hearing in the capital murder case, Ramdass, in arguing for a life sentence, claimed that his prior convictions made him ineligible for parole under Virginia's three-strikes law. The court sentenced Ramdass to death, and the Virginia Supreme Court affirmed. On remand from the U.S Supreme Court, the Virginia Supreme Court again affirmed the sentence over Ramdass' argument that he should have been allowed to inform the jury of his parole ineligibility. The court declined to apply a previous U.S Supreme Court holding that a jury considering imposing death should be told if the defendant is parole ineligible under state law. The court concluded that Ramdass was not parole ineligible when the jury was considering his sentence because the second armed robbery, in which no final judgment had been entered, did not count as a conviction for purposes of the three-strikes law. Ultimately, Ramdass sought federal habeas corpus relief. The District Court granted his petition, ruling that the jury should have been advised that he was ineligible for parole. In reversing, the Court of Appeals determined that Ramdass was not, at the time of his sentencing proceedings, legally ineligible for parole.</p>\n",
    "conclusion": "<p>No. In a 5-4 opinion delivered by Justice Anthony M. Kennedy, the Court held that Ramdass was not entitled to federal habeas corpus relief because he was not entitled to instruction on parole ineligibility at sentencing since conviction had not been entered yet on the earlier jury verdict making him parole ineligible. In a plurality opinion, Justice Kennedy wrote for the Court that the Virginia Supreme Court's finding that the state's three-strikes law did not cover the defendant until shortly after he was sentenced must be honored because it \"was neither contrary to, nor an unreasonable application\" of a decision in which the justices said that defendants have the right to tell jurors about their parole status in such cases.</p>\n"
}