{
    "ID": 54962,
    "name": "Board of Ed. of Independent School Dist. No. 92 of Pottawatomie Cty. v. Earls",
    "href": "https://api.oyez.org/cases/2001/01-332",
    "view_count": 0,
    "docket_number": "01-332",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                1016517600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38661"
        },
        {
            "event": "Decided",
            "dates": [
                1025154000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38662"
        }
    ],
    "question": "<p>Is the Student Activities Drug Testing Policy, which requires all students who participate in competitive extracurricular activities to submit to drug testing, consistent with the Fourth Amendment?</p>\n",
    "citation": {
        "volume": "536",
        "page": "822",
        "year": "2002",
        "href": "https://api.oyez.org/case_citation/case_citation/18891"
    },
    "term": "2001",
    "description": "A case in which the Court held that an Oklahoma public school's random drug testing of its students was constitutional, since the policy reasonably served the district's important interest in detecting and preventing drug use in its student body.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/536/822/",
    "facts_of_the_case": "<p>The Student Activities Drug Testing Policy adopted by the Tecumseh, Oklahoma School District (School District) requires all middle and high school students to consent to urinalysis testing for drugs in order to participate in any extracurricular activity. Two Tecumseh High School students and their parents brought suit, alleging that the policy violates the Fourth Amendment. The District Court granted the School District summary judgment. In reversing, the Court of Appeals held that the policy violated the Fourth Amendment. The appellate court concluded that before imposing a suspicionless drug-testing program a school must demonstrate some identifiable drug abuse problem among a sufficient number of those tested, such that testing that group will actually redress its drug problem, which the School District had failed to demonstrate.</p>\n",
    "conclusion": "<p>Yes. In a 5-4 opinion delivered by Justice Clarence Thomas, the Court held that, because the policy reasonably serves the School District's important interest in detecting and preventing drug use among its students, it is constitutional. The Court reasoned that the Board of Education's general regulation of extracurricular activities diminished the expectation of privacy among students and that the Board's method of obtaining urine samples and maintaining test results was minimally intrusive on the students' limited privacy interest. \"Within the limits of the Fourth Amendment, local school boards must assess the desirability of drug testing schoolchildren. In upholding the constitutionality of the Policy, we express no opinion as to its wisdom. Rather, we hold only that Tecumseh's Policy is a reasonable means of furthering the School District's important interest in preventing and deterring drug use among its schoolchildren,\" wrote Justice Thomas.</p>\n"
}