{
    "ID": 62252,
    "name": "Law v. Siegel",
    "href": "https://api.oyez.org/cases/2013/12-5196",
    "view_count": 0,
    "docket_number": "12-5196",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1371445200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/52598"
        },
        {
            "event": "Argued",
            "dates": [
                1389592800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/52728"
        },
        {
            "event": "Decided",
            "dates": [
                1393912800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/52729"
        }
    ],
    "question": "<p>When a debtor creates fictional liens to prevent a trustee from selling a property, should a Bankruptcy Court allow a surcharge to extend to normally exempted homestead property?</p>\n",
    "citation": {
        "volume": "571",
        "page": "415",
        "year": "2014",
        "href": "https://api.oyez.org/case_citation/case_citation/27048"
    },
    "term": "2013",
    "description": "A case in which the Court found that a bankruptcy court may not enforce specific statutory exceptions.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/571/415/",
    "facts_of_the_case": "<p>On January 5, 2004, Stephen Law filed for bankruptcy. He claimed that there were two liens on his property consuming all of the property's value beyond a homestead exemption. A homestead exemption protects equity in a house when filing for bankruptcy. One of these liens turned out to be a fictional construction involving a woman in China. Alfred Siegel (the Trustee) claimed that, in exposing the false lien, he incurred $465,000 in attorney fees. Because these costs resulted from Law's misconduct and misrepresentation, the Bankruptcy Court added a surcharge equal to the full amount of Law's homestead exemption to offset the Trustee's costs.</p>\n<p>Law appealed the decision to the Appellate Panel for the Ninth Circuit (BAP). Under the Bankruptcy Act of 1978, federal appeals courts may create panels of judges to hear appeals from Bankruptcy Court. The BAP affirmed the order and held that the surcharge was necessary to protect the Bankruptcy Court's integrity. Law appealed to the U.S. Court of Appeals for the Ninth Circuit, which affirmed the BAP decision.</p>\n",
    "conclusion": "<p>No. Justice Antonin Scalia delivered the opinion for the unanimous Court. The Supreme Court held that, while a Bankruptcy Court has the authority to issue any order, process, or judgment necessary to carry out the provisions of the Bankruptcy Code, it may not contravene specific statutory provisions. In this case, the Bankruptcy Court exceeded the limits of its authority by awarding the Law’s homestead exemption to Siegel. Although the statute does not require a debtor to establish a homestead exemption, once he has done so the Bankruptcy Court may not refuse to honor that exemption. Even in the case that a debtor is dishonest, the Bankruptcy Court may not impose sanctions that would violate the terms of the Bankruptcy Code, such as the debtor’s ability to establish a homestead exemption.</p>\n"
}