{
    "ID": 63001,
    "name": "Garza v. Idaho",
    "href": "https://api.oyez.org/cases/2018/17-1026",
    "view_count": 0,
    "docket_number": "17-1026",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1529298000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54298"
        },
        {
            "event": "Argued",
            "dates": [
                1540875600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54347"
        },
        {
            "event": "Decided",
            "dates": [
                1551247200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54462"
        }
    ],
    "question": "<p>Is a criminal defendant’s counsel presumptively ineffective if counsel declines to file an appeal of a conviction because the defendant already waived the right to appeal in his plea?</p>\n",
    "citation": {
        "volume": "586",
        "page": null,
        "year": "2019",
        "href": "https://api.oyez.org/case_citation/case_citation/27602"
    },
    "term": "2018",
    "description": "A case in which the Court held that the decision of a criminal defendant’s trial lawyer not to appeal a conviction because the defendant’s plea agreement included an appeal waiver triggers a “presumption of prejudice” indicating ineffective assistance of counsel.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/586/17-1026/",
    "facts_of_the_case": "<p>On January 23, 2015, Gilberto Garza, Jr. entered an Alford plea—that is, a plea maintaining innocence but conceding that the evidence is likely to convince a jury of guilt beyond a reasonable doubt—to aggravated assault. On February 24, 2015, he pleaded guilty to possession of a controlled substance with intent to deliver. Both plea agreements required Garza to waive his right to appeal. The district court accepted the plea agreements and imposed the sentence in accordance with both of them. Shortly after sentencing, Garza informed his trial counsel that he wished to appeal, but counsel declined to file the appeal, citing Garza's waivers.</p>\n<p>Four months after he was convicted and sentenced, Garza filed a petition for post-conviction relief in each case, alleging that his trial attorney was ineffective for not filing notices of appeal. Garza’s attorney stated in an affidavit that he did not file an appeal because Garza had waived his right to appeal by accepting the plea agreements. The district court dismissed Garza’s petition to open the appeals period on the basis of ineffective assistance of counsel, and the appellate court affirmed the dismissal.</p>\n<p>Under <a href=\"https://www.oyez.org/cases/1999/98-1441\"><em>Roe v. Flores-Ortega</em>, 528 U.S. 470 (2000)</a>, criminal defendants have a Sixth Amendment right to “reasonably effective” legal assistance. A defendant claiming ineffective assistance of counsel must show: (1) that counsel’s representation was deficient; and (2) that counsel’s deficient performance prejudiced the defendant. Generally, counsel’s failure to file an appeal at a criminal defendant’s request is professionally unreasonable and therefore deficient, and most federal circuit courts interpret Flores-Ortega to mean that attorneys are ineffective when they do not file an appeal if the clients requested it, regardless of whether the defendants had waived their rights.</p>\n<p>The Idaho Supreme Court held contrary to the majority of federal circuit courts, finding that Flores-Ortega does not require an automatic “presumption of prejudice” when counsel declines to file an appeal in light of an appeal waiver. Rather, the defendant must still show deficient performance and resulting prejudice.</p>\n",
    "conclusion": "<p>The presumption of prejudice for Sixth Amendment purposes recognized in <a href=\"https://www.oyez.org/cases/1999/98-1441\"><em>Roe v. Flores-Ortega</em>, 528 U.S. 470 (2000),</a> applies regardless of whether a defendant has signed an appeal waiver.</p>\n<p>In a 6–3 opinion authored by Justice Sonia Sotomayor, the Court held that Garza’s trial counsel had rendered ineffective assistance by failing to file a notice of appeal despite Garza’s repeated requests. Under <a href=\"https://www.oyez.org/cases/1983/82-1554\"><em>Strickland v. Washington</em>, 466 U.S. 668 (1984),</a> a defendant alleging ineffective assistance of counsel must prove (1) “that counsel’s representation fell below an objective standard of reasonableness” and (2) that the deficiency was “prejudicial to the defense.” In <em>Flores-Ortega</em>, the Court held that “prejudice is presumed” in certain contexts, including when counsel “deprives a defendant of an appeal that he otherwise would have taken.” Garza’s appeal waivers—and appeal waivers generally—are not an absolute bar to all appellate claims. Indeed, some appeals fall outside the scope of the waiver, and there is always a possibility that the government might forfeit or breach the agreement of which the waiver is part. Given these scenarios, Garza could have pursued an appeal had his trial counsel acceded to his requests and filed a notice of appeal. By failing to do so, Garza’s counsel rendered ineffective assistance in violation of the Sixth Amendment.</p>\n<p>Justice Clarence Thomas filed a dissenting opinion, in which Justice Neil Gorsuch joined, and in which Justice Samuel Alito joined in part. The dissent opined that Garza’s counsel acted reasonably by declining to file an appeal on the grounds that doing so could jeopardize his plea bargain. The dissent characterized the majority’s holding as resulting in a “defendant-always-wins” rule that has no basis in the Court’s precedents or the Constitution.</p>\n"
}