{
    "ID": 63253,
    "name": "AMG Capital Management, LLC v. Federal Trade Commission",
    "href": "https://api.oyez.org/cases/2020/19-508",
    "view_count": 0,
    "docket_number": "19-508",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1594270800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54747"
        },
        {
            "event": "Argued",
            "dates": [
                1610517600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54820"
        },
        {
            "event": "Decided",
            "dates": [
                1619067600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54892"
        }
    ],
    "question": "<p>Does Section 13(b) of the FTC Act authorize the FTC to demand monetary relief such as restitution?</p>\n",
    "citation": {
        "volume": "593",
        "page": null,
        "year": "2021",
        "href": "https://api.oyez.org/case_citation/case_citation/27758"
    },
    "term": "2020",
    "description": "A case in which the Court held that Section 13(b) of the Federal Trade Commission Act, by authorizing “injunction[s],” does not authorizes the Federal Trade Commission to demand monetary relief such as restitution.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/593/19-508/",
    "facts_of_the_case": "<p>Scott Tucker owned several companies that provided high-interest, short-term loans via several websites. The loans allegedly required customers to agree to terms that were obscured in several long, cross-referenced agreements. In April 2012, the Federal Trade Commission (“Commission”) filed a lawsuit against Tucker and his businesses in federal court in Nevada. The Commission alleged that Tucker’s loan business violated § 5 of the Federal Trade Commission Act (“FTC Act”)’s prohibition against “unfair or deceptive acts or practices in or affecting commerce.” The Commission asked the court to enjoin Tucker from engaging in consumer lending and to order him to disgorge his profits from the scheme.</p>\n<p>The court granted the Commission’s requested relief, enjoined Tucker from providing loans, and ordered him to pay approximately $1.27 billion in equitable monetary relief to the Commission. The court instructed the Commission to direct “as much money as practicable” to “direct redress to consumers,” then to “other equitable relief” related to the practices described in the Commission’s complaint, and finally to the U.S. Treasury as disgorgement. Tucker appealed, and the U.S. Court of Appeals for the Ninth Circuit affirmed. In relevant part, the Ninth Circuit rejected Tucker’s argument that the FTC Act authorizes district courts only to enter “injunctions,” and that the district court’s order to pay “equitable monetary relief” is not an injunction. The Ninth Circuit noted that its precedent squarely holds that § 13 of the FTC Act “empowers district courts to grant any ancillary relief necessary to accomplish complete justice.”</p>\n",
    "conclusion": "<p>Section 13(b) of the Federal Trade Commission Act does not authorize the Commission to seek, or a court to award, equitable monetary relief such as restitution or disgorgement. Justice Stephen Breyer authored the unanimous opinion of the Court.</p>\n<p>Congress established the Federal Trade Commission in 1914 to enforce the Act’s prohibitions on “unfair or deceptive acts or practices” by initiating administrative proceedings under Section 5 of the Act. Section 13(b) of the Act, which Congress added in 1973, authorizes the Commission to obtain “in proper cases” a permanent injunction in federal court against “any person, partnership, or corporation” that the Commission believes “is violating, or is about to violate, any provision of law” that the Commission enforces. In the late 1970s, the Commission began using Section 13(b) to obtain court orders in consumer protection cases without the prior use of the administrative proceedings in Section 5 of the Act, and in the 1990s, it extended that practice to seek monetary awards in antitrust cases. Today, the Commission frequently uses Section 13(b) to seek equitable monetary relief directly in court.</p>\n<p>The Court concluded that the Commission’s practice effectively bypasses the process set forth in Section 5 and was not the intent of the Congress that enacted Section 13(b). The provision does not explicitly authorize the Commission to obtain court-ordered monetary relief, and such relief is foreclosed by the structure and history of the Act.</p>\n"
}