{
    "ID": 63497,
    "name": "MOAC Mall Holdings LLC v. Transform Holdco LLC",
    "href": "https://api.oyez.org/cases/2022/21-1270",
    "view_count": 0,
    "docket_number": "21-1270",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1655787600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/55135"
        },
        {
            "event": "Argued",
            "dates": [
                1670220000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/55183"
        },
        {
            "event": "Decided",
            "dates": [
                1681880400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/55259"
        }
    ],
    "question": "<p>Does Bankruptcy Code Section 363(m) limit the jurisdiction of appellate courts over an order approving the sale of a debtor’s assets or instead simply limit the remedies available on appeal from such an order?</p>\n",
    "citation": {
        "volume": "598",
        "page": null,
        "year": "2023",
        "href": "https://api.oyez.org/case_citation/case_citation/27901"
    },
    "term": "2022",
    "description": "A case in which the Court held that Bankruptcy Code Section 363(m) does not limit the jurisdiction of appellate courts over an order approving the sale of a debtor’s assets but instead simply limits the remedies available on appeal from such an order.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/598/21-1270/",
    "facts_of_the_case": "<p>Sears formerly occupied a space in the Mall of America in Minneapolis, Minnesota, under a lease with MOAC. In 2019, the bankruptcy court permitted Transform to assign the Sears lease to its wholly-owned subsidiary. MOAC moved to stay assignment of the lease, but the bankruptcy court denied the motion. MOAC appealed to federal district court but did so without first obtaining from the district court a stay of the assignment pending resolution of the appeal. Transform challenged the district court’s review of the bankruptcy court’s assignment order, claiming that Bankruptcy Code Section 363(m) “creates a rule of statutory mootness” barring appellate review of a sale “made to a good-faith purchaser” and not stayed pending appeal. Because MOAC had not obtained a stay, the district court dismissed as moot MOAC’s appeal. The U.S. Court of Appeals for the Second Circuit affirmed.</p>\n",
    "conclusion": "<p>Section 363(m) of the Bankruptcy Code—which restricts the effects of certain successful appeals of judicially authorized sales or leases of bankruptcy-estate property—is not a jurisdictional provision. Justice Ketanji Brown Jackson authored the unanimous opinion of the Court.</p>\n<p>Congressional statutes often contain restrictions and conditions on relief, but absent a “clear statement” that a provision is jurisdictional, courts must not treat these restrictions and conditions as jurisdictional. Jurisdictional provisions limit the power of the district court, whereas other limitations bear on the rights or obligations of the parties.</p>\n<p>Nothing in the limiting language of § 363(m)’s purports to “gover[n] a court’s adjudicatory capacity.” First, the text does not address a court’s authority or refer to the jurisdiction of district courts. Second, the structure of the Code and context of § 363(m) suggest it is not jurisdictional. The provision is separate from other provisions in the code that address federal courts’ jurisdiction over bankruptcy matters, and unlike other provisions, § 363(m) contains no “clear tie” to the jurisdictional provisions.</p>\n"
}