{
    "ID": 54492,
    "name": "Turner Broadcasting System, Inc. v. Federal Communications Commission",
    "href": "https://api.oyez.org/cases/1996/95-992",
    "view_count": 0,
    "docket_number": "95-992",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                844664400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37784"
        },
        {
            "event": "Decided",
            "dates": [
                859788000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37785"
        }
    ],
    "question": "<p>Is the 1992 \"must carry\" law an unconstitutional intrusion on cable operators' editorial autonomy, a form of Government-compelled speech that violates the First Amendment?</p>\n",
    "citation": {
        "volume": "520",
        "page": "180",
        "year": "1997",
        "href": "https://api.oyez.org/case_citation/case_citation/18421"
    },
    "term": "1996",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/520/180/",
    "facts_of_the_case": "<p>The 1992 Cable Television Consumer Protection and Competition Act required cable television systems to set aside some of their channels for local broadcast television. In 1994, the Supreme Court held that these must-carry provisions pass constitutional muster. (See Turner Broadcasting v. FCC, decided June 27, 1994). The Court then remanded the case to determine whether Congress had adequate factual support for its conclusion that the must-carry provision is necessary. A special three-judge district court held that there was sufficient evidence that the must-carry provision furthered important governmental objectives and that the provision was narrowly tailored to promote those interests. The broadcasters appealed directly to the Supreme Court.</p>\n",
    "conclusion": "<p>No. In a 5-to-4 decision, the Court held that Congress \"has an independent interest in preserving a multiplicity of broadcasters.\" The outcome supported Congress's right to judge what approach would best insure a competitive communications marketplace.</p>\n"
}