{
    "ID": 54890,
    "name": "Lorillard Tobacco Company v. Reilly",
    "href": "https://api.oyez.org/cases/2000/00-596",
    "view_count": 0,
    "docket_number": "00-596",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                988174800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38521"
        },
        {
            "event": "Decided",
            "dates": [
                993704400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38522"
        }
    ],
    "question": "<p>Does the Federal Cigarette Labeling and Advertising Act preempt portions of the Attorney General of Massachusetts' cigarette advertising regulations? Do portions of the Attorney General's regulations governing the advertising and sale of tobacco products violate the First Amendment?</p>\n",
    "citation": {
        "volume": "533",
        "page": "525",
        "year": "2001",
        "href": "https://api.oyez.org/case_citation/case_citation/18819"
    },
    "term": "2000",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/533/525/",
    "facts_of_the_case": "<p>The Attorney General of Massachusetts promulgated comprehensive regulations governing the advertising and sale of cigarettes, smokeless tobacco, and cigars. Members of the tobacco industry filed suit challenging the regulations. Lorillard Tobacco Company and others asserted that under the Supremacy Clause the cigarette advertising regulations were preempted by the Federal Cigarette Labeling and Advertising Act (FCLAA), which prescribes mandatory health warnings for cigarette packaging and advertising and that the regulations violated the First and Fourteenth Amendments. Ultimately, the Court of Appeals affirmed the District Court's rulings that the cigarette advertising regulations are not pre-empted by the FCLAA and that neither the regulations prohibiting outdoor advertising within 1,000 feet of a school or playground nor the sales practices regulations restricting the location and distribution of tobacco products violated the First Amendment. Reversing the lower court's finding, the appellate court found that the point-of-sale advertising regulations requiring that indoor advertising be placed no lower than five feet from the floor were valid.</p>\n",
    "conclusion": "<p>Yes and yes. In an opinion delivered by Justice Sandra Day O'Connor, the highly fractured Court held that the FCLAA preempts Massachusetts' regulations governing outdoor and point-of-sale cigarette advertising and that Massachusetts' outdoor and point-of-sale advertising regulations related to smokeless tobacco and cigars violate the First Amendment, but that the sales practices regulations related to all three tobacco products are constitutional. \"We conclude that the Attorney General has failed to show that the outdoor advertising regulations for smokeless tobacco and cigars are not more extensive than necessary to advance the State's substantial interest in preventing underage tobacco use,\" wrote Justice O'Connor.</p>\n"
}