{
    "ID": 54537,
    "name": "Grimmett v. Brown",
    "href": "https://api.oyez.org/cases/1996/95-1723",
    "view_count": 0,
    "docket_number": "95-1723",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                852530400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37867"
        },
        {
            "event": "Decided",
            "dates": [
                853221600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37868"
        }
    ],
    "question": "<p>Does the four-year time limit on a civil claim under the Racketeer Influenced and Corrupt Organizations Act of 1970 begin after a pattern of racketeering activity has been discovered by the plaintiff?</p>\n",
    "citation": {
        "volume": "519",
        "page": "233",
        "year": "1997",
        "href": "https://api.oyez.org/case_citation/case_citation/18466"
    },
    "term": "1996",
    "description": null,
    "justia_url": null,
    "facts_of_the_case": "<p>In a divorce settlement, Joanne Siragusa forfeited her entitlement to one-half of her ex-husband's ownership share in Heart Institute of Nevada (HIN) in exchange for monthly payments. In 1987, ex-husband Vincent Siragusa defaulted on the monthly payments, declared bankruptcy, and relinquished his ownership share in HIN by reorganizing HIN into Cardiology Associates of Nevada. Joanne alleged that Vincent had filed bankruptcy in order to evade monthly payments and subsequently reorganized his company in order to undo her collateral in HIN. In 1994, Joanne sought a three-fold reimbursement for damages caused by Vincent's fraudulent actions in accordance with the Racketeer Influenced and Corrupt Organizations Act of 1970 (RICO). Tom Grimmett, the original trustee for the divorce settlement, prosecuted on behalf of Joanne. Patricia Brown, the consultant responsible for reorganizing HIN, defended Vincent.</p>\n<p>The District Court dismissed Joanne's suit because it was based on actions that started in 1987. (RICO claims expire after four years.) Grimmett argued that the time limit should not have begun until Joanne discovered Vincent's \"pattern\" of fraud in 1990. The U.S. Court of Appeals for the Ninth Circuit ruled that Joanne's first court action against Vincent in 1989 signified the beginning of the time limit and thus her claim had expired. Grimmett appealed to the Supreme Court, citing disagreements among Circuit Courts as to when the four-year time limit began.</p>\n",
    "conclusion": "<p>Unanswered. The unanimous Court dismissed the writ of certiorari as improvidently granted.</p>\n"
}