{
    "ID": 55365,
    "name": "Hudson v. Michigan",
    "href": "https://api.oyez.org/cases/2005/04-1360",
    "view_count": 0,
    "docket_number": "04-1360",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1119848400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39628"
        },
        {
            "event": "Reargued",
            "dates": [
                1147928400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/51881"
        },
        {
            "event": "Decided",
            "dates": [
                1150347600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/52225"
        },
        {
            "event": "Argued",
            "dates": [
                1136786400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/52226"
        }
    ],
    "question": "<p>Does the general rule excluding evidence obtained in violation of the Fourth Amendment apply to the \"knock-and-announce\" rule?</p>\n",
    "citation": {
        "volume": "547",
        "page": "586",
        "year": "2006",
        "href": "https://api.oyez.org/case_citation/case_citation/20589"
    },
    "term": "2005",
    "description": "A case in which the Court ruled that the general rule excluding evidence obtained in violation of the Fourth Amendment does not apply to the \"knock-and-announce\" rule.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/547/586/",
    "facts_of_the_case": "<p>Booker T. Hudson was convicted of drug and firearm possession in state court after police found cocaine and a gun in his home. The police had a search warrant, but failed to follow the Fourth Amendment \"knock and announce\" rule which requires police officers to wait 20-30 seconds after knocking and announcing their presence before they enter the home. The trial judge ruled that the evidence found in the home could therefore not be used, but the Michigan Court of Appeals reversed based on two Michigan Supreme Court cases that created an exception to the suppression of evidence when the evidence in question would have inevitably been found.</p>\n",
    "conclusion": "<p>No. In a 5-4 decision, the Court ruled that evidence need not be excluded when police violate the \"knock-and-announce\" rule. The opinion by Justice Scalia reaffirmed the validity of both the knock-and-announce rule and the \"exclusionary rule\" for evidence obtained by police in most cases of Fourth Amendment violation. However, the majority held that the exclusionary rule could not be invoked for evidence obtained after a knock-and-announce violation, because the interests violated by the abrupt entry of the police \"have nothing to do with the seizure of the evidence.\" Justice Scalia wrote that the knock-and-announce rule was meant to prevent violence, property-damage, and impositions on privacy, not to prevent police from conducting a search for which they have a valid warrant. The Court also found that the social costs of the exclusionary rule as applied to the knock-and-announce rule outweighed any possible \"deterrence benefits,\" and that alternative measures such as civil suits and internal police discipline could adequately deter violations. Justice Stephen Breyer wrote a dissenting opinion, and was joined by Justices Stevens, Souter, and Ginsburg. The dissent noted the Court's long history of upholding the exclusionary rule and doubted that the majority's cited precedents supported its conclusion. The dissent also expressed doubt that knock-and-announce violations could be deterred without excluding the evidence obtained from the searches.</p>\n<p><em>Learn more about the Roberts Court and the Fourth Amendment in <a href=\"http://projects.oyez.org/shifting-scales/\">Shifting Scales</a>, a nonpartisan Oyez resource.</em></p>\n"
}