{
    "ID": 54836,
    "name": "United States  v. Martinez-Salazar",
    "href": "https://api.oyez.org/cases/1999/98-1255",
    "view_count": 0,
    "docket_number": "98-1255",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                943855200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38417"
        },
        {
            "event": "Decided",
            "dates": [
                948261600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38418"
        }
    ],
    "question": "<p>s a defendant's peremptory challenge right impaired or denied when he or she peremptorily challenges a potential juror, whom the district court erroneously refused to excuse for cause, and the defendant thereafter exhausts his peremptory challenges?</p>\n",
    "citation": {
        "volume": "528",
        "page": "304",
        "year": "2000",
        "href": "https://api.oyez.org/case_citation/case_citation/18765"
    },
    "term": "1999",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/528/304/",
    "facts_of_the_case": "<p>Abel Martinez-Salazar was charged with a variety of federal narcotics and weapons offenses. The District Court allotted him 10 peremptory challenges exercisable in the selection of 12 jurors. After prospective juror Don Gilbert indicated several times that he would favor the prosecution, Martinez- Salazar's counsel challenged him for cause. The court declined to excuse Gilbert. After twice objecting, unsuccessfully, to the for-cause ruling, Martinez-Salazar used a peremptory challenge to remove him. Subsequently, Martinez-Salazar exhausted all of his peremptory challenges. Thereafter, Martinez-Salazar's counsel did not object to the final seating of the jurors. Martinez-Salazar was then convicted on all counts. On appeal, Martinez-Salazar argued that the District Court abused its discretion in refusing to strike Gilbert for cause and that this error used one of his peremptory challenges wrongly. The Court of Appeals agreed that the District Court's refusal to strike Gilbert for cause was an abuse of discretion. Ultimately, the court found that the District Court's error resulted in a violation of Martinez- Salazar's Fifth Amendment due process rights because it forced him to use a peremptory challenge curatively, which impaired his right to a full complement of peremptory challenges. The Court of Appeals held that the error required an automatic reversal.</p>\n",
    "conclusion": "<p>No. In a unanimous decision delivered by Justice Ruth Bader Ginsburg, the Court held that a defendant's exercise of peremptory challenges is not denied or impaired when the defendant chooses to use such a challenge to remove a juror who should have been excused for cause. Justice Ginsburg wrote for the Court that \"if the defendant elects to cure such an error by exercising a peremptory challenge, and is subsequently convicted by a jury on which no biased juror sat, he has not been deprived of any rule-based or constitutional right.\" The Court also concluded that the loss of a peremptory challenge did not constitute a violation of the Sixth Amendment right to an impartial jury.</p>\n"
}