{
    "ID": 55444,
    "name": "Credit Suisse Securities (USA) LLC v. Billing",
    "href": "https://api.oyez.org/cases/2006/05-1157",
    "view_count": 0,
    "docket_number": "05-1157",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1165471200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39837"
        },
        {
            "event": "Argued",
            "dates": [
                1174971600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39838"
        },
        {
            "event": "Decided",
            "dates": [
                1182142800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39839"
        }
    ],
    "question": "<p>Do defendants in private antitrust lawsuits have implied immunity when the challenged conduct is highly regulated by the Securities and Exchange Commission and when the lawsuit has the potential to conflict with securities laws?</p>\n",
    "citation": {
        "volume": "551",
        "page": "264",
        "year": "2007",
        "href": "https://api.oyez.org/case_citation/case_citation/20654"
    },
    "term": "2006",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/551/264/",
    "facts_of_the_case": "<p>Billing and other investors filed a class action lawsuit against Credit Suisse and other Wall Street investment firms. The lawsuit alleged that the firms had violated the Sherman Antitrust Act by conspiring to drive up the cost of initial public offering (IPO) securities during the stock market boom of the 1990s. The firms allegedly entered into illegal contracts with IPO purchasers, requiring subsequent investors to pay artificially inflated prices for the secutities. Credit Suisse argued that the suit should be dismissed, because the firms had implied antitrust immunity. It claimed that the firms' conduct was normal business practice, and was closely regulated by the Securities and Exchange Commission. If plaintiffs were able to bring antitrust suits against investment firms for securities violations, Credit Suisse argued, the plaintiffs would be able to subvert the securities laws that Congress intended to govern such suits.</p>\n<p>The federal District Court agreed with Credit Suisse and dismissed the lawsuit. On appeal, however, the U.S. Court of Appeals for the Second Circuit reversed the lower court and reinstated the suit. The Second Circuit held that there was no evidence that Congress had intended securities laws like the Securities Act of 1933 to foreclose antitrust suits challenging practices like those engaged in by Credit Suisse.</p>\n",
    "conclusion": "<p>Yes. The Court reversed the Second Circuit and ruled that the applicable securities laws granted the defendant implied antitrust immunity. The 7-1 ruling by Justice Stephen G. Breyer noted four factors indicating that the Securities Act of 1933 foreclosed antitrust lawsuits in cases of alleged artificial inflation of aftermarket IPO share prices. First, the challenged conduct fell within \"an area of conduct squarely within the heartland of securities regulations.\" Second, securities laws gave the Securities and Exchange Commission (SEC) clear authority to regulate in this area. Third, the SEC in fact actively regulated the challenged conduct. Fourth, overlapping antitrust and securities-law regimes would risk producing \"conflicting guidance, requirements, duties, privileges, or standards of conduct.\" To allow the blunter instrument of antitrust law to govern the conduct at issue in the case would be to risk chilling legitimate business practices in an area that requires diligent regulation by the SEC to separate disapproved conduct from necessary, approved conduct. In a lone dissent Justice Clarence Thomas argued that the savings clause of the Securities Act - preserving \"[...] any and all other rights and remedies that may exist in law [...] - was broad enough that it preserved the right to sue under antitrust laws.</p>\n"
}