{
    "ID": 55536,
    "name": "FCC v. Fox Television Stations, Inc.",
    "href": "https://api.oyez.org/cases/2008/07-582",
    "view_count": 0,
    "docket_number": "07-582",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1205730000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40093"
        },
        {
            "event": "Argued",
            "dates": [
                1225778400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40094"
        },
        {
            "event": "Decided",
            "dates": [
                1240894800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40095"
        }
    ],
    "question": "<p>Is the FCC's order imposing liability on Fox Television Stations for fleeting expletives spoken during two nationally broadcast awards ceremonies \"arbitrary and capricious\" under the Administrative Procedure Act, based on the FCC's previous acceptance of similar expletives?</p>\n",
    "citation": {
        "volume": "556",
        "page": null,
        "year": "2009",
        "href": "https://api.oyez.org/case_citation/case_citation/20810"
    },
    "term": "2008",
    "description": "A case in which the Court held that the FCC's imposition of liability on Fox Television Stations for fleeting expletives was not \"arbitrary and capricious\" under the Administrative Procedure Act, even though the FCC previously accepted similar expletives.",
    "justia_url": null,
    "facts_of_the_case": "<p>In 2002 and 2003, Fox Television Stations broadcast the Billboard Music Awards, an annual program honoring top-selling musicians. During the broadcasts, one musician used an explicative in his acceptance speech, and a presenter used two expletives. The Federal Communications Commission (FCC), although it had previously taken the position that such fleeting and isolated expletives did not violate its indecency regime, issued notices of liability to Fox for broadcasting the profane language. The FCC argued that previous decisions referring to \"fleeting\" expletives were merely staff letters and dicta and did not accurately represent its position on the matter. Fox appealed the FCC sanctions to the U.S. Court of Appeals for the Second Circuit.</p>\n<p>The Second Circuit held that the FCC's liability order was \"arbitrary and capricious\" under the governing Administrative Procedure Act because the FCC had completely reversed its position on fleeting expletives without giving a proper justification. The Second Circuit also failed to find any evidence that the expletives were harmful.</p>\n",
    "conclusion": "<p>No. The Supreme Court held that the FCC's order was neither \"arbitrary\" nor \"capricious.\" Justice Antonin G. Scalia announced the judgment of the court in which Chief Justice John G. Roberts and Justices Anthony M. Kennedy, Clarence Thomas, and Samuel A. Alito joined in part, reasoning that the FCC need not prove that its change in policy is \"better\" than its prior stance. Rather, the FCC need merely prove that its new policy is \"permissible\" and that there are good reasons for it, as in this case.</p>\n<p>Justice Thomas wrote separately, concurring. Justice Kennedy also wrote separately, concurring in part and concurring in the judgment. He argued that when the FCC changes policy, such that it reverses its own precedent, it should explain why. Justice John Paul Stevens dissented. He argued that the FCC need explain why it changed its policy and disagreed that the word \"indecent\" allowed the FCC to punish the broadcast of \"any\" expletive that has a \"sexual or excretory origin.\" Justice Ruth Bader Ginsburg also dissented. She noted, that while the First Amendment issues surrounding the case were not addressed, they \"cast a shadow\", and the Court should be mindful that words \"unpalatable to some may be commonplace for others.\" Lastly, Justice Stephen G. Breyer dissented and was joined by Justices Stevens, Souter, and Ginsburg. He argued that the FCC failed to adequately explain why it changed its policy and thus its order with respect to the Fox Television Stations was \"arbitrary\" and \"capricious.\"</p>\n"
}