{
    "ID": 63492,
    "name": "Allen v. Milligan",
    "href": "https://api.oyez.org/cases/2022/21-1086",
    "view_count": 0,
    "docket_number": "21-1086",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1644213600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/55104"
        },
        {
            "event": "Argued",
            "dates": [
                1664859600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/55159"
        },
        {
            "event": "Decided",
            "dates": [
                1686200400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/55285"
        }
    ],
    "question": "<p>Does Alabama’s 2021 redistricting plan for its seven U.S. House seats violate Section 2 of the Voting Rights Act?</p>\n",
    "citation": {
        "volume": "599",
        "page": null,
        "year": "2023",
        "href": "https://api.oyez.org/case_citation/case_citation/27897"
    },
    "term": "2022",
    "description": "A case in which the Court held that Alabama’s 2021 redistricting plan for its seven seats in the U.S. House of Representatives likely violates Section 2 of the Voting Rights Act.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/599/21-1086/",
    "facts_of_the_case": "<p>After the 2020 census, Alabama created a redistricting plan for its seven seats in the U.S. House of Representatives. One of the districts in the plan is a majority-Black district. Registered voters and several organizations challenged the map, arguing that the state had illegally packed Black voters into a single district while dividing other clusters of Black voters across multiple districts. The challengers alleged that the map effectively minimizes the number of districts in which Black voters can elect their chosen candidates, in violation of Section 2 of the Voting Rights Act, which bans racial discrimination in voting policies.</p>\n<p>A three-judge district court agreed with the challengers that the map likely violated Section 2 of the VRA, granting a preliminary injunction that ordered the state to draw a new map. Alabama asked the U.S. Supreme Court to freeze the district court’s injunction, which the Court did by a 5-4 decision pending a merits decision.</p>\n",
    "conclusion": "<p>The district court correctly applied binding Supreme Court precedent to conclude that Alabama’s redistricting map likely violates Section 2 of the Voting Rights Act. Chief Justice John Roberts authored the majority opinion of the Court.</p>\n<p>The Court’s decision in <em>Thornburg v. Gingles</em>, 478 U.S. 30 (1986) sets out a three-part framework for evaluating claims brought under Section 2 of the Voting Rights Act. First, the plaintiffs must prove that the minority group is sufficiently large and geographically compact to constitute a majority in a reasonably configured district (measured by criteria such as contiguity and compactness). Second, the plaintiffs must show that the minority group is politically cohesive. Third, the plaintiffs must show that under the totality of the circumstances, the political process is not “equally open” to minority voters.</p>\n<p>The majority applied that three-part framework to the facts in the record and agreed with the district court that the plaintiffs were likely to succeed on their challenge. The plaintiffs submitted maps demonstrating the traditional districting criteria, and the district court found “no serious dispute” that Black voters are politically cohesive or that the challenged districts’ white majority consistently defeated Black voters’ preferred candidates.</p>\n<p>Justice Brett Kavanaugh joined the majority opinion except for a discussion of the difference between race-consciousness and race-predominance. He concurred separately to emphasize and clarify four additional points.</p>\n<p>Justice Clarence Thomas authored a dissenting opinion, in which Justice Neil Gorsuch joined in full, and Justices Amy Coney Barrett and Samuel Alito joined in part. Justice Thomas argued that Section 2 of the VRA does not require Alabama to redraw its congressional districts so that Black voters can control a number of seats proportional to Black voters in its population.</p>\n<p>Justice Alito authored a dissenting opinion in which Justice Gorsuch joined arguing that the majority’s understanding of <em>Gingles</em>—specifically its understanding of the phrase “reasonably configured” within the context of the first precondition—is flawed, and that a correct understanding would lead to a different result in this case.</p>\n"
}