{
    "ID": 63155,
    "name": "Kelly v. United States",
    "href": "https://api.oyez.org/cases/2019/18-1059",
    "view_count": 0,
    "docket_number": "18-1059",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1561698000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54569"
        },
        {
            "event": "Argued",
            "dates": [
                1578981600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54646"
        },
        {
            "event": "Decided",
            "dates": [
                1588827600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54703"
        }
    ],
    "question": "<p>Did the public officials in this case “defraud” the government of its property by advancing a “public policy reason” for an official decision that is not her subjective “real reason” for making the decision?</p>\n",
    "citation": {
        "volume": "590",
        "page": null,
        "year": "2020",
        "href": "https://api.oyez.org/case_citation/case_citation/27702"
    },
    "term": "2019",
    "description": "A case in which the Court held that Baroni and Kelly, who executed the New Jersey “Bridgegate” political retribution scheme against Fort Lee’s mayor, did not violate the federal-program fraud or wire fraud laws because they did not aim to obtain money or property from the federal Port Authority.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/590/18-1059/",
    "facts_of_the_case": "<p>This case arises from the scandal that became known as “Bridgegate.” Defendants William E. Baroni, Jr. and Bridget Anne Kelly conspired to create major traffic jams in Fort Lee, New Jersey, after Fort Lee’s mayor refused to endorse the 2013 reelection bid of then-Governor Chris Christie. The defendants and others limited motorists’ access to the George Washington Bridge, the world’s busiest bridge, for four days during the first week of Fort Lee’s school year, resulting in extensive traffic delays.</p>\n<p>In 2015, a grand jury indicted Baroni and Kelly for their roles in the scheme. Each was charged with seven counts, including conspiracy to obtain by fraud, knowingly convert, or intentionally misapply property of an organization receiving federal benefits, in violation of 18 U.S.C. § 371, and the substantive offense underlying that conspiracy, 18 U.S.C § 666(a)(1)(A). A jury convicted the defendants on all counts. On appeal, the U.S. Court of Appeals for the Third Circuit affirmed the conviction as to four of the seven, including the two at issue here. In support of its conclusion, the court reasoned that the defendants had defrauded the Port Authority of its property by citing a “traffic study” as the purpose for the lane closures rather than their “real reason” of political payback.</p>\n",
    "conclusion": "<p>Baroni and Kelly could not have violated the federal-program fraud or wire fraud laws because the scheme did not aim to obtain money or property. Justice Elena Kagan authored the opinion for a unanimous Court. First, the Court looked to the language of the federal wire fraud statute and the federal-program fraud statute, finding those statutes “limited in scope to the protection of property rights.” Thus, the government needed to prove not only that Baroni and Kelly engaged in deception, but that the object of that deception was money or property. Taking control of the lanes of the bridge does not constitute taking of government property because under Court precedent, a scheme to alter a regulatory choice does not amount to taking of property. Similarly, causing increased costs of compensating traffic engineers and back-up toll collectors is an incidental product and not the “object of the fraud,” as required by the statute.</p>\n"
}