{
    "ID": 54315,
    "name": "United States v. National Treasury Employees Union",
    "href": "https://api.oyez.org/cases/1994/93-1170",
    "view_count": 0,
    "docket_number": "93-1170",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                784274400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37452"
        },
        {
            "event": "Decided",
            "dates": [
                793432800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37453"
        }
    ],
    "question": "<p>Does the honoraria ban abridge freedom of speech as protected by the First Amendment?</p>\n",
    "citation": {
        "volume": "513",
        "page": "454",
        "year": "1995",
        "href": "https://api.oyez.org/case_citation/case_citation/18244"
    },
    "term": "1994",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/513/454/",
    "facts_of_the_case": "<p>The Ethics in Government Act of 1978, amended by the Ethics Reform Act of 1989, prohibits members of Congress, federal officers, and other government employees from accepting an honorarium for making an appearance, speech, or writing an article. The prohibition applies even when neither the subject of the speech or article nor the person or group paying for it has any connection with the employee's official duties. The National Treasury Employees Union filed suit challenging the honorarium ban as an unconstitutional abridgement of its freedom of speech. A District Court held the ban unconstitutional and enjoined the government from enforcing it against Executive Branch employees. The Court of Appeals affirmed.</p>\n",
    "conclusion": "<p>Yes. In a 6 to 3 decision delivered by Justice John Paul Stevens, the Court declared that a flat ban violated free-speech rights. Concerns about impropriety do not apply if there is no link between a government employee's job and \"the subject matter of the expression or the character of the payor.\"</p>\n"
}