{
    "ID": 54892,
    "name": "Becker v. Montgomery",
    "href": "https://api.oyez.org/cases/2000/00-6374",
    "view_count": 0,
    "docket_number": "00-6374",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                987397200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38525"
        },
        {
            "event": "Decided",
            "dates": [
                991112400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38526"
        }
    ],
    "question": "<p>When a party files a timely notice of appeal in district court, does the failure to sign the notice of appeal require the court of appeals to dismiss the appeal?</p>\n",
    "citation": {
        "volume": "532",
        "page": "757",
        "year": "2001",
        "href": "https://api.oyez.org/case_citation/case_citation/18821"
    },
    "term": "2000",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/532/757/",
    "facts_of_the_case": "<p>Dale G. Becker, an Ohio prisoner, instituted a pro se civil rights action to contest the conditions of his confinement. Ultimately, the District Court dismissed Becker's complaint. In appealing, Becker, still pro se, filed his notice of appeal using a government-printed form, on which he filled in all of the required information. On the line labeled \"Counsel for Appellant\" Becker typed, but did not sign, his name. The form contained no indication of a signature requirement. The District Court docketed the notice, sent a copy to the Court of Appeals, and granted Becker leave to proceed in forma pauperis on appeal. Ultimately, the Court of Appeals, after notifying Becker that the court would not hold him to the same standards it required of attorneys in stating his case, dismissed the appeal on its own motion. The court held that the notice of appeal was fatally defective because it was not signed.</p>\n",
    "conclusion": "<p>No. In a unanimous opinion delivered by Justice Ruth Bader Ginsburg, the Court held that when a party files a timely notice of appeal in district court, the failure to sign the notice does not require the court of appeals to dismiss the appeal. Justice Ginsburg wrote for the Court that \"if the notice is timely filed and adequate in other respects, jurisdiction will vest in the court of appeals, where the case may proceed so long as the appellant promptly supplies the signature once the omission is called to his attention.\"</p>\n"
}