{
    "ID": 53828,
    "name": "Chisom v. Roemer",
    "href": "https://api.oyez.org/cases/1990/90-757",
    "view_count": 0,
    "docket_number": "90-757",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                672296400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/36536"
        },
        {
            "event": "Decided",
            "dates": [
                677394000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/36537"
        }
    ],
    "question": "<p>Does the 1982 amendment to section 2 of the Voting Rights Act apply to judicial elections?</p>\n",
    "citation": {
        "volume": "501",
        "page": "380",
        "year": "1991",
        "href": "https://api.oyez.org/case_citation/case_citation/17757"
    },
    "term": "1990",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/501/380/",
    "facts_of_the_case": "<p>The Louisiana Supreme Court had 7 judges. The First Supreme Court District elected 2 judges, and the 5 other districts elected 1 judge each. The Orleans Parish was 1 of 4 parishes in the First Supreme Court District and the majority of its registered voters were black. However, more than 75% of the other 3 parishes' registered voters were white. Ronald Chisom and the other petitioners in this case, representing New Orleans's black majority, filed an action in the District Court against Louisiana's governor, Charles E. Roemer, and state officials, arguing that the state's justice election procedure weakened the minority's voting power, allegedly violating section 2 of the Voting Rights Act. The 1982 amendment to this act prohibited any voting procedure which caused minority voters to \"have less opportunity than other members of the electorate to participate in the political process and to elect representatives of their choice.\" The District Court ruled against the petitioners. When the Court of Appeals evaluated the case, it sent the case back to the District Court with instructions to maintain the original ruling based partly on its claim that the 1982 amendment to section 2 of the Voting Rights Act did not apply to the election of judges. The District Court maintained their original opinion, but the petitioners and the United States appealed.</p>\n",
    "conclusion": "<p>Yes. In a majority decision authored by Justice John Paul Stevens, the Court rejected the possibility that Congress had intended for the 1982 amendment to exclude judicial elections. The Court determined that if Congress had that aim, it would have indicated this exclusion explicitly. Consequently, the Court favored a broad interpretation of the word \"representative\" in section 2 of the Voting Rights Act, considering it to encompass all winners of popular elections. Thus, the Court reversed the decision of the Court of Appeals, sending the original case back to be reevaluated in light of the reversal.</p>\n"
}