{
    "ID": 54927,
    "name": "Glover v. United States",
    "href": "https://api.oyez.org/cases/2000/99-8576",
    "view_count": 0,
    "docket_number": "99-8576",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                975304800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38594"
        },
        {
            "event": "Decided",
            "dates": [
                979020000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38595"
        }
    ],
    "question": "<p>Is a significant increase on a prison sentence required in order to show prejudice in a claim for ineffective assistance of counsel?</p>\n",
    "citation": {
        "volume": "531",
        "page": "198",
        "year": "2001",
        "href": "https://api.oyez.org/case_citation/case_citation/18856"
    },
    "term": "2000",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/531/198/",
    "facts_of_the_case": "<p>In the 1980's and early 1990's, Paul Glover was the Vice President and General Counsel of the Chicago Truck Drivers, Helpers, and Warehouse Workers Union. Ultimately, Glover was convicted of federal labor racketeering, money laundering, and tax evasion, among other things, after using his control over the union's investments to enrich himself through kickbacks. Glover's probation officer, in his pre-sentence investigation report, recommended that Glover's federal labor racketeering, money laundering, and tax evasion convictions be grouped under the United States Sentencing Commission's Guidelines Manual section 3D1.2, which allows the grouping of counts involving substantially the same harm. The Federal Government objected to the grouping and the District Court agreed. Glover's offense level was thus increased by two levels, resulting in an increased sentence of between 6 and 21 months. Glover's counsel did not pursue the grouping issue on appeal. Glover then filed a pro se motion to correct his sentence, arguing that his counsel's failure to pursue the issue was ineffective assistance, without which his offense level would have been lower. The District Court denied Glover's motion, concluding that a 6 to 21 month sentencing increase was not significant enough to establish prejudice under the test for ineffective assistance of counsel articulated in Strickland v. Washington. Thus, the court denied his ineffective-assistance claim. The Court of Appeals affirmed.</p>\n",
    "conclusion": "<p>No. In a unanimous opinion delivered by Justice Anthony M. Kennedy, the Court held that Court of appeals erred in engrafting onto the prejudice branch of the Strickland test the requirement that any increase in sentence must meet a standard of significance. Thus, the denial of Glover's motion to correct his sentence was reversed and remanded. Justice Kennedy wrote for the Court that the Court of Appeals erred \"because there is no obvious dividing line by which to measure how much longer a sentence must be for the increase to constitute substantial prejudice. ... Although the amount by which a defendant's sentence is increased by a particular decision may be a factor to consider in determining whether counsel's performance in failing to argue the point constitutes ineffective assistance, ...it cannot serve as a bar to a showing of prejudice.\"</p>\n"
}