{
    "ID": 55972,
    "name": "Nevada v. Jackson",
    "href": "https://api.oyez.org/cases/2012/12-694",
    "view_count": 0,
    "docket_number": "12-694",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1370235600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41273"
        },
        {
            "event": "Decided",
            "dates": [
                1370235600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41274"
        }
    ],
    "question": "<p>Did Nevada's state courts deny a defendant's constitutional right to present a defense when they prevented the defendant from entering evidence that a rape victim's previous sexual assault claims were unsubstantiated?</p>\n",
    "citation": {
        "volume": "569",
        "page": "505",
        "year": "2013",
        "href": "https://api.oyez.org/case_citation/case_citation/19894"
    },
    "term": "2012",
    "description": "A case in which the Court held that not allowing certain evidence in court is not a denial of the right to present a complete defense.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/569/505/",
    "facts_of_the_case": "<p>On October 22, 1998, Calvin O'Neil Jackson was arrested outside of his girlfriend's apartment. His girlfriend, Annette Heathmon, told the police that Jackson forced his way into her apartment, assaulted her, threatened to kill her with a screwdriver, and raped her. At trial, Heathmon testified that Jackson had previously sexually and physically assaulted her but had never been convicted of a crime. The defense attempted to call police officers to testify that Jackson's girlfriend's previous accusations were unconvincing and unsubstantiated by the evidence. The court barred this testimony and also refused to allow the defense to cross-examine Heathmon regarding alleged prior acts of prostitution. The jury found Jackson guilty of burglary, battery with intent to commit a crime, first degree kidnapping with a deadly weapon, and two counts of sexual assault with a deadly weapon.</p>\n<p>Jackson appealed his conviction to the Supreme Court of Nevada and argued that the trial court's decision to exclude the evidence of Heathmon's previous accusations violated his right to present a defense. That court affirmed his conviction and stated that the excluded evidence was neither relevant nor material to his defense. Jackson then filed a <em>habeas corpus</em> claim based on the same argument. The district court denied his claim, holding that the state court's exclusion of police testimony did not violate Jackson's constitutional right to present a complete defense. The U.S. Court of Appeals for the Ninth Circuit reversed the district court's decision.</p>\n",
    "conclusion": "<p>No. In a <em>per curiam</em> decision, the Supreme Court held that Nevada's state courts did not violate Jackson's rights when they denied certain evidence from being admitted in his trial. Federal <em>habeas corpus</em> courts may only overturn a state court's application of federal law only if no reasonable judge could find that it followed Supreme Court precedent. Nevada's rulings were based on the long-established rationale of limiting the admission of evidence concerning a witness' specific conduct to prove the witness' character or untruthfulness. Although the Constitution always allows criminal defendant to cross-examine witnesses, it does not entitle a criminal defendant to attack a witness' credibility by using extrinsic evidence. The Court held that the Ninth Circuit, however, took an overbroad view of these concepts by combining them into a general right to present evidence bearing on a witness' credibility.</p>\n"
}