{
    "ID": 53815,
    "name": "Eastern Airlines, Inc. v. Floyd",
    "href": "https://api.oyez.org/cases/1990/89-1598",
    "view_count": 0,
    "docket_number": "89-1598",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                657180000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/36511"
        },
        {
            "event": "Decided",
            "dates": [
                671864400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/36512"
        },
        {
            "event": "Granted",
            "dates": [
                644475600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/53380"
        }
    ],
    "question": "<p>Does Article 17 of the Warsaw Convention, which states that an international air carrier may be held liable for injuries of a passenger, allow recovery for mental or psychic injuries unaccompanied or manifested by physical injury?</p>\n",
    "citation": {
        "volume": "499",
        "page": "530",
        "year": "1991",
        "href": "https://api.oyez.org/case_citation/case_citation/17744"
    },
    "term": "1990",
    "description": "A case in which the Court held that Article 17 of the Warsaw Convention does not allow recovery for purely mental injuries. ",
    "justia_url": "https://supreme.justia.com/cases/federal/us/499/530/",
    "facts_of_the_case": "<p>On May 5, 1983, an Eastern Airlines flight departed from Miami, bound for the Bahamas. After takeoff, one of the plane’s jet engines lost pressure. The flight crew shut down the failing engine and turned the plan around to return to Miami. The flight crew informed the passengers that the plane would be ditched in the Atlantic Ocean, but the crew managed to restart the engine and land the plane safely at Miami International Airport. A group of passengers, including Rose Marie Floyd, sued Eastern Airlines for mental distress caused by the incident. Eastern Airlines argued the engine failure and preparations for ditching the plane amounted to an accident under Article 17 of the Warsaw Convention and also that Article 17 requires physical injury a condition of liability. The district court concluded than mental distress alone is not enough to receive compensation under Article 17. The U.S. Court of Appeals for the Eleventh Circuit reversed and held the language in Article 17 encompasses purely emotional distress.</p>\n",
    "conclusion": "<p>No. Justice Thurgood Marshall deliver the unanimous opinion of the Court, which held that Article 17 of the Warsaw Convention does not allow recovery for purely mental injuries. The translation of the direct language of the Convention can only be interpreted as “bodily injury,” which is consistent with the negotiating history of the Convention.</p>\n"
}