{
    "ID": 54772,
    "name": "Food and Drug Administration v. Brown & Williamson Tobacco Corporation",
    "href": "https://api.oyez.org/cases/1999/98-1152",
    "view_count": 0,
    "docket_number": "98-1152",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                944028000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38299"
        },
        {
            "event": "Decided",
            "dates": [
                953618400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38300"
        }
    ],
    "question": "<p>Does the Food and Drug Administration have the authority to regulate tobacco products as \"drugs\" and \"devices\" under the Food, Drug, and Cosmetic Act?</p>\n",
    "citation": {
        "volume": "529",
        "page": "120",
        "year": "2000",
        "href": "https://api.oyez.org/case_citation/case_citation/18701"
    },
    "term": "1999",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/529/120/",
    "facts_of_the_case": "<p>The Food, Drug, and Cosmetic Act (FDCA) grants the Food and Drug Administration (FDA) the authority to regulate, among other items, \"drugs\" and \"devices.\" In 1996, the FDA asserted jurisdiction to regulate tobacco products, concluding that, under the FDCA, nicotine is a \"drug\" and cigarettes and smokeless tobacco are \"devices\" that deliver nicotine to the body. Accordingly, the FDA promulgated regulations governing tobacco products' promotion, labeling, and accessibility to children and adolescents. Brown &amp; Williamson Tobacco Corporation, and a group of tobacco manufacturers, retailers, and advertisers, filed suit challenging the FDA's regulations. Brown moved for summary judgement on the ground that the FDA lacked the jurisdiction to regulate tobacco products as customarily marketed, or without manufacturer claims of therapeutic benefit. The District Court ruled that the FDA had jurisdiction over tobacco as a device, but that the agency had overstepped its authority in attempting to restrict tobacco advertising. In reversing, the Court of Appeals held that Congress had not granted the FDA jurisdiction to regulate tobacco products. The court found that the FDA's definition of tobacco as a device was flawed because the agency could not prove that the impact of tobacco products on the body was \"intended\" under the act.</p>\n",
    "conclusion": "<p>No. In a 5-4 opinion delivered by Justice Sandra Day O'Connor, the Court held that \"Congress has not given the FDA the authority to regulate tobacco products as customarily marketed.\" The ruling was based on the FDCA as a whole and in conjunction with Congress' subsequent tobacco-specific legislation. \"By no means do we question the seriousness of the problem that the FDA has sought to address,\" Justice O'Connor wrote for the majority. Nonetheless, Justice O' Connor wrote, \"Congress, for better or for worse, has created a distinct regulatory scheme for tobacco products, squarely rejected proposals to give the FDA jurisdiction over tobacco, and repeatedly acted to preclude any agency from exercising significant policymaking authority in the area.\"</p>\n"
}