{
    "ID": 54663,
    "name": "Brogan v. United States",
    "href": "https://api.oyez.org/cases/1997/96-1579",
    "view_count": 0,
    "docket_number": "96-1579",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                881042400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38102"
        },
        {
            "event": "Decided",
            "dates": [
                885794400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38103"
        }
    ],
    "question": "<p>Is the so-called \"exculpatory no\" doctrine, excluding from criminal sanction false statements that merely deny one's wrongdoing, consistent with the Fifth Amendment's protections against self-incrimination?</p>\n",
    "citation": {
        "volume": "522",
        "page": "398",
        "year": "1998",
        "href": "https://api.oyez.org/case_citation/case_citation/18592"
    },
    "term": "1997",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/522/398/",
    "facts_of_the_case": "<p>When questioned by federal agents as to the receipt of gifts or money from a company whose employees were members of the union in which he was an officer, James Brogan falsely answered \"no.\" Brogan was subsequently indicted on federal bribery charges and the making of false statements within a federal agency's jurisdiction. Brogan challenged his conviction, arguing that false statements which merely deny wrongdoing, and do not impede federal functions, are protected under the Fifth Amendment. On appeal from an appeals court judgment upholding an adverse district court ruling, the Supreme Court granted Brogan certiorari.</p>\n",
    "conclusion": "<p>No. In a 7-to-2 decision, the Court held that the imposition of criminal liability for false statements is not limited only to those falsehoods that pervert governmental functions - it applies to statements \"of whatever kind.\" Moreover, even if the \"exculpatory no\" doctrine did apply to statements that do not impede federal functions, Brogan would not benefit from it since his falsehoods were intended to prevent federal agents from uncovering the truth. The Court concluded by noting that a literal reading of federal laws which prohibit the \"exculpatory no\" defense is consistent with the Fifth Amendment, since the Framers never intended to confer a privilege to lie.</p>\n"
}