{
    "ID": 63173,
    "name": "Lomax v. Ortiz-Marquez",
    "href": "https://api.oyez.org/cases/2019/18-8369",
    "view_count": 0,
    "docket_number": "18-8369",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1571374800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54590"
        },
        {
            "event": "Argued",
            "dates": [
                1582696800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54663"
        },
        {
            "event": "Decided",
            "dates": [
                1591592400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54721"
        }
    ],
    "question": "<p>Does a dismissal without prejudice for failure to state a claim count as a strike under the Prison Litigation Reform Act?</p>\n",
    "citation": {
        "volume": "590",
        "page": null,
        "year": "2020",
        "href": "https://api.oyez.org/case_citation/case_citation/27714"
    },
    "term": "2019",
    "description": "A case in which the Court held that a dismissal without prejudice for failure to state a claim counts as a strike under the Prison Litigation Reform Act, 28 U.S.C. § 1915(g), which bars inmates from filing or appealing a federal civil action without paying the associated fees if they have filed three or more cases or appeals that were dismissed because the lawsuits were frivolous or malicious or did not properly state a legal claim for relief.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/590/18-8369/",
    "facts_of_the_case": "<p>Arthur J. Lomax is a Colorado prisoner at the Limon Correctional Facility. While at a different prison, he filed a lawsuit against several prison employees and filed a motion for leave to proceed in forma pauperis (without paying the usual court fees) pursuant to 28 U.S.C. § 1915. Upon direction of the district court, Lomax amended his complaint to allege violations of his Fifth, Eighth, Ninth, and Fourteenth Amendment rights. The same district court dismissed without prejudice three of Mr. Lomax's previous actions on the grounds that they failed to state a claim. The district court further noted that these dismissals were “strikes” under 28 U.S.C. § 1915(g), which bars inmates from filing or appealing a federal civil action without paying the associated fees if they have filed three or more cases or appeals that were dismissed because the lawsuits were frivolous or malicious or did not properly state a legal claim for relief. </p>\n<p>Because of the previous strikes, the court ordered Lomax to show cause before proceeding in forma pauperis. In response to the show cause order, Lomax argued (among other things) that because the prior dismissals were without prejudice, they do not count as strikes.</p>\n<p>The district court denied Lomax’s motion as barred by the three-strikes provision, and the U.S. Court of Appeals for the Tenth Circuit affirmed.</p>\n",
    "conclusion": "<p>Dismissal without prejudice for failure to state a claim counts as a strike under three-strikes rule of the Prison Litigation Reform Act. Justice Elena Kagan authored the opinion on behalf of the majority that was unanimous except as to footnote 4 (dicta as to the provision’s applicability when a court gives a plaintiff leave to amend his complaint), which Justice Clarence Thomas did not join.</p>\n<p>The three-strikes rule of the Prison Litigation Reform Act, 28 U.S.C. § 1915(g), generally prevents a prisoner from bringing suit in forma pauperis (IFP) if he has had three or more prior suits “dismissed on the grounds that [they were] frivolous, malicious, or fail[ed] to state a claim upon which relief may be granted.” The very language of that provision covers all dismissals for failure to state a claim, whether issued with or without prejudice. To read it differently would require reading the word “dismissed” in Section 1915(g) as “dismissed with prejudice,” which not only runs contrary to the plain language but would create conflicts with other parts of the Act.</p>\n"
}