{
    "ID": 55448,
    "name": "Bowles v. Russell",
    "href": "https://api.oyez.org/cases/2006/06-5306",
    "view_count": 0,
    "docket_number": "06-5306",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1165471200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39849"
        },
        {
            "event": "Argued",
            "dates": [
                1174885200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39850"
        },
        {
            "event": "Decided",
            "dates": [
                1181797200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39851"
        }
    ],
    "question": "<p>May a federal Court of Appeals, acting on its own, dismiss an appeal as too late under Federal Rule of Appellate Procedure 4(a)(6) when the appeal is filed after the 14-day extension specified in the Rule but before the deadline established by the District Court?</p>\n",
    "citation": {
        "volume": "551",
        "page": "205",
        "year": "2007",
        "href": "https://api.oyez.org/case_citation/case_citation/20705"
    },
    "term": "2006",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/551/205/",
    "facts_of_the_case": "<p>Keith Bowles was convicted of murder. He filed a petition for habeas corpus in federal District Court, and was denied. Bowles did not receive timely notice of the District Court's ruling, so he missed the deadline for appeal. He filed a motion under Federal Rule of Appellate Procedure 4(a)(6) to reopen the appeal period. The District Court granted Bowles's motion, and gave him until February 27, 2004 to file his appeal. However, Rule 4(a)(6) allows only a 14-day extension of the appeal period, which would put the deadline on February 24, 2004. Bowles filed his appeal on February 26 - on time according to the court's deadline, but untimely according to Rule 4(a)(6).</p>\n<p>The U.S. Court of Appeals for the Sixth Circuit at first declined to dismiss Bowles's appeal. Later, on its own motion, the Sixth Circuit \"correct[ed] [its] error\" and dismissed the appeal, saying Rule 4(a)(6) \"is not susceptible to extension through mistake, courtesy, or grace.\"</p>\n",
    "conclusion": "<p>Yes. The Court ruled that, even though Bowles was relying on the mistaken order of the District Court, the Circuit Court was correct to dismiss his untimely appeal. Justice Clarence Thomas's opinion for the 5-4 majority held that statutory time limits for filing a notice of appeal are jurisdictional, and therefore the Circuit Court had no choice but to dismiss Bowles's appeal once it found that the appeal was filed too late. The Court ruled that it had no authority to create an exception for Bowles under the little-used doctrine of \"unique circumstances,\" and it overruled its precedents \"to the extent they purport to authorize an exception to a jurisdictional rule.\" The majority left it to Congress to change the rule if Congress thought it unfair. In dissent, Justice David Souter wrote: \"It is intolerable for the judicial system to treat people this way, and there is not even a technical justification for condoning this bait and switch.\"</p>\n"
}