{
    "ID": 63158,
    "name": "Romag Fasteners, Inc. v. Fossil, Inc.",
    "href": "https://api.oyez.org/cases/2019/18-1233",
    "view_count": 0,
    "docket_number": "18-1233",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1561698000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54572"
        },
        {
            "event": "Argued",
            "dates": [
                1578981600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54647"
        },
        {
            "event": "Decided",
            "dates": [
                1587618000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54693"
        }
    ],
    "question": "<p>Does Section 35 of the Lanham Act require a showing of willful infringement for a plaintiff to be awarded an infringer’s profits for a violation of Section 43(a)?</p>\n",
    "citation": {
        "volume": "590",
        "page": null,
        "year": "2020",
        "href": "https://api.oyez.org/case_citation/case_citation/27705"
    },
    "term": "2019",
    "description": "A case in which the Court held that under Section 35 of the Lanham Act, a plaintiff does not need to show willful infringement to receive an award of an infringer’s profits for a violation of Section 43(a).",
    "justia_url": "https://supreme.justia.com/cases/federal/us/590/18-1233/",
    "facts_of_the_case": "<p>Petitioner Romag Fasteners, Inc., sells magnetic snap fasteners for use in wallets, handbags, and other leather goods. Respondent Fossil designs, markets, and distributes fashion accessories, including handbags and small leather goods. In 2002, Fossil and Romag entered into an agreement to use Romag fasteners in Fossil’s products, and Fossil’s manufacturers purchased tens of thousands of Romag fasteners between 2002 and 2008. In 2010, the president of Romag discovered that certain Fossil handbags sold in the United States contained counterfeit snaps bearing the Romag mark. Romag sued Fossil in 2010 for patent and trademark infringement. Romag alleged that Fossil knowingly adopted and used the Romag mark without Romag’s consent.</p>\n<p>A jury found that Fossil had infringed Romag’s trademark and patents but that none of the violations were willful. The jury awarded Romag trademark damages under two theories: over $90,000 in profits “to prevent unjust enrichment” and over $6.7 million in profits “to deter future trademark infringement.” For the latter award, the jury found that Fossil had acted with “callous disregard” for Romag’s trademark rights. However, the district court struck the jury’s award, finding that “a finding of willfulness remains a requirement for an award of defendants’ profits in this Circuit.” On appeal, the Federal Circuit affirmed, finding that within the Second Circuit, a showing of willfulness was required for an award of profits. Romag petitioned the U.S. Supreme Court for a writ of certiorari. In light of its decision in <a href=\"https://www.oyez.org/cases/2016/15-927\"><em>SCA Hygiene Products Aktiebolag v. First Quality Baby Products, LLC</em>, 580 U.S. __ (2017)</a>, that affected the patent infringement claims in this case, the Court granted the petition, vacated the Federal Circuit’s decision, and remanded the case. On remand, the Federal Circuit reaffirmed the district court’s judgment declining to award Fossil’s profits.</p>\n",
    "conclusion": "<p>Section 35 of the Lanham Act does not require a plaintiff in a trademark infringement suit to show that a defendant willfully infringed the plaintiff’s trademark as a precondition to an award of profits. Justice Neil Gorsuch authored the opinion of the Court on behalf of the 8-1 majority.</p>\n<p>The plain language of Section 35 of the Lanham Act, 15 U.S.C. § 1117(a) does not require a plaintiff alleging a claim under § 1125(a) to show willfulness. Rather, the statute mentions “willfulness” only in connection to § 1125(c). The Court declined to read into the statute words that are not there, particularly since Congress included the term “willfulness” elsewhere in the very same statutory provision.</p>\n<p>Justice Samuel Alito authored a concurring opinion, joined by Justices Stephen Breyer and Elena Kagan to note that while willfulness is a “highly important” consideration in awarding profits under Section 35 of the Lanham Act, it is not an “absolute precondition.”</p>\n<p>Justice Sonia Sotomayor authored an opinion concurring in the judgment, to highlight a distinction, supported by the weight of authority, between “willful” infringement and “innocent” infringement—a distinction she criticizes the majority of being “agnostic” about.</p>\n"
}