{
    "ID": 63639,
    "name": "Fischer v. United States",
    "href": "https://api.oyez.org/cases/2023/23-5572",
    "view_count": 0,
    "docket_number": "23-5572 ",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1702447200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/55378"
        },
        {
            "event": "Argued",
            "dates": [
                1713243600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/55436"
        },
        {
            "event": "Decided",
            "dates": [
                1719550800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/55505"
        }
    ],
    "question": "<p>Does 18 U.S.C. § 1512(c), which prohibits obstruction of congressional inquiries and investigations, include acts unrelated to investigations and evidence?</p>\n",
    "citation": {
        "volume": "603",
        "page": null,
        "year": "2024",
        "href": "https://api.oyez.org/case_citation/case_citation/27997"
    },
    "term": "2023",
    "description": "A case in which the Court held that 18 U.S.C. § 1512(c), which prohibits obstruction of congressional inquiries and investigations, does not include acts unrelated to investigations and evidence.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/603/23-5572/",
    "facts_of_the_case": "<p>On January 6, 2021, while Congress was convening to certify the results of the 2020 presidential election in favor of Joe Biden, thousands of supporters of the losing candidate, Donald Trump, converged on the United States Capitol to disrupt the proceedings. The Trump supporters swarmed the building, overwhelming law enforcement officers who attempted to stop them. The chaos wrought by the mob forced members of Congress to stop the certification and flee for safety. Congress was not able to resume its work for six hours.</p>\n<p>Joseph Fischer, Edward Lang, and Garret Miller were indicted for various offenses related to their involvement in the Capitol riot on January 6. All three were charged with felony offenses of assaulting, resisting, or impeding certain officers, and misdemeanor offenses of disorderly conduct in a Capitol building and in restricted grounds, involving the intent to disrupt congressional sessions and government functions. Additionally, each faced a count of obstruction of an official proceeding. The defendants challenged this obstruction charge, claiming that the statute does not prohibit their alleged conduct on that day. The district court agreed, holding that the statute does not apply to assaultive conduct, committed in furtherance of an attempt to stop Congress from performing a constitutionally required duty. The U.S. Court of Appeals for the D.C. Circuit reversed, concluding that the natural, broad reading of that provision is that it applies to forms of obstructive conduct, not just those related to investigations and evidence.</p>\n",
    "conclusion": "<p>To prove a violation of 18 U.S.C. §1512(c)(2), the Government must establish that the defendant impaired the availability or integrity for use in an official proceeding of records, documents, objects, or other things used in an official proceeding, or attempted to do so. Chief Justice John Roberts authored the 6-3 majority opinion of the Court.</p>\n<p>The Court focused on interpreting the scope of 18 U.S.C. §1512(c)(2), particularly how it relates to §1512(c)(1). Applying the canons of statutory interpretation, particularly noscitur a sociis and ejusdem generis, the “otherwise” clause in (c)(2) should be read as limited by the specific conduct described in (c)(1). If (c)(2) were as broad as the government claimed, it would render (c)(1) and many other specific obstruction statutes superfluous, which goes against principles of statutory interpretation.</p>\n<p>Next, as to the historical context of the statute, it was enacted as part of the Sarbanes-Oxley Act to address specific issues like document shredding in the Enron scandal. An overly broad interpretation of (c)(2) would criminalize a wide range of prosaic conduct and give prosecutors too much discretion. Moreover, the Court traditionally avoids broad interpretations of obstruction statutes that would create “coverall” provisions.</p>\n<p>Finally, the Court concluded that (c)(2) should be interpreted more narrowly, in light of (c)(1), to primarily cover acts that impair the integrity or availability of evidence for use in an official proceeding, rather than all forms of obstruction. This interpretation better respects Congress’s role in defining crimes and setting penalties and avoids potential constitutional issues arising from an overly broad criminal statute.</p>\n<p>Justice Ketanji Brown Jackson joined the majority opinion in full and wrote a separate concurrence.</p>\n<p>Justice Amy Coney Barrett authored a dissenting opinion, in which Justices Sonia Sotomayor and Elena Kagan joined.</p>\n"
}