{
    "ID": 54109,
    "name": "Church of Lukumi Babalu Aye, Inc. v. City of Hialeah",
    "href": "https://api.oyez.org/cases/1992/91-948",
    "view_count": 0,
    "docket_number": "91-948",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                720856800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37066"
        },
        {
            "event": "Decided",
            "dates": [
                739774800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37067"
        }
    ],
    "question": "<p>Did the city of Hialeah's ordinance, prohibiting ritual animal sacrifices, violate the First Amendment's Free Exercise Clause?</p>\n",
    "citation": {
        "volume": "508",
        "page": "520",
        "year": "1993",
        "href": "https://api.oyez.org/case_citation/case_citation/18038"
    },
    "term": "1992",
    "description": "A case in which the Court found that an ordinance banning religious animal sacrifice was unconstitutional under the Free Exercise Clause of the First Amendment.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/508/520/",
    "facts_of_the_case": "<p>The Church of Lukumi Babalu Aye practiced the Afro-Caribbean-based religion of Santeria. Santeria used animal sacrifice as a form of worship in which an animal's carotid arteries would be cut and, except during healing and death rights, the animal would be eaten. Shortly after the announcement of the establishment of a Santeria church in Hialeah, Florida, the city council adopted several ordinances addressing religious sacrifice. The ordinances prohibited possession of animals for sacrifice or slaughter, with specific exemptions for state-licensed activities.</p>\n",
    "conclusion": "<p>Yes. The Court held that the ordinances were neither neutral nor generally applicable. The ordinances had to be justified by a compelling governmental interest and they had to be narrowly tailored to that interest. The core failure of the ordinances were that they applied exclusively to the church. The ordinances singled out the activities of the Santeria faith and suppressed more religious conduct than was necessary to achieve their stated ends. Only conduct tied to religious belief was burdened. The ordinances targeted religious behavior, therefore they failed to survive the rigors of strict scrutiny.</p>\n"
}