{
    "ID": 55662,
    "name": "Beard v. Kindler",
    "href": "https://api.oyez.org/cases/2009/08-992",
    "view_count": 0,
    "docket_number": "08-992",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1242622800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40444"
        },
        {
            "event": "Argued",
            "dates": [
                1257141600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40445"
        },
        {
            "event": "Decided",
            "dates": [
                1260252000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40446"
        }
    ],
    "question": "<p>Under the adequate-state-ground doctrine, does a state procedural rule like Pennsylvania's fugitive waiver rule preclude federal habeas corpus review even though the state procedural rule is discretionary?</p>\n",
    "citation": {
        "volume": "558",
        "page": "53",
        "year": "2009",
        "href": "https://api.oyez.org/case_citation/case_citation/20855"
    },
    "term": "2009",
    "description": "A case which the Court vacated due to lack of jurisdiction concerning whether or not the Pennsylvania fugitive waiver rule could preclude habeas corpus review.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/558/53/",
    "facts_of_the_case": "<p>Joseph Kindler was convicted of first degree murder in a Pennsylvania state court and sentenced to death. He subsequently filed motions for post-conviction relief, but while the motions were pending, he escaped from prison. Pennsylvania immediately moved to dismiss the motions arguing that Mr. Kindler had waived any right to have his post-conviction motions considered because he was a fugitive. The trial court agreed and dismissed them. After recapture, Mr. Kindler moved to reinstate his post-conviction motions, which was denied. Both the Pennsylvania Superior Court and Pennsylvania Supreme Court affirmed the trial court's decision.</p>\n<p>In 2000, Mr. Kindler filed a petition for federal habeas corpus relief in a Pennsylvania federal district court. The State of Pennsylvania argued that habeas corpus relief was unavailable to Mr. Kindler because Pennsylvania's fugitive waiver rule was an \"independent and adequate\" state ground that precluded federal habeas review. The district court disagreed and granted the petition. On appeal, the U.S. Court of Appeals for the Third Circuit affirmed. Relying on its decision in <em>Doctor v. Walters</em>, it held that Pennsylvania's fugitive waiver rule was not an independent and adequate state ground that precluded federal habeas review.</p>\n",
    "conclusion": "<p>Maybe. The Supreme Court vacated the decision of the Third Circuit holding that a discretionary state procedural rule can serve as an adequate ground to bar federal habeas corpus review. With Chief Justice John G. Roberts writing for the majority, the Court reasoned that to hold otherwise would pose an unnecessary dilemma for the states: \"States could preserve flexibility by granting courts discretion to excuse procedural rules, but only at the cost of undermining the finality of state court judgments. Or States could preserve the finality of their judgments by withholding such discretion, but only at the cost of precluding any flexibility in applying the rules.\"</p>\n<p>Justice Anthony M. Kennedy, joined by Justice Clarence Thomas, wrote a separate concurring opinion. He noted that while the Court did not have the opportunity to address the matter, \"[i]n a proper case,\" \"[i]t seems most doubtful that this Court can or should require federal courts to disregard a state procedural ground that was not in all respects explicit before the case when it was first announced, absent a showing of a purpose or pattern to evade constitutional guarantees.\"</p>\n"
}