{
    "ID": 54253,
    "name": "ABF Freight Systems, Inc. v. National Labor Relations Board",
    "href": "https://api.oyez.org/cases/1993/92-1550",
    "view_count": 0,
    "docket_number": "92-1550",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                754725600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37341"
        },
        {
            "event": "Decided",
            "dates": [
                759391200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37342"
        }
    ],
    "question": "<p>Can the National Labor Relations Board grant reinstatement with backpay to an employee who lied under oath during his administrative hearing?</p>\n",
    "citation": {
        "volume": "510",
        "page": "317",
        "year": "1994",
        "href": "https://api.oyez.org/case_citation/case_citation/18182"
    },
    "term": "1993",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/510/317/",
    "facts_of_the_case": "<p>After employee Michael Manson gave a false excuse for being late to work, ABF Freight System, Inc. (ABF) fired him for tardiness. Manson repeated his false excuse while under oath at a hearing before an Administrative Law Judge, during which he argued that ABF had fired him in retaliation for his previous union activities. The National Labor Relations Board reversed the judge, ruling that ABF had used Manson's tardiness as a pretext to fire him. The Board reinstated him with backpay.</p>\n<p>ABF appealed to the U.S. Court of Appeals for the Tenth Circuit, claiming that the Board could not reinstate an employee who lied under oath. The Tenth Circuit ruled that the Board could determine whether or not to pardon Manson for giving a false excuse.</p>\n",
    "conclusion": "<p>Yes. Justice John Paul Stevens, writing for a unanimous Court, reasoned that the National Labor Relations Act gave the Board broad authority to adopt laws regarding the reinstatement of employees. The Court called perjury \"intolerable in a formal proceeding,\" but ruled that the National Labor Relations Board was under no obligation to adopt a blanket rule against reinstating employees who have perjured themselves. Reducing the Board's discretion in making rules for employee reinstatement \"might force the Board to divert its attention from its primary mission and devote unnecessary time and energy to resolving collateral disputes about credibility.\"</p>\n"
}