{
    "ID": 55728,
    "name": "PLIVA, Inc. v. Mensing",
    "href": "https://api.oyez.org/cases/2010/09-993",
    "view_count": 0,
    "docket_number": "09-993",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1291960800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40607"
        },
        {
            "event": "Argued",
            "dates": [
                1301461200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40608"
        },
        {
            "event": "Decided",
            "dates": [
                1308805200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40609"
        }
    ],
    "question": "<p>Can generic drug makers be sued for not warning about potentially dangerous side effects on their drug labels even when they follow federal rules that only require their labels to match those of their brand-name equivalents?</p>\n",
    "citation": {
        "volume": "564",
        "page": null,
        "year": "2011",
        "href": "https://api.oyez.org/case_citation/case_citation/19650"
    },
    "term": "2010",
    "description": "A case in which the Court held that generic drug makers cannot be sued for not warning about potentially dangerous side effects on their drug labels, even when they follow federal rules that only require their labels to match those of their brand-name equivalents.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/564/604/",
    "facts_of_the_case": "<p>Gladys Mensing took the drug metoclopramide for four years to help fight diabetic gastroparesis. She filed a lawsuit against the generic drug's manufacturers and distributors, contending that the drug gave her a severe neurological movement disorder, tardive dyskinesia, but none of the generic drug's manufacturers and distributors made any effort to include warnings on the label.</p>\n<p>Metoclopramide manufacturers Pliva Inc. and Actavis Elizabeth LLC asked for the lawsuit to be thrown out, arguing that government regulations require thp to have the same label on metoclopramide as is on its brand-name equivalent, Reglan. Reglan did not have a warning about tardive dyskinesia while Mensing was taking metoclopramide.</p>\n<p>A federal judge on the U.S. District Court for the District of Minnesota agreed, saying the lawsuit was pre-ppted by the federal regulations requiring the two labels to match. But the U.S. Court of Appeals for the 8th Circuit overturned that ruling, holding that more should have been done to warn consumers about possible risks.</p>\n",
    "conclusion": "<p>No. The Supreme Court reversed the lower court order in an opinion by Justice Clarence Thomas. Justice Kennedy joined the opinion in part. \"We defer to the FDA's interpretation of its CBE and generic labeling regulations,\" Justice Thomas wrote. Meanwhile, Justice Sonia Sotomayor dissented, joined by Justices Ruth Bader Ginsburg, Stephen Breyer and Elena Kagan. \"We have traditionally held defendants claiming impossibility to a demanding standard: Until today, the mere possibility of impossibility had not been enough to establish pre-emption,\" Sotomayor wrote.</p>\n"
}