{
    "ID": 54058,
    "name": "Franklin v. Gwinnett County Public Schools",
    "href": "https://api.oyez.org/cases/1991/90-918",
    "view_count": 0,
    "docket_number": "90-918",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                692431200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/36970"
        },
        {
            "event": "Decided",
            "dates": [
                699084000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/36971"
        },
        {
            "event": "Granted",
            "dates": [
                676530000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/53817"
        }
    ],
    "question": "<p>Does Title IX allow recovery of monetary damages?</p>\n",
    "citation": {
        "volume": "503",
        "page": "60",
        "year": "1992",
        "href": "https://api.oyez.org/case_citation/case_citation/17987"
    },
    "term": "1991",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/503/60/",
    "facts_of_the_case": "<p>Andrew Hill, a teacher at North Gwinnett High School, sexually harassed Christine Franklin throughout her 10th grade year.  Franklin reported the harassment to teachers and school district administrators, but the administration did nothing.  They also encouraged Franklin to refrain from pressing charges.  Hill resigned in 1988 on the condition that all matters pending against him were dropped.  After Hill’s resignation the school closed its investigation.</p>\n<p>Franklin brought this action against the school district under Title IX of the Civil Rights Act of 1964 for failing to take action against Hill.   The district court dismissed the suit, holding that Title IX did not authorize an award for damages.  The U.S. Court of Appeals for the 11th Circuit affirmed.</p>\n",
    "conclusion": "<p>Yes.  Justice Byron R. White wrote the Court's unanimous decision, holding that monetary damages are available under Title IX because there is a presumption that any appropriate relief is available to remedy the violation of a federal right. In this case, back pay and prospective relief were not sufficient remedies.  Justice Antonin Scalia wrote a special concurrence, stating that when causes of action are judicially implied, it is proper to imply limitations on the remedies for those actions as well.</p>\n"
}