{
    "ID": 55454,
    "name": "Watters v. Wachovia Bank, N.A.",
    "href": "https://api.oyez.org/cases/2006/05-1342",
    "view_count": 0,
    "docket_number": "05-1342",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1150693200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39867"
        },
        {
            "event": "Argued",
            "dates": [
                1164780000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39868"
        },
        {
            "event": "Decided",
            "dates": [
                1176786000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39869"
        }
    ],
    "question": "<p>1) Is the decision of the Comptroller of Currency that federal authority over national banks extends to state-chartered operating subsidiaries of national banks entitled to judicial deference under <em>Chevron U.S.A. v. Natural Resources Defense Council</em>?</p>\n<p>2) Does 12 CFR 7.4006 violate the Tenth Amendment by treating a state-chartered operating subsidiary the same as a national bank for purposes of federal regulation?</p>\n",
    "citation": {
        "volume": "550",
        "page": "1",
        "year": "2007",
        "href": "https://api.oyez.org/case_citation/case_citation/20659"
    },
    "term": "2006",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/550/1/",
    "facts_of_the_case": "<p>Under 12 U.S.C. Section 484(a), states do not have regulatory powers over national banks. In 2001 the federal Office of the Comptroller of Currency (OCC) issued federal regulation 12 C.F.R. 7.4006, which applied 12 U.S.C. Section 484(a) to state-chartered operating subsidiaries of national banks. Wachovia Mortgage was an operating subsidiary of the national bank Wachovia Bank, and was registered with the state of Michigan.</p>\n<p>When Michigan attempted to exercise its regulatory powers over Wachovia Mortgage, Wachovia Bank sued Watters, a Michigan official, seeking a judgment that Michigan's laws on operating subsidies of national banks were superceded by 12 U.S.C Section 484(a). Michigan argued that the OCC had exceeded the authority given it by Congress by extending the definition of \"national bank\" to cover state-registered operating subsidiaries. Michigan also argued that the extension of federal authority over state entities like Wachovia Mortgage violates the Tenth Amendment, which reserves to states all powers not delegated to the federal government.</p>\n<p>The District Court rejected these arguments and ruled for Wachovia, and the U.S. Court of Appeals for the Sixth Circuit affirmed. The Circuit Court found that the decision of the OCC to apply rules for national banks to their operating subsidiaries was a reasonable interpretation of Congress's intent, and therefore entitled to deference under <em>Chevron U.S.A. v. Natural Resources Defense Council</em>. The Sixth Circuit also held that Congress had the power to regulate operating subsidiaries of national banks under the Commerce Clause, so the Tenth Amendment did not reserve that power to the states.</p>\n",
    "conclusion": "<p>Unanswered and no. The Court ruled 5-3 that state-chartered operating subsidiaries of national banks are subject to regulation by the federal Office of the Comptroller of Currency and not by the states in which they are located. The opinion by Justice Ruth Bader Ginsburg held that \"[...] the level of deference owed to the regulation is an academic question,\" because \"Section 7.4006 merely clarifies and confirms what the [National Bank Act, 12 U.S.C. Section 484(a)] already conveys: A national bank has the power to engage in real estate lending through an operating subsidiary, subject to the same terms and conditions that govern the national bank itself; that power cannot be significantly impaired or impeded by state law.\" The Court interpreted the statute broadly, as a shield against burdensome state regulation of national banks and their subsidiaries, so the OCC's regulation preempting Michigan's regulatory laws was firmly grounded in the statute. The Court briefly and definitively disposed of Watters's Tenth Amendment argument, holding that the regulation of subsidiaries of national banks is a legitimate application of Congress's Commerce Power and therefore is not reserved to the states.</p>\n"
}