{
    "ID": 54713,
    "name": "Martin v. Hadix",
    "href": "https://api.oyez.org/cases/1998/98-262",
    "view_count": 0,
    "docket_number": "98-262",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                922773600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38192"
        },
        {
            "event": "Decided",
            "dates": [
                929941200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38193"
        }
    ],
    "question": "<p>Does the federal Prison Litigation Reform Act of 1995 limit an attorney's fees for post-judgment monitoring services that were pending when the Act became effective?</p>\n",
    "citation": {
        "volume": "527",
        "page": "343",
        "year": "1999",
        "href": "https://api.oyez.org/case_citation/case_citation/18642"
    },
    "term": "1998",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/527/343/",
    "facts_of_the_case": "<p>Everett Hadix and other prisoners in the Michigan prison system filed a class action lawsuit against prison officials claiming that the conditions of their confinement violated the Due Process Clause of the U.S. Constitution. Thereafter, Hadix and the officials entered into a consent decree to remedy the situation. In 1987, the District Court ruled that Hadix was entitled to attorney's fees for post-judgment monitoring of compliance with the decrees. The court established specific market rates for awarding fees. By April 26, 1996, the effective date of the Prison Litigation Reform Act of 1995 (PLRA), the market rate was $150 per hour. The PLRA limited the size of fees that may be awarded to attorneys who litigate prisoner lawsuits to a maximum hourly rate of $112.50. When first presented with the issue, the District Court concluded that the PLRA cap did not limit attorney's fees for services performed in these cases prior to, but that were still unpaid by, the PLRA's effective date. The Court of Appeals affirmed. Next, fee requests were filed with the District Court for services performed during a period encompassing work performed both before and after the PLRA's effective date. The District Court reiterated its earlier conclusion. The Court of Appeals held that the PLRA's fee limitation does not apply to cases pending on the enactment date because if it did, it would have an impermissible retroactive effect, regardless of when the work was performed.</p>\n",
    "conclusion": "<p>Yes. In an opinion delivered by Justice Sandra Day O'Connor, the Court held that the Prison Litigation Reform Act of 1995 \"limits attorney's fees for post-judgment monitoring services performed after the PLRA's effective date, but does not limit fees for monitoring performed before that date.\" \"To impose the new standards now, for work performed before the PLRA became effective, would upset the reasonable expectations of the parties,\" Justice O'Connor wrote for the Court. All nine justices agreed that the PLRA should apply to services performed after the law's effective date. However, the Court split over whether the new fee limits contained in the law apply to work performed after April 26, 1996, in cases begun before that date. A 7-2 majority said that the new limits do apply to such cases. Justices Ruth Bader Ginsburg and John Paul Stevens dissented from that part of the Court's conclusion.</p>\n"
}