{
    "ID": 56025,
    "name": "Halliburton Co. v. Erica P. John Fund, Inc.",
    "href": "https://api.oyez.org/cases/2013/13-317",
    "view_count": 0,
    "docket_number": "13-317",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1384495200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41369"
        },
        {
            "event": "Argued",
            "dates": [
                1393999200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/52381"
        },
        {
            "event": "Decided",
            "dates": [
                1403499600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/52382"
        }
    ],
    "question": "<p>May Halliburton challenge the class certification of its former shareholders by introducing evidence that the alleged fraud did not impact the price of the stock?</p>\n",
    "citation": {
        "volume": "573",
        "page": "258",
        "year": "2014",
        "href": "https://api.oyez.org/case_citation/case_citation/19947"
    },
    "term": "2013",
    "description": "A case in which the Court held that there is no undue burden in allowing defendants in securities fraud cases from presenting evidence regarding the alleged impact of the misinformation on stock prices.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/573/258/",
    "facts_of_the_case": "<p>Former shareholders of Halliburton Company (Halliburton) filed a class action lawsuit against the company and argued that Halliburton falsified its financial statements and misrepresented projected earnings between 1999 and 2001. In their petition for class certification, the shareholders invoked the \"fraud on the market\" presumption to demonstrate their class-wide reliance on Halliburton's statements. The \"fraud on the market\" theory assumes that, in an efficient market, the price of a security reflects any material, public representation affecting that security. Therefore, under this theory, the law presumes that investors have relied on a material misstatement when they purchase a security at an artificially high or low price. The federal district court certified the shareholders as a class and prevented Halliburton from introducing evidence that the statements did not impact its stock prices at all. The U.S. Court of Appeals for the Fifth Circuit affirmed and held that Halliburton could not rebut the presumption that the plaintiffs relied on the statements until a trial on the merits of the plaintiffs' claims.</p>\n",
    "conclusion": "<p>Yes. Chief Justice John G. Roberts, Jr. delivered the opinion for the 6-3 majority. The Court held that there was no reason to prevent defendants in a securities fraud case from presenting evidence regarding the impact of alleged misinformation on stock prices during the class certification stage. The Court also held that Halliburton was unable to provide adequate justification to overrule the established precedent that plaintiffs in securities fraud cases only need to prove a presumption of reliance on fraudulent information. The presumption standard is based on the generally agreed-upon principle that public information affects stock prices. Without any evidence that this principle was misunderstood or no longer reflects current economic realities, the presumption standard should remain. Additionally, because Congress had the opportunity to pass a law that created a new standard and chose not to do so, Congress clearly intended the presumption to stand.</p>\n<p>In her concurring opinion, Justice Ruth Bader Ginsburg wrote that, while allowing the defendants to present price-impact evidence at the class certification stage may broaden the scope of those proceedings, it should not present an undue burden to plaintiffs with legitimate claims. Justice Stephen G. Breyer and Justice Sonia Sotomayor joined in the concurrence.</p>\n<p>Justice Clarence Thomas wrote an opinion concurring in the judgment in which he argued that the presumption of reliance standard should not be used because it is based on a flawed understanding of economics and effectively lowers the burden of proof for the plaintiffs. For these reasons, Justice Thomas argued that the decision in <em>Basic v. Levinson</em>—the decision that established the “fraud on the market” presumption standard—should be overruled. Justice Antonin Scalia and Justice Samuel A. Alito, Jr. joined in the concurrence.</p>\n"
}