{
    "ID": 54707,
    "name": "Lilly v. Virginia",
    "href": "https://api.oyez.org/cases/1998/98-5881",
    "view_count": 0,
    "docket_number": "98-5881",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                922687200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38180"
        },
        {
            "event": "Decided",
            "dates": [
                928990800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38181"
        }
    ],
    "question": "<p>Does trial evidence that includes out-of-court statements, that admit some wrongdoing but place primary blame on the defendant, by an alleged, nontestifying accomplice violate a criminal defendant's Sixth Amendment Confrontation Clause right to confront all adverse witnesses?</p>\n",
    "citation": {
        "volume": "527",
        "page": "116",
        "year": "1999",
        "href": "https://api.oyez.org/case_citation/case_citation/18636"
    },
    "term": "1998",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/527/116/",
    "facts_of_the_case": "<p>Benjamin Lee Lilly, his brother Mark Lilly, and Gary Barker were arrested after stealing liquor and guns and abducting Alex DeFilippis, who was later shot and killed. Under police questioning, Mark admitted stealing liquor, but claimed that Benjamin and Barker stole the guns and that Benjamin shot DeFilippis. When Virginia called Mark as a witness at Benjamin's subsequent criminal trial, Mark invoked his Fifth Amendment privilege against self-incrimination. The trial court then admitted his statements to the police as declarations of an unavailable witness against penal interest. The court overruled Benjamin's objections that the statements were not against Mark's penal interest because they shifted responsibility for the crimes to Barker and Benjamin, and that their admission would violate the Sixth Amendment's Confrontation Clause. Subsequently, Benjamin was convicted of the DeFilippis murder and other crimes. In affirming, the Virginia Supreme Court found that the Confrontation Clause was satisfied because Mark's statements fell within a firmly rooted exception to the hearsay rule. The court also held that the statements were reliable because Mark knew that he was implicating himself as a participant in numerous crimes and because the statements were independently corroborated by other evidence at trial.</p>\n",
    "conclusion": "<p>Yes. In an opinion delivered by Justice John Paul Stevens, the Court held that the admission of Mark's confession violated Benjamin's Confrontation Clause right \"to be confronted with the witnesses against him.\" All nine justices voted to overturn the Virginia Supreme Court's decision that had allowed such hearsay testimony under an exception for statements made against penal interest. Justice Stevens wrote for a plurality that the confession could not be considered \"sufficiently reliable as to be admissible without allowing [the defendant] to cross-examine him.\" Chief Justice William H. Rehnquist and Justices Antonin Scalia, Clarence Thomas and Stephen G. Breyer wrote concurring opinions.</p>\n"
}