{
    "ID": 55967,
    "name": "Association for Molecular Pathology v. Myriad Genetics",
    "href": "https://api.oyez.org/cases/2012/12-398",
    "view_count": 0,
    "docket_number": "12-398",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1354255200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41261"
        },
        {
            "event": "Argued",
            "dates": [
                1366002000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41262"
        },
        {
            "event": "Decided",
            "dates": [
                1371099600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41263"
        }
    ],
    "question": "<p>Does §101 of the Patent Act allow patents on human genes?</p>\n",
    "citation": {
        "volume": "569",
        "page": "576",
        "year": "2013",
        "href": "https://api.oyez.org/case_citation/case_citation/19889"
    },
    "term": "2012",
    "description": "A case in which the Court held that naturally occurring genes cannot be patented, but a creation of a new product in a lab could be patented.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/569/576/",
    "facts_of_the_case": "<p>The Association for Molecular Pathology along with several other medical associations, doctors and patients sued the United States Patent and Trademark Office (USPTO) and Myriad Genetics to challenge several patents related to human genetics. The patents cover the BRCA1 and BRCA2 genes and certain mutations that indicate a high risk of developing breast cancer. The suit also challenged several method patents covering diagnostic screening for the genes. Myriad argued that once a gene is isolated, and therefore distinguishable from other genes, it could be patented. By patenting the genes, Myriad had exclusive control over diagnostic testing and further scientific research for the BRCA genes. Petitioners argued that patenting those genes violated §101 the Patent Act because they were products of nature. They also argued that the patents limit scientific progress. §101 limits patents to \"any new and useful process, machine, manufacture, or composition of matter, or any new and useful improvement thereof.\"</p>\n<p>The district court granted summary judgment in favor of petitioners, holding that isolating a gene does not alter its naturally occurring fundamental qualities. The U.S. Court of Appeals for the Federal Circuit reversed, holding that isolated genes are chemically distinct from their natural state in the human body. In March 2012, Petitioners sought certiorari; the U.S. Supreme Court vacated the Federal Circuit judgment and remanded for further consideration in light of <em>Mayo Collective Services v. Prometheus Laboratories</em>. On remand, the Federal Circuit again upheld the patentability of the BRCA genes.</p>\n",
    "conclusion": "<p>Yes and no. Justice Clarence Thomas delivered the opinion for the 9-0 majority. The Supreme Court held that naturally occurring gene sequences, and their natural derivative products, are not patent eligible. Under §101 of the Patent Act, the discovery of natural products does not warrant a patent. However, the Court also held that the creation of a new product in a lab exempts that product from being a product of nature. Therefore, gene sequences refined by synthetic processes to create molecules that do not occur naturally are patent eligible.</p>\n"
}