{
    "ID": 55729,
    "name": "Arizona Christian School Tuition Organization v. Winn",
    "href": "https://api.oyez.org/cases/2010/09-987",
    "view_count": 0,
    "docket_number": "09-987",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1274677200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40610"
        },
        {
            "event": "Argued",
            "dates": [
                1288760400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40611"
        },
        {
            "event": "Decided",
            "dates": [
                1301893200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40612"
        }
    ],
    "question": "<p>Do the plaintiffs lack standing because they cannot allege that the Arizona tuition tax credit involves the appropriation or expenditure of state funds?</p>\n",
    "citation": {
        "volume": "563",
        "page": "125",
        "year": "2011",
        "href": "https://api.oyez.org/case_citation/case_citation/19651"
    },
    "term": "2010",
    "description": "A case in which the Court held that the plaintiffs lacked standing because the Arizona tuition tax credit does not involve the appropriation or expenditure of state funds. ",
    "justia_url": "https://supreme.justia.com/cases/federal/us/563/125/",
    "facts_of_the_case": "<p>Arizona taxpayers challenged the constitutionality of Arizona's tuition tax credit in an Arizona federal district court. They alleged the tax credit violated the Establishment Clause of the First Amendment because it funneled money to private religious schools. The district court dismissed the case. On appeal, the U.S. Court of Appeals for the Ninth Circuit reversed, holding that the taxpayers had standing to bring their suit and had alleged a viable Establishment Clause claim.</p>\n",
    "conclusion": "<p>Yes. The Supreme Court overturned the lower court in an opinion by Justice Anthony Kennedy. The majority held that the challengers to the tax credit in Arizona lack standing under Article III. Justice Elena Kagan filed a dissenting opinion joined by Justices Ruth Bader Ginsburg, Stephen Breyer and Sonia Sotomayor. \"State sponsorship of religion sometimes harms individuals only (but this 'only' is no small matter) in their capacity as contributing members of our national community,\" Kagan wrote for the dissenters.</p>\n"
}