{
    "ID": 54643,
    "name": "Buchanan v. Angelone",
    "href": "https://api.oyez.org/cases/1997/96-8400",
    "view_count": 0,
    "docket_number": "96-8400",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                878536800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38064"
        },
        {
            "event": "Decided",
            "dates": [
                885362400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38065"
        }
    ],
    "question": "<p>Does the Eighth Amendment require that a capital jury be instructed on particular statutory mitigating factors and the concept of mitigating evidence generally?</p>\n",
    "citation": {
        "volume": "522",
        "page": "269",
        "year": "1998",
        "href": "https://api.oyez.org/case_citation/case_citation/18572"
    },
    "term": "1997",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/522/269/",
    "facts_of_the_case": "<p>Following Douglas Buchanan's conviction for the capital murders of his father, stepmother, and two brothers, the prosecutor sought the death penalty based on Virginia's aggravating factor that the crime was vile. The trial court instructed the jury that if it found beyond a reasonable doubt that Buchanan's conduct was vile, \"then you may fix the punishment...at death,\" but \"if you believe from all the evidence that...death...is not justified, then you shall fix the punishment...at life imprisonment.\" Buchanan sought four additional instructions on particular mitigating factors and a general instruction on the concept of mitigating evidence. The court denied Buchanan, refusing to single out certain mitigating factors to the sentencing jury. The jury returned with a verdict for the death penalty.</p>\n",
    "conclusion": "<p>No. In a 6-3 opinion delivered by Chief Justice William H. Rehnquist, the Court held that the trial court's failure to instruct the jury on the concept of mitigation generally and on the four mitigating factors did not violate Buchanan's rights under the Eighth and Fourteenth Amendments. The Court reasoned that the court's instructions, by directing the jury to base the decision on \"all the evidence,\" afforded the jurors an opportunity to consider mitigating evidence and did not constrain the manner in which the jury was able to give effect to mitigation. Chief Justice Rehnquist concluded, \"'there is not a reasonable likelihood that the jurors in [Buchanan's] case understood the challenged instructions to preclude consideration of relevant mitigating evidence offered by [Buchanan].'\" Justices Stephen G. Breyer, John Paul Stevens, Ruth Bader Ginsburg disagreed in a dissent by Justice Breyer.</p>\n"
}