{
    "ID": 55572,
    "name": "United States ex rel. Eisenstein v. City of New York",
    "href": "https://api.oyez.org/cases/2008/08-660",
    "view_count": 0,
    "docket_number": "08-660",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1232085600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40193"
        },
        {
            "event": "Argued",
            "dates": [
                1240290000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40194"
        },
        {
            "event": "Decided",
            "dates": [
                1244437200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40195"
        }
    ],
    "question": "<p>For an action filed under the False Claims Act, does the 30-day or 60-day time limit apply for filing an appeal when the United States is not a party in the lawsuit?</p>\n",
    "citation": {
        "volume": "556",
        "page": null,
        "year": "2009",
        "href": "https://api.oyez.org/case_citation/case_citation/20849"
    },
    "term": "2008",
    "description": "A case in which the Court held that the 30-day limit for filing a claim under the False Claims Act applies when the United States is not a party to the lawsuit.",
    "justia_url": null,
    "facts_of_the_case": "<p>Employees of the city of New York filed a lawsuit in a New York federal district court under the False Claims Act (FCA) alleging that it was unlawful for the city, as a condition of employment, to require non-resident employees to pay a fee equivalent to the income taxes paid by resident-employees. The district court dismissed the case for failing to state a claim. On appeal, the U.S. Court of Appeals for the Second Circuit held that it lacked jurisdiction to hear the appeal. It reasoned that actions brought by private parties under the FCA must be appealed within 30 days of judgment and not 60 days as when the United States is a party to the lawsuit. Here, the employees of the city of New York appealed 54 days after judgment and thus their appeal was untimely.</p>\n",
    "conclusion": "<p>With Justice Clarence Thomas writing for a unanimous Supreme Court, it held that the 30-day limit applies for filing a claim under the False Claims Act when the United States is not a party to the lawsuit. Therefore, the Court found that the private parties who brought suit against New York filed in an untimely manner and their suit should be dismissed.</p>\n"
}