{
    "ID": 55732,
    "name": "Goodyear Dunlop Tires Operations, S.A. v. Brown",
    "href": "https://api.oyez.org/cases/2010/10-76",
    "view_count": 0,
    "docket_number": "10-76",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1285650000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40616"
        },
        {
            "event": "Argued",
            "dates": [
                1294725600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40617"
        },
        {
            "event": "Decided",
            "dates": [
                1309150800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40618"
        }
    ],
    "question": "<p>May a consumer sue a foreign manufacturer in a U.S. court when the manufacturer's only connection with the United States is that another company sells its products in this country?</p>\n",
    "citation": {
        "volume": "564",
        "page": null,
        "year": "2011",
        "href": "https://api.oyez.org/case_citation/case_citation/19654"
    },
    "term": "2010",
    "description": "A case in which the Court held that a consumer cannot sue a manufacturer in a U.S. court when the manufacturer's only connection with the U.S. is that another company sells its products in the country.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/564/915/",
    "facts_of_the_case": "<p>The families of two North Carolina teenagers killed in a bus crash in France brought suit in North Carolina state court, alleging faulty tires. The tires were made in Turkey, and the plaintiffs sued Goodyear's Luxembourg affiliate and its branches in Turkey and France. A North Carolina appeals court held that the foreign defendants had sufficient contacts in the state to support general personal jurisdiction.</p>\n",
    "conclusion": "<p>No. The Supreme Court reversed the lower court order in a unanimous decision by Justice Ruth Bader Ginsburg. \"A connection so limited between the forum and the foreign corporation, we hold, is an inadequate basis for the exercise of general jurisdiction,\" Ginsburg wrote. \"Such a connection does not establish the 'continuous and systematic' affiliation necessary to empower North Carolina courts to entertain claims unrelated to the foreign corporation's contacts with the State.\"</p>\n"
}