{
    "ID": 63579,
    "name": "Loper Bright Enterprises v. Raimondo",
    "href": "https://api.oyez.org/cases/2023/22-451",
    "view_count": 0,
    "docket_number": "22-451",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1682917200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/55267"
        },
        {
            "event": "Argued",
            "dates": [
                1705471200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/55396"
        },
        {
            "event": "Decided",
            "dates": [
                1719550800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/55501"
        }
    ],
    "question": "<p>1. Does the Magnuson-Stevens Act authorize the National Marine Fisheries Service to promulgate a rule that would require industry to pay for at-sea monitoring programs?</p>\n<p>2. Should the Court overrule Chevron v. Natural Resources Defense Council or at least clarify whether statutory silence on controversial powers creates an ambiguity requiring deference to the agency?</p>\n",
    "citation": {
        "volume": "603",
        "page": null,
        "year": "2024",
        "href": "https://api.oyez.org/case_citation/case_citation/27949"
    },
    "term": "2023",
    "description": "A case in which the Court overruled its decision in Chevron v. Natural Resources Defense Council.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/603/22-451/",
    "facts_of_the_case": "<p>A group of commercial fishermen who regularly participate in the Atlantic herring fishery sued the National Marine Fisheries Service after the Service promulgated a rule that required industry to fund at-sea monitoring programs at an estimated cost of $710 per day. The fisherman argued that the Magnuson-Stevens Fishery Conservation and Management Act of 1976 did not authorize the Service to create industry-funded monitoring requirements and that the Service failed to follow proper rulemaking procedure.</p>\n<p>The district court granted summary judgment for the government based on its reasonable interpretation of its authority and its adoption of the rule through the required notice-and-comment procedure. The U.S. Court of Appeals for the D.C. Circuit affirmed.</p>\n",
    "conclusion": "<p>The Administrative Procedure Act requires courts to exercise their independent judgment in deciding whether an agency has acted within its statutory authority, and courts may not defer to an agency interpretation of the law simply because a statute is ambiguous. Chevron U.S.A. Inc. v. Natural Resources Defense Council, Inc., 467 U.S. 837, is overruled.</p>\n<p>Chief Justice John Roberts authored the majority opinion of the Court (which also decided the consolidated case, Relentless, Inc. v. Department of Commerce, No. 22-1219).</p>\n<p>The Administrative Procedure Act (APA) of 1946 requires courts to \"decide all relevant questions of law\" when reviewing agency actions. This means courts should use their own judgment to interpret laws, not defer to agencies' interpretations. The Chevron doctrine, established in the 1984 case Chevron U.S.A. v. Natural Resources Defense Council, Inc., 467 U.S. 837, contradicts this principle. Chevron required courts to defer to agency interpretations of ambiguous statutes if those interpretations were reasonable. Chevron was based on a flawed assumption that Congress intends to delegate interpretive authority to agencies whenever a law is ambiguous. This assumption doesn't reflect reality and goes against the traditional role of courts. Chevron has been difficult to apply consistently and has led to confusion in lower courts. It has also been gradually limited by subsequent Supreme Court decisions.</p>\n<p>Thus, Chevron should be overruled because it contradicts the APA, is based on faulty reasoning, has proven unworkable in practice, and hasn't created the kind of settled expectations that would justify keeping it in place. However, this decision does not necessarily overturn the specific outcomes of past cases that used Chevron. Those outcomes would need to be challenged separately.</p>\n<p>Justices Clarence Thomas and Neil Gorsuch each filed concurring opinions.</p>\n<p>Justice Elena Kagan authored a dissenting opinion, in which Justice Sonia Sotomayor joined, and Justice Ketanji Brown Jackson joined as to No. 22-1219.</p>\n<p>Justice Jackson took no part in the consideration or decision of No. 22-451.</p>\n"
}