{
    "ID": 55095,
    "name": "Massaro v. United States",
    "href": "https://api.oyez.org/cases/2002/01-1559",
    "view_count": 0,
    "docket_number": "01-1559",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                1046152800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38908"
        },
        {
            "event": "Decided",
            "dates": [
                1051074000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38909"
        }
    ],
    "question": "<p>Must claims of ineffective assistance of counsel, whether or not there is new counsel on appeal and whether or not the basis for the claim is apparent from the trial record, be raised on direct appeal?</p>\n",
    "citation": {
        "volume": "538",
        "page": "500",
        "year": "2003",
        "href": "https://api.oyez.org/case_citation/case_citation/19024"
    },
    "term": "2002",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/538/500/",
    "facts_of_the_case": "<p>Joseph Massaro was indicted on federal racketeering charges, including murder in aid of racketeering. Though prosecutors found a bullet before the trial began and did not inform the defense until the trial was underway, defense counsel declined more than once the trial court's offer of a continuance so the bullet could be examined. Subsequently, Massaro was convicted. On direct appeal, Massaro but did not raise an ineffective-assistance-of-trial-counsel claim and the Court of Appeals affirmed. Massaro later moved to vacate his conviction, under 28 USC section 2255, based on an ineffective-assistance-of-trial-counsel claim. The District Court found his claim procedurally defaulted because he could have raised it on direct appeal. In affirming, the Court of Appeals concluded that, when the defendant is represented by new counsel on appeal and the ineffective-assistance claim is based solely on the trial record, the claim must be raised on direct appeal.</p>\n",
    "conclusion": "<p>No. In a unanimous opinion delivered by Justice Anthony M. Kennedy, the Court held that failure to raise an ineffective-assistance-of-counsel claim on direct appeal does not bar the claim from being brought in a collateral proceeding under section 2255, whether or not the petitioner could have raised the claim on direct appeal. The Court reasoned that requiring a criminal defendant to bring ineffective-assistance claims on direct appeal would create a risk that defendants would feel compelled to raise the issue before there has been an opportunity fully to develop it. Moreover, the Court noted its new rule would provide for ineffective-assistance claims to be litigated in the District Court, the forum best suited to developing the facts necessary to determining the adequacy of representation during an entire trial.</p>\n"
}