{
    "ID": 54803,
    "name": "Wal-Mart Stores Inc. v. Samara Bros. Inc.",
    "href": "https://api.oyez.org/cases/1999/99-150",
    "view_count": 0,
    "docket_number": "99-150",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                948261600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38355"
        },
        {
            "event": "Decided",
            "dates": [
                953704800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38356"
        }
    ],
    "question": "<p>Is a product's design is distinctive, and therefore protectible, from \"knockoffs\" in an action for infringement of unregistered trade dress under section 43(a) of the Trademark Act of 1946?</p>\n",
    "citation": {
        "volume": "529",
        "page": "205",
        "year": "2000",
        "href": "https://api.oyez.org/case_citation/case_citation/18732"
    },
    "term": "1999",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/529/205/",
    "facts_of_the_case": "<p>Samara Brothers, Inc. designs and manufactures a line of children's clothing. Wal-Mart Stores, Inc., contracted with a supplier, Judy-Philippine, Inc. (JPI), to manufacture outfits based on photographs of Samara garments and to be offered under Wal-Mart's house label, \"Small Steps.\" When JPI manufactured the clothes, it copied sixteen of Samara's garments with some small modifications to produce the line of clothes required under its contract with Wal-Mart. After discovering that Wal-Mart and other retailers were selling the so-called knockoffs, Samara brought an action for infringement of unregistered trade dress under section 43(a) of the Trademark Act of 1946. The jury found for Samara and awarded the company more than $1 million in damages. Wal-Mart then renewed a motion for judgment as a matter of law, claiming that there was insufficient evidence to support a conclusion that Samara's clothing designs could be legally protected as distinctive trade dress for purposes of section 43(a). The District Court denied the motion and awarded Samara relief. The Court of Appeals affirmed the denial of the motion and concluded that \"copyrights depicting familiar objects, such as the hearts, daisies, and strawberries in Samara's copyrights are entitled to very narrow protection. It is only the virtually identical copying...which will result in a successful claim of infringement of familiar objects.\"</p>\n",
    "conclusion": "<p>No. In a unanimous opinion delivered by Justice Antonin Scalia, the Court held that \"[i]n a section 43(a) action for infringement of unregistered trade dress, a product's design is distinctive, and therefore protectible, only upon a showing of secondary meaning. The fact that product design almost invariably serves purposes other than source identification not only renders inherent distinctiveness problematic; it also renders application of an inherent-distinctiveness principle more harmful to other consumer interests,\" Justice Scalia wrote for the Court. \"Consumers should not be deprived of the benefits of competition with regard to the utilitarian and esthetic purposes that product design ordinarily serves by a rule of law that facilitates plausible threats of suit against new entrants based upon alleged inherent distinctiveness,\" Justice Scalia concluded.</p>\n"
}