{
    "ID": 55563,
    "name": "Puckett v. United States",
    "href": "https://api.oyez.org/cases/2008/07-9712",
    "view_count": 0,
    "docket_number": "07-9712",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1223614800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40171"
        },
        {
            "event": "Argued",
            "dates": [
                1231912800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40172"
        },
        {
            "event": "Decided",
            "dates": [
                1237957200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40173"
        }
    ],
    "question": "<p>Does Rule 52(b) in the Federal Rules of Criminal Procedure, the \"plain error standard\", govern whether a defendant can claim the government breached a plea agreement at the appellate level, when he failed to do so at the trial level?</p>\n",
    "citation": {
        "volume": "556",
        "page": null,
        "year": "2009",
        "href": "https://api.oyez.org/case_citation/case_citation/20826"
    },
    "term": "2008",
    "description": "A case in which the Court found that the \"plain error standard\" of Rule 52(b) of the Federal Rules of Criminal Procedure governs if claims forfeited at trial may be raised at the appellate level.",
    "justia_url": null,
    "facts_of_the_case": "<p>In September 2003, James Benjamin Puckett agreed to a plea bargain with the United States on counts of bank robbery and use of a firearm in the commission of a crime of violence. In exchange for his guilty plea, the government agreed to recommend a reduced sentence. However at sentencing, the government reneged arguing that because Mr. Puckett admittedly aided a fellow inmate in another crime while awaiting sentencing, he was no longer eligible for the reduction. The district court agreed. On appeal, Mr. Puckett maintained that the government's breach of agreement disqualified his guilty plea.</p>\n<p>The United States Court of Appeals for the Fifth Circuit held that Mr. Puckett's guilty plea was not disqualified. It recognized that the government breached its plea agreement at sentencing. However, it reasoned that Mr. Puckett failed to prove his substantial rights were affected when the district court was unlikely to have imposed a different sentence, even if the government had recommended a reduction.</p>\n",
    "conclusion": "<p>Yes. With Justice Antonin Scalia writing for the majority and joined by Chief Justice John G. Roberts and Justices Anthony M. Kennedy, Clarence Thomas, Ruth Bader Ginsburg, Stephen G. Breyer, and Samuel A. Alito, the Supreme Court held that the \"plain error standard\" governs claims that are forfeited because they were not raised at trial in determining whether they may be raised at the appellate level. The Court then reaffirmed the four-pronged \"plain-error\" standard of review: \"1) there must be an error or defect that the appellant has not affirmatively waived, 2) it must be clear and obvious, 3) it must have affected the appellant's substantial rights, 4) if the three other prongs are satisfied, the court of appeals has the discretion to remedy the error if it seriously affects the fairness, integrity or public reputation of judicial proceedings.\" Here, the Court rejected Mr. Puckett's arguments that he should not be subject to the \"plain-error\" standard after he failed to raise his claims at the trial level. Moreover, it affirmed his conviction and sentencing, agreeing with the Fifth Circuit's reasoning that Mr. Puckett's \"substantial rights\" had not been affected.</p>\n<p>Justice David H. Souter, joined by Justice John Paul Stevens, wrote a separate dissenting opinion. He agreed that the \"plain-error\" standard was appropriate in Mr. Puckett's case. However, he criticized the majority for interpreting the \"plain-error\" standard's third prong requirement of affecting the appellant's \"substantial rights\" to only include his \"length of incarceration.\" Rather, Justice Souter argued that Mr. Puckett's substantial rights were affected when he was convicted without trial and by a plea agreement that was not honored by the government. Therefore, Mr. Puckett was entitled to relief.</p>\n"
}