{
    "ID": 54373,
    "name": "Brown v. Gardner",
    "href": "https://api.oyez.org/cases/1994/93-1128",
    "view_count": 0,
    "docket_number": "93-1128",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                783583200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37564"
        },
        {
            "event": "Decided",
            "dates": [
                787212000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37565"
        }
    ],
    "question": "<p>Is Department of Veterans Affairs regulation 38 CFR 3.358 (c)(3), which restricts disability compensation to injuries caused by accidents or negligence during surgery, consistent with the controlling statute, 38 U.S.C. 1151?</p>\n",
    "citation": {
        "volume": "513",
        "page": "115",
        "year": "1994",
        "href": "https://api.oyez.org/case_citation/case_citation/18302"
    },
    "term": "1994",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/513/115/",
    "facts_of_the_case": "<p>Fred P. Gardner was treated in a Department of Veterans Affairs (VA) facility. Afterwards, he experienced weakness in his left leg, allegedly a result of the surgery. He claimed disability benefits under 38 U.S.C. 1151, which requires the VA to pay disability compensation if an injury occurs as a result of or is worsened by treatment. The VA and the Board of Veterans Appeals denied the claim, stating that the statute, as interpreted by VA regulation 38 CFR 3.358 (c)(3), requires that the claimant prove that the injury arose due to negligence or error by the VA facility. The Court of Veterans Appeals reversed the decision on the ground that the fault-or-accident requirement in 38 CFR 3.358 was not warranted by Section 1151. The decision was affirmed by the U.S. Court of Appeals for the Federal Circuit.</p>\n",
    "conclusion": "<p>No. In a unanimous decision authored by Justice David Souter, the Court affirmed the lower court's decision and ruled for Gardner. The Court held that Section 1151 contains no language requiring proof of fault, and it rejected the Government's claims that the requirement was implicit in the language of the statute. The Court acknowledged the 60-year longevity of the regulation and the post-1934 legislative silence on the issue, but neither concern could overcome the plain language of Section 1151.</p>\n"
}