{
    "ID": 55422,
    "name": "Wilkie v. Robbins",
    "href": "https://api.oyez.org/cases/2006/06-219",
    "view_count": 0,
    "docket_number": "06-219",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1164952800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39777"
        },
        {
            "event": "Argued",
            "dates": [
                1174280400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39778"
        },
        {
            "event": "Decided",
            "dates": [
                1182747600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39779"
        }
    ],
    "question": "<p>1) Can government officials acting pursuant to their regulatory authority be guilty of extortion under the Racketeer Influenced and Corrupt Organizations Act (RICO) for attempting to obtain property for the benefit of the government? 2) Is a <em>Bivens</em> claim based on Fifth Amendment rights precluded by the availability of judicial review under the Administrative Procedure Act? 3) Does the Fifth Amendment protect against retaliation for exercising a \"right to exclude\" the government from one's property?</p>\n",
    "citation": {
        "volume": "551",
        "page": "537",
        "year": "2007",
        "href": "https://api.oyez.org/case_citation/case_citation/20695"
    },
    "term": "2006",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/551/537/",
    "facts_of_the_case": "<p>Harvey Robbins owned a private dude ranch which was intermingled with federal lands. The previous owner had granted the Bureau of Land Management (BLM) right-of-way across the private land, but after Robbins bought the ranch he refused to re-grant it. Robbins alleged that BLM officials harassed him with threats and meritless criminal charges, with the aim of forcing him to grant the government right-of-way. Robbins sued the BLM officials for extortion in violation of the Racketeer Influenced and Corrupt Organizations Act (RICO). He also brought a <em>Bivens</em> action (an action seeking monetary damages from a federal agent for a constitutional violation). Robbins argued that the Fifth Amendment protects a \"right to exclude\" government officials from one's property, and that the BLM agents had retaliated against him for his exercise of this right. The District Court dismissed both claims, but the U.S. Court of Appeals for the Tenth Circuit reversed. On appeal to the Supreme Court, the government argued that the BLM officials, while acting on behalf of the government, had qualified immunity and therefore could not be sued for extortion under RICO. The government also claimed that no <em>Bivens</em> action could be brought, because review of the BLM's actions was already available under the Administrative Procedure Act.</p>\n",
    "conclusion": "<p>No, unanswered, and no. The Court ruled 7-2 that \"neither <em>Bivens</em> nor RICO gives Robbins a cause of action,\" so he could not sue the government for retaliation. In an opinion by Justice David Souter, the Court declined to extend the availability of <em>Bivens</em> actions to cases of retaliation for the exercise of the right to exclude the government from one's property. The Court noted that Robbins had other administrative and judicial remedies for the government's various violations, though it acknowledged that these amounted to a difficult-to-use \"patchwork.\" Because of the impossibly of devising a framework to separate constitutional violations from government actions that are merely borderline improper, the Court would not add a <em>Bivens</em> remedy to landowners' toolkit. The government can be expected to engage in some hardball tactics during land negotiations, the majority held, and inviting an \"onslaught of <em>Bivens</em> actions\" in an effort to counter the occasional overreach would be a \"cure [...] worse than the disease.\" Robbins's RICO claim failed as well, because extortion has not normally been understood to encompass the actions of government officials seeking to obtain property for the government rather than for themselves. The Court called the cases that Robbins cited in favor of his claim obscure and off-point.</p>\n"
}