{
    "ID": 63095,
    "name": "County of Maui, Hawaii v. Hawaii Wildlife Fund",
    "href": "https://api.oyez.org/cases/2019/18-260",
    "view_count": 0,
    "docket_number": "18-260",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1550556000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54448"
        },
        {
            "event": "Argued",
            "dates": [
                1573020000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54598"
        },
        {
            "event": "Decided",
            "dates": [
                1587618000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54694"
        }
    ],
    "question": "<p>Does the Clean Water Act require a permit when pollutants originate from a point source but are conveyed to navigable waters by a nonpoint source, such as groundwater?</p>\n",
    "citation": {
        "volume": "590",
        "page": null,
        "year": "2020",
        "href": "https://api.oyez.org/case_citation/case_citation/27666"
    },
    "term": "2019",
    "description": "A case in which the Court held the Clean Water Act requires a permit when pollutants originate from a point source but are conveyed to navigable waters by a nonpoint source, such as groundwater, if the conveyance is the \"functional equivalent\" of a direct discharge.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/590/18-260/",
    "facts_of_the_case": "<p>The Clean Water Act (CWA) requires National Pollutant Discharge Elimination System (NPDES) permits for the discharge of pollutants to navigable waters from point sources, which the CWA defines as “discernible, confined, and discrete conveyances.” In contrast, all other sources of pollution are characterized as nonpoint sources and are controlled through the Environmental Protection Agency (EPA) and other non-CWA programs. The CWA also distinguishes between groundwater and navigable waters, the latter being “waters of the United States” and exclusive of the former.</p>\n<p>Constructed with funding by the EPA in the 1970s, the County of Maui’s Lahaina Wastewater Reclamation Facility treats wastewater generated by homes and business in the western part of Maui by injecting treated wastewater (called “effluent”) into underground injection control (UIC) wells—a common method used by municipalities to dispose of effluent. Before injection, effluent is treated to meet R-1 water standards, Hawaii’s highest standards for recycled water. Some of the treated effluent is used for resort and golf course irrigation. Upon injection, effluent immediately mixes with groundwater and disperses vertically and horizontally, eventually migrating to the ocean. Over 90% of the effluent/groundwater mixture enters the ocean through diffuse flow, with no identifiable entry point. Reports from 1973, 1991, and 1994 indicate that both the EPA and the Hawaii Department of Health (HDOH) understood that the wastewater entered the ocean, and neither agency suggested that this result required NPDES permitting.</p>\n<p>The district court at summary judgment held that the County violated the CWA by discharging effluent through groundwater and into the ocean without the NPDES permit required by the CWA, and that the County had fair notice of its violations. The court based its ruling on findings that the County “indirectly discharged[d] a pollutant into the ocean through a groundwater conduit,” (2) the groundwater is a “point source” as defined by the CWA, and (3) the groundwater is a “navigable water” under the CWA. The County appealed, and a panel of the Ninth Circuit affirmed the lower court.</p>\n",
    "conclusion": "<p>The Clean Water Act (CWA) requires a permit when there is a direct discharge, or a functional equivalent of a direct discharge, of pollutants from a point source into navigable waters. Justice Stephen Breyer authored the opinion for the 6-3 majority.</p>\n<p>The scope of the statutory language “from any point source” turns on the word “from.” The environmental groups advocated for the broad interpretation adopted by the Ninth Circuit, below—that a pollutant must be “fairly traceable” to the point source. In contrast, the County of Maui and the Solicitor General, as an amicus curiae, argued that the statute required a permit only if the point source is the “last conveyance” that conducted the pollutant to the navigable waters. Based on the statutory context, including inferred congressional intent and legislative history, and “longstanding regulatory practice,” the Court interpreted the phrase to mean something between the two positions advocated by the parties. Specifically, the Court found that the CWA requires a permit if there is a functional equivalent of a direct discharge from a point source into navigable waters. The Court described a non-exhaustive list of seven factors to consider when deciding whether a discharge is the functional equivalent of a direct discharge, the most important of which are the time and distance. The Court did not decide whether the facts in the case satisfied its functional equivalent test, but rather vacated the Ninth Circuits judgment and remanded the case for application of the new test.</p>\n<p>Justice Brett Kavanaugh joined the majority in full and authored a concurring opinion to note three points. First, he noted the Court’s interpretation of the CWA is consistent with the interpretation set forth in Justice Scalia’s plurality opinion in <a href=\"https://www.oyez.org/cases/2005/04-1034\"><em>Rapanos v. United States</em>, 547 U.S. 715 (2006)</a>. Second, Justice Kavanaugh pointed out that the statute—not the Court—is vague as to when a pollutant may be considered to have come “from” a point source. Third, with respect to Justice Clarence Thomas’s dissent in this case, Justice Kavanaugh disagreed that “the Court does not commit to which factors are the most important in determining whether pollutants that enter navigable waters come ‘from’ a point source.”</p>\n<p>Justice Clarence Thomas authored a dissenting opinion, in which Justice Gorsuch joined. Justice Thomas argued that based on the statutory text and structure, a permit is required only when a point source discharges pollutants directly into navigable waters.</p>\n<p>Justice Samuel Alito filed a dissenting opinion arguing that the majority “makes up a rule that provides no clear guidance and invites arbitrary and inconsistent application.”</p>\n"
}