{
    "ID": 62909,
    "name": "Florida v. Georgia",
    "href": "https://api.oyez.org/cases/2017/142-orig",
    "view_count": 0,
    "docket_number": "142-orig",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1507611600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54139"
        },
        {
            "event": "Argued",
            "dates": [
                1515391200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54170"
        },
        {
            "event": "Decided",
            "dates": [
                1530075600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54328"
        }
    ],
    "question": "<p>Did Florida meet its burden of showing that its injuries could be redressed by a degree capping Georgia's upstream water consumption if the decree does not also bind the Corps?</p>\n",
    "citation": {
        "volume": "585",
        "page": null,
        "year": "2018",
        "href": "https://api.oyez.org/case_citation/case_citation/27549"
    },
    "term": "2017",
    "description": "A case in which the Court held that Florida made a legally sufficient showing as to the possibility of fashioning an effective remedial decree equitably apportioning the waters of the Apalachicola-Chattahoochee-Flint River Basin (ACF Basin).",
    "justia_url": "https://supreme.justia.com/cases/federal/us/585/142-orig/",
    "facts_of_the_case": "<p>The Chattahoochee River starts in north Georgia, flows southwest past Atlanta, and then flows south along Georgia's border, first with Alabama, then with Florida. In the southwest corner of Georgia, the Chattahoochee joins the Flint River, to form the Apalachicola River, which flows south through northwest Florida and into the Apalachicola Bay in the Gulf of Mexico. At issue is the Apalachicola-Chattahoochee-Flint River Basin (ACF Basin), which the US Army Corps of Engineers reports drains a total of 19,800 square miles in Georgia, Alabama, and Florida, which is distributed roughly into 74%, 15%, and 11%, respectively.</p>\n<p>Pursuant to congressional authorizations, the Corps operates a system of dams in the ACF Basin based on a Master Manual governing all the dams and a reservoir regulation manual for each individual dam. The Master Manual was completed in 1958 and has not been comprehensively revised since then. There have been several lawsuits among the states seeking update and clarify the apportionment of the waters of the ACF Basin. The present action was filed by Florida, which alleges that the ecosystem and economy of the Apalachicola region \"are suffering serious harm\" because of Georgia's consumption and storage of water from the Basin. Florida invokes the US Supreme Court's original jurisdiction to ask that the Court equitably apportion the waters of the ACF Basin. For equitable relief to be granted, Florida must first show standing—that is, that it has suffered a wrong through the action of another state that can be corrected by the courts. Second, the state must show by clear and convincing evidence a \"threatened invasion of rights . . . of serious magnitude.\" Third, the state must demonstrate by clear and convincing evidence that the benefits of apportionment substantially outweigh the harm that could result. If a state meets this burden, the Court must craft an equitable-apportionment decree. After lengthy evidentiary hearings, the Special Master filed a report recommending that the Court deny Florida's request for relief on the ground that \"Florida has not proven by clear and convincing evidence that its injury can be redressed by an order equitably apportioning the waters of the Basin.\"</p>\n",
    "conclusion": "<p>Florida made a legally sufficient showing as to the possibility of fashioning an effective remedial decree equitably apportioning the waters of the Apalachicola-Chattahoochee-Flint River Basin (ACF Basin). In a 5–4 opinion authored by Justice Stephen Breyer, the Court held that the Special Master applied too strict a standard (\"clear and convincing evidence\") when he determined that the Court could not fashion a appropriate relief. A complaining state should not have to prove with specificity the details of a workable decree; rather, it need only to show that it is possible to fashion such a decree, applying principles of \"flexibility\" and \"approximation.\" The Court reserved judgment as to the ultimate disposition of the case, finding only that Florida had made a legally sufficient showing of redressability. Further findings are needed to resolve many of the other evidentiary issues.</p>\n<p>Justice Clarence Thomas filed a dissenting opinion, in which Justices Samuel Alito, Elena Kagan, and Neil Gorsuch joined. The dissent points out that the issue raised in this case is entirely about the balance-of-harms analysis and criticizes the majority for \"mush[ing] the requirements from our precedents together.\" In the dissent's view, the precedents are abundantly clear, and after a full trial, Florida failed to meet its burden of showing by clear and convincing evidence that \"the benefits of apportionment substantially outweigh the harm that could result.\"</p>\n"
}