{
    "ID": 55088,
    "name": "PacifiCare Health Systems, Inc. v. Book",
    "href": "https://api.oyez.org/cases/2002/02-215",
    "view_count": 0,
    "docket_number": "02-215",
    "timeline": [
        {
            "event": "Decided",
            "dates": [
                1049691600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38895"
        },
        {
            "event": "Argued",
            "dates": [
                1046066400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/52707"
        }
    ],
    "question": "<p>Can a group of physicians be compelled to arbitrate claims arising under the Racketeer Influenced and Corrupt Organizations Act, even though the parties' arbitration agreements may be construed to limit the arbitrator's authority to award damages?</p>\n",
    "citation": {
        "volume": "538",
        "page": "401",
        "year": "2003",
        "href": "https://api.oyez.org/case_citation/case_citation/27078"
    },
    "term": "2002",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/538/401/",
    "facts_of_the_case": "<p>A group of physicians filed suit against a number of managed-health-care organizations, alleging they violated the Racketeer Influenced and Corrupt Organizations Act (RICO) by failing to reimburse them for health-care services that they had provided to patients covered by the organizations' plans. The District Court refused to compel arbitration of the RICO claims on the ground that the arbitration clauses in the parties' agreements prohibited awards of punitive damages. Subsequently, the court found the arbitration agreements unenforceable. The Court of Appeals affirmed.</p>\n",
    "conclusion": "<p>Yes. In an 8-0 opinion delivered by Justice Antonin Scalia, the Court held that the proper course in this case was to compel arbitration. The Court reasoned that since it did not know how the arbitrator would construe the remedial limitations, given the Court's prior decisions, the questions whether they render the parties' agreement unenforceable was unusually abstract and thus it would be premature for the Court to address them. Justice Clarence Thomas took no part in the consideration or decision of this case.</p>\n"
}