{
    "ID": 55340,
    "name": "Northern Ins. Co. of N.Y. v. Chatham County",
    "href": "https://api.oyez.org/cases/2005/04-1618",
    "view_count": 0,
    "docket_number": "04-1618",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1129006800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39562"
        },
        {
            "event": "Argued",
            "dates": [
                1141192800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39563"
        },
        {
            "event": "Decided",
            "dates": [
                1145941200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39564"
        }
    ],
    "question": "<p>May a county claim sovereign immunity under common law, even if the county is not acting as an \"arm of the state\"?</p>\n",
    "citation": {
        "volume": "547",
        "page": "189",
        "year": "2006",
        "href": "https://api.oyez.org/case_citation/case_citation/20600"
    },
    "term": "2005",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/547/189/",
    "facts_of_the_case": "<p>James Ludwig's yacht was damaged when it collided with a drawbridge. Ludwig's insurance company, Northern, sued Chatham County to recover its costs. The county claimed that it was immune from civil suits due to its sovereign immunity under common law. The District Court agreed and ruled for the county. The court held that the county had sovereign immunity as a local government exercising power delegated by the state. Under Supreme Court precedent, sovereign immunity does not apply to local governments, but only to states and \"arms of the state.\" Although the county did not qualify as an arm of the state under those precedents, the Eleventh Circuit Court of Appeals affirmed the District Court's decision. The Circuit Court held that common law nevertheless guaranteed the county a \"residual immunity.\"</p>\n",
    "conclusion": "<p>No. In a unanimous decision, the Court ruled that Chatham County was not entitled to immunity from suit. The opinion by Justice Clarence Thomas held that since the county was not acting as an \"arm of the state,\" it could not claim 11th Amendment immunity. The Court also refused to recognize a less expansive form of \"residual\" immunity for counties under common law.</p>\n"
}