{
    "ID": 55264,
    "name": "Bradshaw v. Stumpf",
    "href": "https://api.oyez.org/cases/2004/04-637",
    "view_count": 0,
    "docket_number": "04-637",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1105077600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39354"
        },
        {
            "event": "Argued",
            "dates": [
                1113886800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39355"
        },
        {
            "event": "Decided",
            "dates": [
                1118638800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39356"
        }
    ],
    "question": "<p>(1) Was Stumpf's guilty plea to aggravated murder knowing, voluntary and intelligent? (2) Was his conviction valid, despite the state's use of a theory in the trial of Stumpf's accomplice that was inconsistent with its argument in Stumpf's trial?</p>\n",
    "citation": {
        "volume": "545",
        "page": "175",
        "year": "2005",
        "href": "https://api.oyez.org/case_citation/case_citation/20558"
    },
    "term": "2004",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/545/175/",
    "facts_of_the_case": "<p>In Ohio state court proceedings, Stumpf pled guilty in to aggravated murder committed in an armed robbery. That robbery had left Mr. Stout wounded and Mrs. Stout dead. While Stumpf admitted to shooting Mr. Stout, he insisted his accomplice Wesley had shot Mrs. Stout. A three-judge panel ruled Stumpf the principal offender in Mrs. Stout's murder and sentenced him to death. Following this, in Wesley's trial, the state presented evidence that Wesley had admitted to shooting Mrs. Stout. After Wesley's trial, Stumpf moved to withdraw his plea or reverse his death sentence, arguing that the evidence presented by the prosecution in Wesley's trial was inconsistent with what it had presented in his own. This, Stumpf argued, cast doubt on his conviction and sentence. Stumpf's motion was unscucessful in Ohio courts. A federal district court denied Stumpf habeas relief, but the Sixth Circuit reversed.</p>\n",
    "conclusion": "<p>Yes and possibly not. In a unanimous opinion delivered by Justice Sandra Day O'Connor, the Court held that Stumpf's plea was knowing and therefore valid, because his attorneys at the plea hearing had represented that they had explained the elements to Stumpf, who then confirmed this. The Court articulated the broad rule that constitutional requirements were satisfied when a defendant's competent counsel explained to him the charge's nature and the crime's elements. As for the prosecution's use of inconsistent theories in Stumpf's and Wesley's trials, the Court held that Stumpf's sentence may have been invalid, depending on the relationship between the prosecutor's conduct and Stumpf's death sentence.. The Court sent the question of that relationship back to the Sixth Circuit.</p>\n"
}