{
    "ID": 63043,
    "name": "Mission Product Holdings, Inc. v. Tempnology, LLC",
    "href": "https://api.oyez.org/cases/2018/17-1657",
    "view_count": 0,
    "docket_number": "17-1657",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1540530000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54375"
        },
        {
            "event": "Argued",
            "dates": [
                1550642400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54438"
        },
        {
            "event": "Decided",
            "dates": [
                1558328400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54510"
        }
    ],
    "question": "<p>Under Section 365 of the Bankruptcy Code, does a debtor-licensor’s rejection of a license agreement terminate rights of the licensee that would survive the licensor’s breach under non-bankruptcy law?</p>\n",
    "citation": {
        "volume": "587",
        "page": null,
        "year": "2019",
        "href": "https://api.oyez.org/case_citation/case_citation/27634"
    },
    "term": "2018",
    "description": "A case in which the Court held that in bankruptcy proceedings, the debtor’s rejection of a license agreement has the same effect as breach of that contract outside the bankruptcy context and thus cannot rescind rights that the contract previously granted.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/587/17-1657/",
    "facts_of_the_case": "<p>Tempnology, LLC, made and owned the intellectual property to specialized products such as towels, socks, headbands, and other accessories designed to stay at a low temperature even when used during exercise. Tempnology and Mission Product Holdings executed an agreement in 2012 that (1) granted Mission distribution rights to some of Tempnology’s products, (2) granted Mission a nonexclusive license to Tempnology’s intellectual property, and (3) granted Mission a license to use Tempnology’s trademark and logo to sell and promote the products.</p>\n<p>After accruing multi-million-dollar operating losses in 2013 and 2014, Tempnology filed for bankruptcy under Chapter 11 of the Bankruptcy Code in September 2015. The following day, it moved to reject its agreement with Mission under Section 365(a) of the Bankruptcy Code, which allows a debtor-in-possession to “reject any executory contract” that is not beneficial to the company.</p>\n<p>Although the parties do not dispute that Mission can insist that the rejection not apply to the patent licenses in the agreement, it is unsettled in the First Circuit (where the proceedings were brought) whether Mission can also insist that the rejection not apply to the trademark licenses. The bankruptcy court found that Tempnology’s rejection of the agreement left Mission with only a claim for damages for breach of contract, and no claim that Tempnology was under an obligation to further perform the license agreement. The First Circuit affirmed.</p>\n",
    "conclusion": "<p>A bankruptcy debtor’s rejection of a contract under Section 365 has the same effect as breach outside the bankruptcy context and as such cannot rescind rights that the contract previously granted.</p>\n<p>Justice Elena Kagan delivered the 8-1 opinion of the Court. Before turning to the merits of the case, the Court considered whether the case was moot, as Tempnology argued. It is not. Mission Product Holdings presented a plausible claim for money damages, and even if a victory in the lawsuit would not make it rich or even better off, “it remains a live controversy”—which surpasses the threshold for a case to be heard in federal court.</p>\n<p>Turning to the merits, the Court considered the effect of a debtor’s rejection of a contract under Section 365. The text of that section provides that a debtor may, subject to court approval, “assume or reject any executory contract,” and the Code defines rejection as “a breach of [an executory] contract,” deemed to occur “immediately before the date of the filing of the petition.” As the term “breach” is neither defined in the Code nor a specialized bankruptcy term, it must be given the ordinary meaning it has outside the bankruptcy context. When breach of a contract occurs outside of bankruptcy, the parties to the contract do not go back to their precontract positions; rather, the counterparty retains the rights it has received under the agreement. That the rejection—and therefore breach—occurred in a bankruptcy context does not affect this outcome. Therefore, the rejection cannot rescind rights the contract previously granted. Even the distinctive features of trademarks and trademark law do not support a different interpretation of Section 365.</p>\n<p>Justice Sonia Sotomayor authored a concurring opinion in which she joined the Court’s opinion in full. Her concurrence highlights two features of the Court’s holding. First, the Court’s holding is limited; it does not hold that every trademark licensee has the unfettered right to continue using licensed marks postrejection. Second, in holding as it does, the Court confirms “that trademark licensees’ postrejection rights and remedies are more expansive in some respects than those possessed by licensees of other types of intellectual property.” Justice Sotomayor points out that the differences between trademark and other intellectual properties might affect the outcome in other disputes between licensors and licensees. </p>\n<p>Justice Neil Gorsuch authored a dissenting opinion, arguing that the writ should have been dismissed as improvidently granted. Justice Gorsuch can identify no viable legal theory for damages in this case.</p>\n"
}