{
    "ID": 55659,
    "name": "Jones v. Harris Associates L.P.",
    "href": "https://api.oyez.org/cases/2009/08-586",
    "view_count": 0,
    "docket_number": "08-586",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1236574800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40436"
        },
        {
            "event": "Argued",
            "dates": [
                1257141600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40437"
        },
        {
            "event": "Decided",
            "dates": [
                1269925200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40438"
        }
    ],
    "question": "<p>Did the Seventh Circuit err in holding that claims alleging mutual fund management's fees were too high is not cognizable under Section 36(b) of the Investment Company Act, when that holding is in conflict with those in three other circuits?</p>\n",
    "citation": {
        "volume": "559",
        "page": "335",
        "year": "2010",
        "href": "https://api.oyez.org/case_citation/case_citation/19581"
    },
    "term": "2009",
    "description": "A case in which the Court held that Section 36(b) of the Investment Company Act requires a determination that the financial adviser charges a fee that is \"so disproportionately large is bears no reasonable relationship to the services rendered\" before legal action may be taken.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/559/335/",
    "facts_of_the_case": "<p>Plaintiffs were investors in several mutual funds managed by Harris Associates. They filed suit in an Illinois federal district court arguing Harris' fees were too high and thus violated Section 36(b) of the Investment Company Act of 1940. The district court dismissed the case.</p>\n<p>On appeal, the U.S. Court of Appeals for the Seventh Circuit affirmed. The court held that Section 36(b) did not permit judicial regulation of mutual fund management fees. It acknowledged that management had a fiduciary duty to investors, but that did not imply judicial regulation of management's fees was appropriate. Rather, the court stated that market forces were best able to determine the appropriateness of fees.</p>\n",
    "conclusion": "<p>Yes. The Supreme Court held that the Seventh Circuit erred by not applying the Court's standard enunciated in <em>Gartenberg v. Merrill Lynch Asset Management, Inc.</em>. There, the Court held that in determining whether a claim is cognizable under Section 36(b) of the Investment Company Act requires a determination that the adviser charge a fee that is \"so disproportionately large it bears no reasonable relationship to the services rendered.\" With Justice Samuel A. Alito writing for unanimous Court, it reasoned that the <em>Gartenberg</em> standard reflected the importance of determining whether a fee structure was the result of \"arm's length bargaining\" while also understanding that the Act provided other avenues to protect investors.</p>\n<p>Justice Clarence Thomas wrote separately, concurring. He disagreed that the Court was simply endorsing a <em>Gartenberg</em> standard. Rather, he noted that the Court did not endorse a \"free-ranging judicial fairness review of fees\" that <em>Gartenberg</em>, itself, might endorse.</p>\n"
}