{
    "ID": 63588,
    "name": "Rudisill v. McDonough",
    "href": "https://api.oyez.org/cases/2023/22-888",
    "view_count": 0,
    "docket_number": "22-888",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1687755600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/55293"
        },
        {
            "event": "Argued",
            "dates": [
                1699423200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/55359"
        },
        {
            "event": "Decided",
            "dates": [
                1713243600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/55442"
        }
    ],
    "question": "<p>Is a veteran who has served two separate and distinct periods of qualifying service under the Montgomery GI Bill and the Post-9/11 GI Bill entitled to receive a total of 48 months of education benefits without first exhausting the Montgomery benefit in order to obtain the more generous Post-9/11 benefit?</p>\n",
    "citation": {
        "volume": "601",
        "page": null,
        "year": "2024",
        "href": "https://api.oyez.org/case_citation/case_citation/27958"
    },
    "term": "2023",
    "description": "A case in which the Court held that a veteran who has served two separate and distinct periods of qualifying service is entitled to receive all of the education benefits at once from programs associated with both periods of service.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/601/22-888/",
    "facts_of_the_case": "<p>The case involves the interpretation of education benefits under two different programs for veterans: the Montgomery GI Bill enacted in 1984 and the Post-9/11 GI Bill enacted in 2008. Both programs offer a maximum of 36 months of education benefits. Congress has implemented various provisions to limit the benefits under these two programs, including a 48-month cap for benefits generally and the prohibition against receiving benefits from both programs concurrently.</p>\n<p>James Rudisill, who served three periods of active-duty service, initially used the Montgomery benefits for his undergraduate education. Later, he applied for Post-9/11 benefits to attend Yale Divinity School. The VA granted him only the remaining Montgomery benefits, and he appealed that decision to the Board of Veterans’ Appeals. The Board denied the appeal, so Rudisill appealed to the Court of Appeals for Veterans Claims, where a split panel held that § 3327(d)(2) does not apply to veterans with multiple periods of service. ruled in his favor, finding the statute ambiguous. The Secretary of Veterans Affairs appealed the Veterans’ Court decision to the Federal Circuit, where a split panel affirmed, but then the court sitting en banc reversed, holding that the plain language of § 3327(d)(2) applies to veterans with multiple periods of service.</p>\n",
    "conclusion": "<p>Servicemembers who, through separate periods of service, accrue educational benefits under both the Montgomery and Post-9/11 GI Bills may use either one, in any order, up to the statutory 48-month aggregate-benefits cap. Justice Ketanji Brown Jackson authored the 7-2 majority opinion of the Court.</p>\n<p>Section 3322(d), which discusses “coordination of entitlement,” does not apply to veterans like Rudisill because he already has two separate entitlements and is not seeking to coordinate or convert them. Further, the election mechanism in § 3327 is optional, and Rudisill does not forfeit any entitlement by declining to make this election. Finally, the consequences of making a § 3327 election, as outlined in §3327(d), only apply to individuals who actually make that election, which Rudisill did not do. Therefore, Rudisill retains his two separate entitlements, subject only to the overall 48-month cap on total benefits.</p>\n<p>Justice Brett Kavanaugh authored a concurring opinion, in which Justice Amy Coney Barrett joined, expressing concerns about the justifications for the “veterans canon” of statutory interpretation, which favors veterans when interpreting ambiguous statutes related to veterans' benefits. Justice Kavanaugh questioned whether such a canon is consistent with the practical realities of the legislative process and the judiciary’s proper role in interpreting spending laws. He suggested that the Court may need to address the justification for this and other benefits-related canons in a future case.</p>\n<p>Justice Clarence Thomas authored a dissenting opinion, in which Justice Samuel Alito joined, arguing that under the plain text of the statute, Rudisill’s Post-9/11 benefits should be limited to the amount of unused Montgomery benefits he had at the time he elected to switch.</p>\n"
}