{
    "ID": 55010,
    "name": "J. E. M. Ag Supply, Inc. v. Pioneer Hi-Bred International, Inc.",
    "href": "https://api.oyez.org/cases/2001/99-1996",
    "view_count": 0,
    "docket_number": "99-1996",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                1002085200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38749"
        },
        {
            "event": "Decided",
            "dates": [
                1007964000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38750"
        }
    ],
    "question": "<p>May utility patents be issued for plants under 35 USC section 101?</p>\n",
    "citation": {
        "volume": "534",
        "page": "124",
        "year": "2001",
        "href": "https://api.oyez.org/case_citation/case_citation/18939"
    },
    "term": "2001",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/534/124/",
    "facts_of_the_case": "<p>Pioneer Hi-Bred International, Inc. holds 17 utility patents issued under 35 USC section 101 that cover the manufacture, use, sale, and offer for sale of its hybrid corn seed products. Pioneer sells its patented hybrid seeds under a limited label license that allows only the production of grain and/or forage. J. E. M. Ag Supply, Inc., doing business as Farm Advantage, Inc., bought patented seeds from Pioneer in bags bearing the license agreement and then resold the bags. Subsequently, Pioneer filed a patent infringement suit. In response, Farm Advantage filed a patent invalidity counterclaim, arguing that sexually reproducing plants, such as Pioneer's corn plants, are not patentable subject matter within section 101. Farm Advantage maintained that the Plant Patent Act of 1930 (PPA) and the Plant Variety Protection Act (PVPA) set forth the exclusive statutory means for protecting plant life. The District Court granted Pioneer summary judgment. The court held that section 101 clearly covers plant life and that in enacting the PPA and the PVPA, Congress neither expressly nor implicitly removed plants from section 101's subject matter. The Court of Appeals affirmed.</p>\n",
    "conclusion": "<p>Yes. In a 6-2 opinion delivered by Justice Clarence Thomas, the Court held that utility patents may be issued for plants. The Court reasoned that the PPA and the PVPA were not the exclusive means of obtaining a federal statutory right to exclude others from reproducing, selling, or using plants or plant varieties, as nothing in the controlling PPA and PVPA's texts indicated that the PPA's protection for asexually-reproduced plants was intended to be exclusive. \"Denying patent protection under section 101 simply because such coverage was thought technologically infeasible in 1930, however, would be inconsistent with the forward-looking perspective of the utility patent statute,\" wrote Justice Thomas. Joined by Justice John Paul Stevens, Justice Stephen G. Breyer dissented. Justice Sandra Day O'Connor took no part in the consideration or decision of the case.</p>\n"
}