{
    "ID": 55185,
    "name": "Blakely v. Washington",
    "href": "https://api.oyez.org/cases/2003/02-1632",
    "view_count": 0,
    "docket_number": "02-1632",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1066626000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39134"
        },
        {
            "event": "Argued",
            "dates": [
                1080021600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39135"
        },
        {
            "event": "Decided",
            "dates": [
                1088053200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39136"
        }
    ],
    "question": "<p>Does a fact (other than a prior conviction) necessary to increase a sentence beyond the statutory standard range need to be proved by a jury and beyond a reasonable doubt?</p>\n",
    "citation": {
        "volume": "542",
        "page": "296",
        "year": "2004",
        "href": "https://api.oyez.org/case_citation/case_citation/19113"
    },
    "term": "2003",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/542/296/",
    "facts_of_the_case": "<p>Blakely pleaded guilty to the kidnapping of his estranged wife and the facts admitted in his plea supported a maximum sentence of 53 months. Washington state law allows a judge to impose a sentence above the standard range if he finds \"substantial and compelling reasons\" for doing so that were not computed into the standard range sentence. The judge in this case imposed an \"exceptional\" sentence of 90 months after determining Blakely had acted with \"deliberate cruelty.\"</p>\n<p>Blakely appealed, arguing that this sentencing procedure deprived him of his federal Sixth Amendment right to have a jury determine beyond a reasonable doubt all facts legally essential to his sentence. A state appellate court affirmed the sentence and the state supreme court denied review.</p>\n",
    "conclusion": "<p>In a 5-4 decision delivered by Justice Antonin Scalia, the Court held that an exceptional sentence increase based on the judge's determination that Blakely had acted with \"deliberate cruelty\" violated Blakely's Sixth Amendment right to trial by jury. Citing its decision in Apprendi v. New Jersey, the Court ruled that facts increasing the penalty for a crime beyond the prescribed statutory maximum must be submitted to a jury and proved beyond a reasonable doubt. Dissents by Justice Sandra Day O'Connor, Anthony Kennedy and Justice Stephen Breyer argued the ruling will diminish legislatures' ability to set uniform sentencing guidelines.</p>\n"
}