{
    "ID": 55693,
    "name": "Merck & Co. v. Reynolds",
    "href": "https://api.oyez.org/cases/2009/08-905",
    "view_count": 0,
    "docket_number": "08-905",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1243314000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40513"
        },
        {
            "event": "Argued",
            "dates": [
                1259560800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40514"
        },
        {
            "event": "Decided",
            "dates": [
                1272344400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40515"
        }
    ],
    "question": "<p>Did the U.S. Court of Appeals for the Third Circuit err in its application of the \"inquiry notice\" standard?</p>\n",
    "citation": {
        "volume": "559",
        "page": "633",
        "year": "2010",
        "href": "https://api.oyez.org/case_citation/case_citation/19615"
    },
    "term": "2009",
    "description": "A case in which the Court held that a statute of limitations begins to run once a plaintiff actually discovers -- or a reasonably diligent plaintiff would have discovered -- the facts constituting the violation in the present case, whichever comes first.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/559/633/",
    "facts_of_the_case": "<p>Investors brought a securities fraud class action suit against Merck &amp; Co. in a New Jersey federal district court. They alleged the company had misled investors about the drug Vioxx's safety and commercial viability. Merck moved to dismiss the claim arguing that the investors had been put on \"inquiry notice\" more than two years before they filed suit, and thus the statute of limitations had run. The federal district court agreed and dismissed the suit.</p>\n<p>On appeal, the U.S. Court of Appeals for the Third Circuit reversed. It recognized that under the \"inquiry notice\" standard, plaintiffs are put on notice for the purpose of the statute of limitations in federal securities fraud litigation at the \"possibility\" of wrongdoing. Moreover, the court held that the investors had not been put on \"inquiry notice\" more than two years before they filed suit, and thus the statute of limitation had not run.</p>\n",
    "conclusion": "<p>No. The Supreme Court affirmed the Third Circuit, holding that the statute of limitations begins to run once the plaintiff actually discovered or a reasonably diligent plaintiff would have discovered the facts constituting the violation – whichever comes first. With Justice Stephen G. Breyer writing for the majority, the Court noted that \"inquiry notice\" is only useful to the extent it describes the circumstances when a reasonably diligent plaintiff would have begun to investigate.</p>\n<p>Justice John Paul Stevens wrote separately, concurring in part and concurring in the judgment. He stated that much of the discussion in Part II of the majority opinion was unnecessary. Justice Antonin G. Scalia, joined by Justice Clarence Thomas, concurred in part and concurred in the judgment. He disagreed with the majority holding to the extent it adopted a reasonably diligent person standard for when the statute of limitations begins to run.</p>\n"
}