{
    "ID": 62313,
    "name": "Gobeille v. Liberty Mutual Insurance Co.",
    "href": "https://api.oyez.org/cases/2015/14-181",
    "view_count": 0,
    "docket_number": "14-181",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1435554000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/52782"
        },
        {
            "event": "Argued",
            "dates": [
                1449036000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/53287"
        },
        {
            "event": "Decided",
            "dates": [
                1456812000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/53428"
        }
    ],
    "question": "<p>Do the reporting requirements of the Employee Retirement Income Security Act of 1974 preempt a Vermont state statute regarding reporting requirements as applied to a self-insured employee health plan?</p>\n",
    "citation": {
        "volume": "577",
        "page": null,
        "year": "2016",
        "href": "https://api.oyez.org/case_citation/case_citation/27113"
    },
    "term": "2015",
    "description": "A case in which the Court determined that the reporting requirements of the Employee Retirement Income Security Act of 1974 (ERISA) preempt a Vermont state statute regarding reporting requirements as applied to a self-insured employee health plan.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/577/312/",
    "facts_of_the_case": "<p>Liberty Mutual Insurance Company (Liberty Mutual) operates a self-insured employee health plan through a third-party administrator. Vermont state law requires that all health plans, including self-insured plans, file reports containing claims data and other information with the state. The statute specifies what type of information is required and how it is transmitted. When Vermont subpoenaed claims data from the third-party administrator, Liberty Mutual sued the state and argued that the reporting requirements of the Employment Retirement Income Security Act of 1974 (ERISA) preempted the Vermont statute. The district court found in favor of the state and held that ERISA did not preempt the Vermont statute. The U.S. Court of Appeals for the Second Circuit reversed and held that ERISA preempted the state statute because the state statute’s requirements were connected to the ERISA requirements and therefore were preempted.</p>\n",
    "conclusion": "<p>The reporting requirements of the Employee Retirement Income Security Act of 1974 (ERISA) preempt a Vermont state statute regarding reporting requirements as applied to a self-insured employee health plan. Justice Anthony M. Kennedy delivered the opinion for the 6-2 majority. The Court held that the preemption clause of ERISA was meant to be construed broadly, and precedent has established that ERISA preempts a state law when the existence of ERISA plans is essential to the operation of the state law or when the state law interferes with nationally uniform plan administration. Because ERISA contains various recordkeeping, disclosing, and reporting requirements that are integral aspects of ERISA, the Vermont state statute interferes with nationally uniform plan administration.</p>\n<p>In his concurring opinion, Justice Clarence Thomas wrote that, while the majority’s opinion follows precedent regarding ERISA preemption, that preemption jurisprudence is possibly becoming impermissibly broad. In future cases, the Court may have to address the question of whether the Constitution allows such broad federal preemption of state laws. Justice Stephen G. Breyer wrote a separate concurring opinion in which he emphasized that ERISA preemption avoids the potential of having different reporting requirements in each state. However, if a state needs information beyond what ERISA requires, it can request authorization through the Secretary of Labor.</p>\n<p>Justice Ruth Bader Ginsburg wrote a dissent in which she argued that Vermont’s statute serves a different purpose than the ERISA reporting requirements and therefore should not be preempted. While ERISA’s reporting requirements allow the Secretary of Labor to examine plan management and solvency, the Vermont statute is concerned with how residents obtain health care and how effective it is. Because the state statute does not impose burdens on plan management that effectively dictate the plans’ administration, preemption is not required. Justice Sonia Sotomayor joined in the dissent.</p>\n"
}