{
    "ID": 55295,
    "name": "Texaco Inc. v. Dagher",
    "href": "https://api.oyez.org/cases/2005/04-805",
    "view_count": 0,
    "docket_number": "04-805",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1119848400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39440"
        },
        {
            "event": "Argued",
            "dates": [
                1136872800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39441"
        },
        {
            "event": "Decided",
            "dates": [
                1141106400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39442"
        }
    ],
    "question": "<p>Does Section 1 of the Sherman Act always prohibit a lawful joint venture from setting the prices at which its goods will be sold?</p>\n",
    "citation": {
        "volume": "547",
        "page": "1",
        "year": "2006",
        "href": "https://api.oyez.org/case_citation/case_citation/20616"
    },
    "term": "2005",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/547/1/",
    "facts_of_the_case": "<p>In 1998, Texaco and Shell Oil agreed to stop competing for the U.S. oil market. The two companies formed a joint venture, Equilon Enterprises, which would manage the refining and marketing of gasoline in the western United States. The joint venture was charged with setting prices for Texaco and Shell gasoline, which would be sold under the original brand names. When Equilon set the same price for both brands, Dagher and other service station owners sued under Section 1 of the Sherman Antitrust Act, alleging that Equilon was engaging in illegal price-fixing. The dispute turned on whether Equilon's actions fell under the Sherman Act's per se rule against price-fixing, under which all such instances of price-fixing by joint ventures would be illegal without regard to the specific harm caused in any particular case. The District Court granted summary judgment for Texaco, holding that the per se rule did not apply to the price-setting engaged in by Equilon. The District Judge reasoned that all enterprises, including joint ventures, must eventually set prices for their products. Therefore Equilon was merely engaged in a normal business practice, not the type of unreasonable, anticompetitive price-fixing that would run afoul of the Supreme Court's non-literal interpretation of the Sherman Act. The Ninth Circuit Court of Appeals reversed, ruling that Equilon's actions constituted price-fixing under the Sherman Act's per se rule and therefore could not be legal.</p>\n",
    "conclusion": "<p>No. In an 8-0 decision (Justice Alito not participating), the Court ruled that the per se rule against price-fixing should not be applied to price-setting by joint ventures. The opinion by Justice Clarence Thomas held that \"though Equilon's pricing policy may be price fixing in a literal sense, it is not price fixing in the antitrust sense.\" The Court distinguished 'horizontal' price-fixing schemes between competitors, which are per se illegal, from the \"internal pricing decisions of a legitimate joint venture,\" which are not.</p>\n"
}