{
    "ID": 63379,
    "name": "Cummings v. Premier Rehab Keller, P.L.L.C.",
    "href": "https://api.oyez.org/cases/2021/20-219",
    "view_count": 0,
    "docket_number": "20-219",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1625202000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54940"
        },
        {
            "event": "Argued",
            "dates": [
                1638252000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54972"
        },
        {
            "event": "Decided",
            "dates": [
                1651122000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/55091"
        }
    ],
    "question": "<p>Do the compensatory damages available under Title VI of the Civil Rights Act of 1964 and the statutes that incorporate its remedies for victims of discrimination, such as the Rehabilitation Act and the Affordable Care Act, include compensation for emotional distress?</p>\n",
    "citation": {
        "volume": "596",
        "page": null,
        "year": "2022",
        "href": "https://api.oyez.org/case_citation/case_citation/27831"
    },
    "term": "2021",
    "description": "A case in which the Court held that compensatory damages for emotional distress are not available for victims of discrimination under the Rehabilitation Act and the Affordable Care Act.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/596/20-219/",
    "facts_of_the_case": "<p>Jane Cummings has been deaf since birth and is legally blind. In 2016, she contacted Premier Rehab Keller to treat her chronic back pain and requested that Premier provide an ASL interpreter. Premier refused and told her she could communicate with her therapist using written notes, lipreading, gesturing, or provide her own ASL interpreter. Cummings ultimately went to another physical therapy provider but found the alternate provider “unsatisfactory.”</p>\n<p>Cummings sued Premier for disability discrimination under the Americans with Disabilities Act of 1990, the Rehabilitation Act of 1973, the Patient Protection and Affordable Care Act of 2010, and the Texas Human Resources Code § 121.003. In her complaint, she sought injunctive relief and damages. The district court granted Premier’s motion to dismiss, finding that “[t]he only compensable injuries that Cummings alleged Premier caused were ‘humiliation, frustration, and emotional distress,’\" and emotional distress damages are unavailable under the statutes Cummings relied on. The U.S. Court of Appeals for the Fifth Circuit affirmed.</p>\n",
    "conclusion": "<p>Emotional distress damages are not recoverable in a private action to enforce either the Rehabilitation Act of 1973 or the Affordable Care Act. Chief Justice John Roberts authored the 6-3 majority opinion of the Court.</p>\n<p>Pursuant to its power under the Spending Clause of the Constitution, Congress enacted statutes—including the Rehabilitation Act of 1973 and the Affordable Care Act—prohibiting recipients of federal funds from discriminating on the basis of certain protected characteristics. The Supreme Court has recognized implied rights of action for private individuals seeking enforcement of those statutes, but because the rights of action are implied, the remedies available under the statutes are unclear.</p>\n<p>The Supreme Court uses the analogy of contract law to decide whether a remedy is available in these situations. Under this approach, a particular remedy is available “only if the funding recipient is on notice that, by accepting federal funding, it exposes itself to liability of that nature.” Because damages for emotional distress are not usually available under contract law and serious emotional disturbance is not a particularly likely result of violation of these statutes, federal funding recipients have not consented to be subject to such damages.</p>\n<p>Justice Brett Kavanaugh authored a concurring opinion, in which Justice Neil Gorsuch joined, suggesting that the separation of powers principle, rather than contract law, is better suited for determining remedies for this implied cause of action.</p>\n<p>Justice Stephen Breyer authored a dissenting opinion, in which Justices Sonia Sotomayor and Elena Kagan joined. Justice Breyer argued that the contracts most analogous to these anti-discrimination statutes did allow for recovery of emotional distress damages, as emotional disturbance is the likely result of invidious discrimination.</p>\n<p> </p>\n"
}