{
    "ID": 55517,
    "name": "Riley v. Kennedy",
    "href": "https://api.oyez.org/cases/2007/07-77",
    "view_count": 0,
    "docket_number": "07-77",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                1206334800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40039"
        },
        {
            "event": "Decided",
            "dates": [
                1211864400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40040"
        }
    ],
    "question": "<p>Under the Voting Rights Act of 1965, was the State of Alabama required to preclear two Alabama Supreme Court decisions invalidating state and local laws creating a special election for local officials in an action against the Governor of Alabama challenging the legality of those elections?</p>\n",
    "citation": {
        "volume": "553",
        "page": "406",
        "year": "2008",
        "href": "https://api.oyez.org/case_citation/case_citation/20774"
    },
    "term": "2007",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/553/406/",
    "facts_of_the_case": "<p>In 1987, the United States Attorney General precleared a local Alabama law providing for a special election to fill vacancies on the Mobile County Commission, an exception to the usual procedure of gubernatorial appointment. The Alabama Supreme Court subsequently ruled that the election violated the Alabama Constitution, so in response the Alabama Legislature passed an act explicitly allowing local laws to establish such an election. The Alabama Supreme Court rejected this contention and held that the new state law failed to revive the local law. The plaintiffs, a group of Alabama residents, brought this suit in federal court alleging that Section 5 of the Voting Rights Act of 1965 required the State of Alabama to preclear the two decisions of the Supreme Court in an action against the Governor of Alabama.</p>\n<p>The U.S. District Court for the Middle District of Alabama found for the plaintiffs, stating that because the local law was the most recent precleared practice put into effect with the 1987 special election, it was the baseline from which to determine if there was a change. Because the Alabama Supreme Court had rendered the local law invalid and the state law unenforceable, the two decisions represented changes that should have been precleared before being implemented.</p>\n",
    "conclusion": "<p>No. The Court characterized the Alabama law permitting the local elections as a \"temporary misapplication of state law\" and held that such a law was not in \"force or effect\" even if actually implemented by state election officials. Because the law never gained force or effect, it did not represent a change from the baseline and therefore Alabama's reinstatement of its prior practice did not require preclearance. The 7-2 opinion was written by Justice Ruth Bader Ginsburg with a dissent by Justice John Paul Stevens in which Justice David Souter joined.</p>\n"
}