{
    "ID": 54935,
    "name": "Good News Club v. Milford Central School",
    "href": "https://api.oyez.org/cases/2000/99-2036",
    "view_count": 0,
    "docket_number": "99-2036",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                983340000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38609"
        },
        {
            "event": "Decided",
            "dates": [
                992235600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38610"
        }
    ],
    "question": "<p>Did Milford Central School violate the First Amendment free speech rights of the Good News Club when it excluded the Club from meeting after hours at the school? If a violation occurred, was it justified by Milford's concern that permitting the Club's activities would violate the Establishment Clause?</p>\n",
    "citation": {
        "volume": "533",
        "page": "98",
        "year": "2001",
        "href": "https://api.oyez.org/case_citation/case_citation/18864"
    },
    "term": "2000",
    "description": "A case in which the Court ruled that when Milford denied the Good News Club access to the school's limited public forum on the ground that the Club was religious in nature, it discriminated against the Club because of its religious viewpoint in violation of the Free Speech Clause of the First Amendment.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/533/98/",
    "facts_of_the_case": "<p>Under New York law, Milford Central School policy authorizes district residents to use its building after school for certain activities. Stephen and Darleen Fournier were district residents eligible to use the school's facilities. They sought approval of their proposed use and sponsorship of the Good News Club, a private Christian organization for children. The Fourniers submitted a request to hold the Club's weekly afterschool meetings at the school. Milford denied the request reasoning that the proposed use, including singing songs, hearing Bible lessons, memorizing scripture, and praying, was the equivalent of religious worship prohibited by the community use policy. The Club filed suit alleging that the denial violated its free speech rights under the First and Fourteenth Amendments. Ultimately, the District Court granted Milford summary judgment. In affirming, the Court of Appeals held that because the subject matter of the Club's was \"quintessentially religious\", and the activities \"fall outside the bounds of pure 'moral and character development,'\" Milford's policy of excluding the Club's meetings was constitutional subject discrimination, not unconstitutional viewpoint discrimination.</p>\n",
    "conclusion": "<p>Yes and no. In a 6-3 opinion delivered by Justice Clarence Thomas, the Court held that \"Milford's restriction violates the Club's free speech rights and that no Establishment Clause concern justifies that violation.\" \"When Milford denied the Good News Club access to the school's limited public forum on the ground that the Club was religious in nature, it discriminated against the Club because of its religious viewpoint in violation of the Free Speech Clause of the First Amendment,\" wrote Justice Thomas.</p>\n"
}