{
    "ID": 55913,
    "name": "Sebelius v. Cloer",
    "href": "https://api.oyez.org/cases/2012/12-236",
    "view_count": 0,
    "docket_number": "12-236",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1353391200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41102"
        },
        {
            "event": "Argued",
            "dates": [
                1363669200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41103"
        },
        {
            "event": "Decided",
            "dates": [
                1369026000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41104"
        }
    ],
    "question": "<p>Can a person whose petition under the National Vaccine Injury Compensation Program is dismissed as untimely recover from the United States an award of attorneys' fees and costs?</p>\n",
    "citation": {
        "volume": "569",
        "page": "369",
        "year": "2013",
        "href": "https://api.oyez.org/case_citation/case_citation/19835"
    },
    "term": "2012",
    "description": "A case in which the Court found that a person who petitions under the National Childhood Vaccine Injury Act can recover attorney's fees regardless of if the petition was ultimately successful.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/569/369/",
    "facts_of_the_case": "<p>While a student at the University of Missouri, Dr. Melissa Cloer was vaccinated for Hepatitis B in 1996 and 1997. Soon after, she began developing symptoms of multiple sclerosis (MS). Several years later, Dr. Cloer learned about a possible connection between the vaccine and MS. Dr Cloer sued under the National Childhood Vaccine Injury Act of 1986 (the Act). The Chief Special Master denied her claim as untimely because she brought it more than 36 months after the onset of symptoms. The Court of Federal Claims affirmed. Dr. Cloer appealed, and the U.S. Court of Appeals for the Federal Circuit reversed. The Federal Circuit granted the government's petition for rehearing and held that the Act's statute of limitations can be paused in certain circumstances, but Dr. Cloer's case did not meet the requirements. Her claims were again dismissed as untimely, but she filed a petition for attorney fees and costs incurred in the appeal. The Act provides that a claimant may recover attorney fees in connection with any proceeding under the Act brought in good faith with a reasonable basis for the claim even if the claimant does not win the case. The Federal Circuit held that Dr. Cloer was entitled to attorney fees if her claim was brought in good faith with a reasonable basis. The court remanded the case with instructions to decide those issues</p>\n",
    "conclusion": "<p>Yes. Justice Sonia Sotomayer delivered the opinion for the 9-0 majority. The Supreme Court held that the National Childhood Vaccine Injury Act made eligibility for attorney's fees contingent on the filing of a petition, rather than its ultimate success. According to the plain text of the Act, as long as the petition was filed in good faith and a reasonable basis, the petitioner is eligible for an award of attorney's fees. To limit the ability of good-faith petitioners to obtain assistance with attorney's fees would run counter to Congress' express goals in the fees provision of the Act.</p>\n"
}