{
    "ID": 63138,
    "name": "Atlantic Richfield Co. v. Christian, et al.",
    "href": "https://api.oyez.org/cases/2019/17-1498",
    "view_count": 0,
    "docket_number": "17-1498",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1560142800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54525"
        },
        {
            "event": "Argued",
            "dates": [
                1575352800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54618"
        },
        {
            "event": "Decided",
            "dates": [
                1587358800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54690"
        }
    ],
    "question": "<ol><li>Is a common-law claim for restoration seeking cleanup remedies that conflict with remedies the Environmental Protection Agency (EPA) ordered a jurisdictionally barred “challenge” to the EPA’s cleanup under 42 U.S.C. § 9613 of the Comprehensive Environmental Response, Compensation and Liability Act (CERCLA)?</li>\n<li>Is a landowner at a Superfund site a “potentially responsible party” that must seek EPA approval under 42 U.S.C. § 9622(e)(6) of CERCLA before engaging in remedial action?</li>\n<li>Does CERCLA preempt state common-law claims for restoration that seek cleanup remedies that conflict with EPA-ordered remedies?</li>\n</ol>",
    "citation": {
        "volume": "590",
        "page": null,
        "year": "2020",
        "href": "https://api.oyez.org/case_citation/case_citation/27685"
    },
    "term": "2019",
    "description": "A case in which the Court held that the landowners in this case were potentially responsible parties under the Comprehensive Environmental Response, Compensation, and Liability Act (CERCLA) and thus need the Environmental Protection Agency’s approval to take remedial action.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/590/17-1498/",
    "facts_of_the_case": "<p>This case arises from Montana’s Anaconda Smelter site—the location of a large copper concentrating and smelting operation that started in 1884 and expanded to other nearby areas in 1902. In 1977, Atlantic Richfield purchased Anaconda Smelter, and it shut down smelter activities in 1980. The smelter operations over the almost-century of operations caused high concentrations of arsenic, lead, copper, cadmium, and zinc to contaminate soil, groundwater, and surface water. In 1983, the EPA prioritized the Anaconda Smelter site as a Superfund site, working with Atlantic Richfield to address the contamination. Since then, Atlantic Richfield has worked with the EPA for 35 years to remediate the site, at a cost of approximately $470 million.</p>\n<p>In 2008, landowners within the Anaconda Superfund site sued Atlantic Richfield in Montana state court, alleging that the smelter operations between 1884 and 1980 had caused damage to their properties. Atlantic Richfield raised no objections to the plaintiffs’ claims of loss of use and enjoyment of property, diminution of value, incidental and consequential damages, and annoyance and discomfort. However, it did object to the common-law claim for “restoration” damages.</p>\n<p>To establish a claim for restoration damages in Montana, plaintiffs must prove that they will actually use the award to clean up the site. The plaintiffs in this case alleged that restoration of their property requires “work in excess of what the EPA required of Atlantic Richfield in its selected remedy.” Atlantic Richfield moved for summary judgment, arguing that the restoration claim constituted a “challenge” to the EPA’s remedy and thus was jurisdictionally barred by CERCLA § 113, which deprives courts of jurisdiction to hear challenges to EPA-selected remedies. Atlantic Richfield also argued that the landowners are “potentially responsible parties” and thus must seek EPA approval under 42 U.S.C. § 9622(e)(6) of CERCLA before engaging in remedial action. Finally, Atlantic Richfield argued that CERCLA preempted state common-law claims for restoration.</p>\n<p>The trial court held that CERCLA permitted plaintiffs’ claim for restoration damages, and Atlantic Richfield sought a writ of supervisory control from the Montana Supreme Court, which the court granted. Over a dissent, the Supreme Court of Montana rejected all three of Atlantic Richfield’s arguments, affirming the trial court’s decision permitting the plaintiffs to proceed to a jury trial on their restoration claim.</p>\n",
    "conclusion": "<p>The Comprehensive Environmental Response, Compensation and Liability Act (CERCLA) does not strip the Montana courts of jurisdiction over the landowners’ claim for restoration, and the Montana Supreme Court erred in holding that the landowners in this case were not potentially responsible parties under CERCLA and thus did not need the Environmental Protection Agency’s approval to take remedial action.</p>\n<p>Chief Justice Roberts delivered the majority opinion.</p>\n<p>In Part II-A, the Court unanimously held that it had jurisdiction to review the decision of the Montana Supreme Court. The Court has jurisdiction to review final judgments, and a state court judgment is a “final judgment if it is “an effective determination of the litigation and not of merely interlocutory or intermediate steps therein.” Because under Montana law, a supervisory writ proceeding is a self-contained case, not an interlocutory appeal, it was a final judgment subject to review.</p>\n<p>In Part II-B, the Chief Justice, writing for the 8-1 majority, found that the Act does not strip the Montana courts of jurisdiction over this lawsuit. While § 113(b) of CERCLA provides that “the United States district courts shall have exclusive original jurisdiction over all controversies arising under this chapter,” thereby depriving state courts of jurisdiction over such actions, the landowners’ common law nuisance, trespass, and strict liability claims arise under Montana law, not under the Act. Justice Samuel Alito dissented from this part of the opinion, writing in his separate opinion that the issue of whether state courts have jurisdiction to entertain challenges to EPA-approved CERCLA plans was “neither necessary nor prudent” to decide in this case.</p>\n<p>In Part III, the Chief Justice, writing for the 7-2 majority, held that the Montana Supreme Court erred by holding that the landowners were not potentially responsible parties under the Act and therefore did not need EPA approval to take remedial action. To determine who is a potentially responsible party, the Court found that the Act includes as “covered persons” any “owner” of “a facility,” and that a “facility” includes “any site or area where a hazardous substance has been deposited, stored, disposed of, or placed, or otherwise come to be located.” Under this definition, the landowners are “potentially responsible parties,” and this reading is consistent with the Act’s objective “to develop a ‘Comprehensive Environmental Response’ to hazardous waste pollution.” Justice Neil Gorsuch (joined by Justice Clarence Thomas) dissented from this part of the opinion, arguing that the majority’s holding departs from CERCLA’s terms in a way that transforms the Act “from a law that supplements state environmental restoration efforts into one that prohibits them.” Justice Gorsuch expressed concern that the Court’s reading “strips away ancient common law rights from innocent landowners and forces them to suffer toxic waste in their backyards, playgrounds, and farms.”</p>\n"
}