{
    "ID": 54827,
    "name": "Edwards v. Carpenter",
    "href": "https://api.oyez.org/cases/1999/98-2060",
    "view_count": 0,
    "docket_number": "98-2060",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                951717600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38401"
        },
        {
            "event": "Decided",
            "dates": [
                956638800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38402"
        }
    ],
    "question": "<p>May a state prisoner's procedurally defaulted claim of ineffective assistance of counsel excuse the procedural default of another habeas corpus claim?</p>\n",
    "citation": {
        "volume": "529",
        "page": "446",
        "year": "2000",
        "href": "https://api.oyez.org/case_citation/case_citation/18756"
    },
    "term": "1999",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/529/446/",
    "facts_of_the_case": "<p>Robert Carpenter was indicted on charges of aggravated murder and aggravated robbery, pleaded guilty, and sentenced to life imprisonment, with parole possible after 30 years. On direct appeal, Carpenter unsuccessfully challenged only the length of the minimum sentence. After unsuccessfully pursuing state post-conviction relief and represented by new counsel, Carpenter petitioned the Ohio Court of Appeals to reopen his direct appeal on the ground that his original appellate counsel had been constitutionally ineffective in failing to challenge the sufficiency of the evidence supporting his conviction and sentence. The court dismissed the application as untimely, and the Ohio Supreme Court affirmed. Carpenter then filed a federal habeas corpus petition, raising the sufficiency-of-the-evidence claim, and alleging that his appellate counsel was constitutionally ineffective in not raising that claim on direct appeal. The District Court determined that, while the sufficiency claim had been procedurally defaulted, the ineffective-assistance-of-counsel claim could excuse that default; concluded that Carpenter's appellate counsel was constitutionally ineffective; and granted the writ. The Court of Appeals concluded that the ineffective-assistance-of-counsel claim could serve as cause to excuse the procedural default of the sufficiency claim, regardless of whether the ineffective-assistance-of-counsel claim had been procedurally defaulted; and found prejudice from counsel's failure to raise the sufficiency-of-the-evidence claim on direct appeal.</p>\n",
    "conclusion": "<p>No. In a opinion delivered by Justice Antonin Scalia, the Court held that a state prisoner's procedurally defaulted claim of ineffective assistance of counsel can excuse the procedural default of another habeas claim only if the inmate can demonstrate that the poor lawyering rises to a constitutional level, not only that it prejudiced them at trial. The 7-2 decision means that ineffective-assistance claims filed too late in a state appellate court generally cannot be used in federal court to excuse an inmate's default on other claims. Justice Scalia wrote for the court that it is not enough to say such a claim \"was presented to the state courts even though it was not presented in the manner that state law requires.\"</p>\n"
}