{
    "ID": 54759,
    "name": "NCAA v. Smith",
    "href": "https://api.oyez.org/cases/1998/98-84",
    "view_count": 0,
    "docket_number": "98-84",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                916812000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38277"
        },
        {
            "event": "Decided",
            "dates": [
                919749600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38278"
        }
    ],
    "question": "<p>Does the National Collegiate Athletic Association's receipt of dues from federally funded member institutions subject it to Title IX of the Education Amendments of 1972?</p>\n",
    "citation": {
        "volume": "525",
        "page": "459",
        "year": "1999",
        "href": "https://api.oyez.org/case_citation/case_citation/18688"
    },
    "term": "1998",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/525/459/",
    "facts_of_the_case": "<p>The Postbaccalaureate Bylaw of the National Collegiate Athletic Association (NCAA), a private organization, only allows a postgraduate student-athlete to participate in intercollegiate athletics at the institution that awarded her undergraduate degree. Under this rule, Renee M. Smith, who played undergraduate volleyball at St. Bonaventure University, was denied permission from the NCAA to play at two other institutions she attended as a graduate student. Subsequently, Smith filed suit alleging that the NCAA's refusal to waive the bylaw denied her from playing intercollegiate volleyball on the basis of her sex in violation of Title IX of the Education Amendments of 1972, which proscribes sexual discrimination in \"any education program or activity receiving Federal financial assistance.\" The NCAA responded by moving to dismiss the case on the ground that Smith failed to allege that the NCAA is a recipient of federal financial assistance. Smith, in turn, argued that \"the NCAA governs the federally funded intercollegiate athletics programs of its members, that these programs are educational, and that the NCAA benefited economically from its members' receipt of federal funds.\" The District Court concluded that the alleged connections between the NCAA and federal financial assistance to member institutions were too attenuated to sustain a Title IX claim and dismissed the suit. Smith then moved for leave to amend her complaint. The court denied the motion as moot. Reversing that denial, the Court of Appeals, in addressing Smith's proposed amended complaint, held that the NCAA's receipt of dues from federally funded member institutions would suffice, if proven, to bring the NCAA within the scope of Title IX as a recipient of federal funds.</p>\n",
    "conclusion": "<p>No. In a unanimous opinion delivered by Justice Ruth Bader Ginsburg, the Court held that dues payments from recipients of federal funds do not suffice to subject the NCAA to suit under Title IX. Justice Ginsburg distinguished the coverage of Title IX in that \"[e]ntities that receive federal assistance, whether directly or through an intermediary, are recipients within the meaning of Title IX; entities that only benefit economically from federal assistance are not.\" Justice Ginsburg then concluded that \"the Association's receipt of dues demonstrates that it indirectly benefits from the federal assistance afforded its members,\" which without more, \"is insufficient to trigger Title IX coverage.\"</p>\n"
}