{
    "ID": 54331,
    "name": "United States v. Lopez",
    "href": "https://api.oyez.org/cases/1994/93-1260",
    "view_count": 0,
    "docket_number": "93-1260",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                784274400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37483"
        },
        {
            "event": "Decided",
            "dates": [
                798872400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37484"
        }
    ],
    "question": "<p>Is the 1990 Gun-Free School Zones Act, forbidding individuals from knowingly carrying a gun in a school zone, unconstitutional because it exceeds the power of Congress to legislate under the Commerce Clause?</p>\n",
    "citation": {
        "volume": "514",
        "page": "549",
        "year": "1995",
        "href": "https://api.oyez.org/case_citation/case_citation/18260"
    },
    "term": "1994",
    "description": "A case in which the Court found the 1990 Gun-Free School Zones Act unconstitutional for overstepping the congressional boundaries of the Commerce Clause.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/514/549/",
    "facts_of_the_case": "<p>Alfonzo Lopez, a 12th grade high school student, carried a concealed weapon into his San Antonio, Texas high school. He was charged under Texas law with firearm possession on school premises. The next day, the state charges were dismissed after federal agents charged Lopez with violating a federal criminal statute, the Gun-Free School Zones Act of 1990. The act forbids \"any individual knowingly to possess a firearm at a place that [he] knows...is a school zone.\" Lopez was found guilty following a bench trial and sentenced to six months' imprisonment and two years' supervised release.</p>\n",
    "conclusion": "<p>Yes. The possession of a gun in a local school zone is not an economic activity that might, through repetition elsewhere, have a substantial effect on interstate commerce. The law is a criminal statute that has nothing to do with \"commerce\" or any sort of economic activity.</p>\n"
}