{
    "ID": 55466,
    "name": "United States v. Ressam",
    "href": "https://api.oyez.org/cases/2007/07-455",
    "view_count": 0,
    "docket_number": "07-455",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1197007200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39901"
        },
        {
            "event": "Argued",
            "dates": [
                1206421200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39902"
        },
        {
            "event": "Decided",
            "dates": [
                1211173200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39903"
        }
    ],
    "question": "<p>Does 18 U.S.C. Section 844(h)(2), which prohibits carrying explosives \"during the commission of any felony\", apply to a defendant convicted of lying to a customs agent because the explosives were not carried \"in relation to\" the underlying felony?</p>\n",
    "citation": {
        "volume": "553",
        "page": "272",
        "year": "2008",
        "href": "https://api.oyez.org/case_citation/case_citation/20769"
    },
    "term": "2007",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/553/272/",
    "facts_of_the_case": "<p>In 1999, Ahmed Ressam, the so-called \"Millennium Bomber,\" was arrested attempting to cross the Canadian-U.S. border in a rental car loaded with explosives and other bomb-making materials. Ressam planned to detonate the explosives at Los Angeles International Airport on New Year's Eve. Ressam was charged with several crimes, including carrying an explosive device during the commission of a felony under 18 U.S.C. Section 844. The felony charge was lying to a customs agent.</p>\n<p>Ressam argued, and the U.S. Court of Appeals for the Ninth Circuit agreed, that the statute required the explosive device to be carried in relation to the underlying felony and, therefore, should not be applied to Ressam in this case. The Ninth Circuit noted Congressional amendment of a substantially similar statute to include such \"in relation to\" language, indicating the legislature's intent that a connection between the explosives and the underlying felony is indispensable to the claim. The government, noting the case's importance in the realm of terror prosecutions, urged the Court to grant certiorari based on decisions reaching the opposite conclusion in both the Third and Fifth Circuits.</p>\n",
    "conclusion": "<p>Yes. The Court determined 8-1 that because Ressam was in possession of the explosives at the time he made the false statement to the customs agent he was therefore carrying them during the commission of that felony. Justice John Paul Stevens, in his majority opinion, refused to over-analyze the language of the statute and applied the word \"during\" in its most obvious sense. Justice Stephen Breyer dissented, reading the statute to mean that the explosives must have facilitated or aided the false statements and suggesting that merely possessing the weapons at the time of the statements would not suffice for a conviction.</p>\n"
}