{
    "ID": 62306,
    "name": "Dollar General Corporation v. Mississippi Band of Choctaw Indians",
    "href": "https://api.oyez.org/cases/2015/13-1496",
    "view_count": 0,
    "docket_number": "13-1496",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1434344400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/52776"
        },
        {
            "event": "Argued",
            "dates": [
                1449468000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/53288"
        },
        {
            "event": "Decided",
            "dates": [
                1466658000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/53814"
        }
    ],
    "question": "<p>Does a tribal court have jurisdiction to adjudicate civil tort claims against nonmembers?</p>\n",
    "citation": {
        "volume": "579",
        "page": null,
        "year": "2016",
        "href": "https://api.oyez.org/case_citation/case_citation/27108"
    },
    "term": "2015",
    "description": "A case in which the equally divided Court affirmed the lower court, determining a tribal court had jurisdiction to adjudicate civil tort claims against nonmembers.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/579/13-1496/",
    "facts_of_the_case": "<p>Dollar General Corporation (Dollar General) operates a store on land held in trust for the Mississippi Band of Choctaw Indians (Tribe). The store operates pursuant to a lease and business license agreement with the Tribe. In the spring of 2003, John Doe, a 13-year-old member of the Tribe alleged that he was sexually molested by the store manager, Dale Townsend, while he was working at the store as part of an internship program that the Tribe runs and in which the Townsend agreed to participate.</p>\n<p>In 2005, Doe sued Townsend and Dollar General in tribal court. Both defendants moved to dismiss the case for lack of subject matter jurisdiction, and the tribal court denied the motions. The Choctaw Supreme Court upheld the denial of the motions by finding that the U.S. Supreme Court’s decision in <em>Montana v. United States</em>, which allowed a tribe to regulate the activities of nonmembers who enter into a consensual arrangement with the tribe, applied in this case. The defendants then sued the Tribe in federal district court and sought injunctions to stop the suit in tribal court. The district court granted the injunction for Townsend but not for Dollar General because the company had failed to carry its burden to show that the <em>Montana</em> decision did not apply in this case. The U.S. Court of Appeals for the Fifth Circuit affirmed.</p>\n",
    "conclusion": "<p>In an unsigned per curiam opinion, the equally divided Court affirmed the judgment of the lower court.</p>\n"
}