{
    "ID": 55380,
    "name": "Fry v. Pliler",
    "href": "https://api.oyez.org/cases/2006/06-5247",
    "view_count": 0,
    "docket_number": "06-5247",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1165471200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39658"
        },
        {
            "event": "Argued",
            "dates": [
                1174366800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39659"
        },
        {
            "event": "Decided",
            "dates": [
                1181538000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39660"
        }
    ],
    "question": "<p>1) What standard for determining harmless error applies to habeas cases where the constitutional error is not recognized until the case is appealed to federal court? 2) If the <em>Brecht</em> standard applies, does the defense or the prosecution bear the burden of persuasion on the question of injurious influence?</p>\n",
    "citation": {
        "volume": "551",
        "page": "112",
        "year": "2007",
        "href": "https://api.oyez.org/case_citation/case_citation/20704"
    },
    "term": "2006",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/551/112/",
    "facts_of_the_case": "<p>After extraordinarily long deliberations, a jury convicted John Fry of two counts of first degree murder. Near the end of the trial, the defense attempted to bring a witness who would testify that her cousin rather than Fry had committed the murders. The trial judge refused to let the witness testify. After exhausting his state court appeals, Fry petitioned for a writ of habeas corpus in federal court.</p>\n<p>The District Court held that the trial judge had been wrong to exclude the witness, but it ruled that the decision was harmless error and upheld the conviction. The U.S. Court of Appeals for the Ninth Circuit affirmed, holding that the judge's decision met the test for harmless error in <em> <a href=\"/cases/1992/91_7358/\">Brecht v. Abrahamson</a> </em>. Under the <em>Brecht</em> test, evidence is held to be harmless unless it has a \"substantial and injurious effect or influence in determining the jury's verdict.\" Fry argued that the standard for harmless error in habeas cases should instead be the one defined in <em> <a href=\"/cases/1966/95/\">Chapman v. California</a> </em>. The <em>Chapman</em> test requires the state to prove that the error was harmless beyond a reasonable doubt.</p>\n",
    "conclusion": "<p>The Court held unanimously that a federal court \"must assess the prejudicial impact of constitutional error in a state-court criminal trial under the 'substantial and injurious effect' standard set forth in <em>Brecht</em>, [...] whether or not the state appellate court recognized the error and reviewed it for harmlessness under the 'harmless beyond a reasonable doubt' standard set forth in <em>Chapman</em>.\" The opinion by Justice Antonin Scalia ruled that neither the Court's previous precedents nor the Antiterrorism and Effective Death Penalty Act of 1996 required courts to use the more stringent <em>Chapman</em> standard in such cases. As the government conceded during the proceedings, the State would bear the burden of persuasion on the question of injurious influence. A 5-4 majority declined to decide the question of whether the exclusion of the witness in Fry's trial was harmless error under the <em>Brecht</em> standard. This question was deemed to be not included in the petitioner's question presented. The dissenting opinion by Justice John Paul Stevens would have held the exclusion prejudicial to the fairness of the trial and reversed the Ninth Circuit.</p>\n"
}