{
    "ID": 63535,
    "name": "Slack Technologies v. Pirani",
    "href": "https://api.oyez.org/cases/2022/22-200",
    "view_count": 0,
    "docket_number": "22-200",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1670911200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/55193"
        },
        {
            "event": "Argued",
            "dates": [
                1681707600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/55248"
        },
        {
            "event": "Decided",
            "dates": [
                1685595600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/55287"
        }
    ],
    "question": "<p>Do Sections 11 and 12(a)(2) of the Securities Act of 1933 require plaintiffs to plead and prove that they bought shares registered under the registration statement they claim is misleading?</p>\n",
    "citation": {
        "volume": "598",
        "page": null,
        "year": "2023",
        "href": "https://api.oyez.org/case_citation/case_citation/27925"
    },
    "term": "2022",
    "description": "A case in which the Court held that Sections 11 and 12(a)(2) of the Securities Act of 1933 require plaintiffs to plead and prove that they bought shares registered under the registration statement they claim is misleading.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/598/22-200/",
    "facts_of_the_case": "<p>On June 20, 2019, tech company Slack went public through a direct listing, which, unlike an initial public offering (IPO), does not involve the company issuing new shares and instead involves only filing a registration statement to allow existing shareholders to sell their shares on the exchange. Shares made available by a direct listing are sold directly to the public and not through a bank.</p>\n<p>Fiyyaz Pirani purchased 30,000 Slack shares at $38.50 per share on the day it went public and went on to purchase another 220,000 over several months. Subsequently, the share price dropped below $25. On September 19, 2019, Pirani brought a class action lawsuit against Slack, alleging that Slack’s registration statement was inaccurate and misleading because it did not disclose information about its service disruptions and how it compensated customers for those disruptions.</p>\n<p>The district court held that Pirani had standing to sue Slack even though he could not prove that his shares were issued under the registration statement he said was inaccurate. On appeal, a panel of the U.S. Court of Appeals for the Ninth Circuit affirmed over one dissenting vote.</p>\n",
    "conclusion": "<p>To state a claim under §11(a) of the Securities Act of 1933, a plaintiff must allege the purchase of “such security” issued pursuant to a materially misleading registration statement. Justice Neil Gorsuch authored the unanimous opinion of the Court.</p>\n<p>Section 11 of the Securities Act of 1933 authorizes an individual to sue for a material misstatement or omission in a registration statement when the individual has acquired “such security.” Normally, the word “such” refers to something that has already been described, but because there is no clear referent in Section 11, the Court looked for clues from the statutory context.</p>\n<p>First, the statute refers to “the” registration statement in imposing liability for false statements or misleading omissions. The definite article “the” suggests that the plaintiff must acquire the security. Second, the statute repeatedly uses the word “such” to narrow the law’s focus, suggesting “such security” refers to a specific security registered under the particular statement that allegedly has a falsehood or misleading omission. Still other provisions further support the understanding that “such security” means a security issued pursuant to the allegedly misleading security statement.</p>\n"
}