{
    "ID": 54439,
    "name": "Zicherman v. Korean Air Lines Company",
    "href": "https://api.oyez.org/cases/1995/94-1361",
    "view_count": 0,
    "docket_number": "94-1361",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                815724000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37684"
        },
        {
            "event": "Decided",
            "dates": [
                821772000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37685"
        }
    ],
    "question": "<p>May a plaintiff, in a suit brought under Article 17 of the Warsaw Convention governing international air transportation, recover damages for loss of society resulting from the death of a relative in a plane crash on the high seas?</p>\n",
    "citation": {
        "volume": "516",
        "page": "217",
        "year": "1996",
        "href": "https://api.oyez.org/case_citation/case_citation/18368"
    },
    "term": "1995",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/516/217/",
    "facts_of_the_case": "<p>In 1983, Korean Air Lines (KAL) Flight KE007, en route from Alaska to South Korea entered the airspace of the former Soviet Union and was shot down. All 269 people on board were killed, including Muriel Kole. Subsequently, Marjorie Zicherman and Muriel Mahalek, Kole's sister and mother sued KAL under Article 17 of the Warsaw Convention, which governs international air transportation. Zicherman and Mahalek were awarded loss-of-society damages. The Court of Appeals set aside the verdict, holding that general maritime law supplied the substantive compensatory damages law to be applied in an action under the Warsaw Convention and that, under such law, a plaintiff can recover for loss of society only if he was the decedent's dependent at the time of death. The appellate court found that Mahalek had not established dependent status and remanded the case for the District Court to determine whether Zicherman was a dependent of the decedent.</p>\n",
    "conclusion": "<p>No. In a unanimous opinion delivered by Justice Antonin Scalia, the Court held that the relatives could not recover loss-of-society damages under the Warsaw Convention because Article 17 left it to the adjudicating court to specify what harm was cognizable as determined by domestic law, which is supplied by the Death on the High Seas Act (DOHSA). Justice Scalia then reasoned that, because DOHSA permits only pecuniary damages, the plaintiffs were not entitled to recover loss-of-society damages. The Court, therefore, did not reach the question whether, under general maritime law, dependency is a prerequisite for loss-of-society damages. Thus, the Court reversed the Court of Appeal's judgement insofar as it permitted Zicherman to recover loss-of-society damages if she could establish her dependency on the decedent and affirmed its decision with regards to vacating the award of loss-of-society damages to Mahalek is affirmed.</p>\n"
}