{
    "ID": 55303,
    "name": "Dolan v. Postal Service",
    "href": "https://api.oyez.org/cases/2005/04-848",
    "view_count": 0,
    "docket_number": "04-848",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1114405200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39462"
        },
        {
            "event": "Argued",
            "dates": [
                1131343200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39463"
        },
        {
            "event": "Decided",
            "dates": [
                1140588000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39464"
        }
    ],
    "question": "<p>Does the exception of \"negligent transmission of letters or postal matter\" from the general waiver of sovereign immunity in the Federal Tort Claims Act cover the negligent placement of mail at its final destination, when that placement causes injury?</p>\n",
    "citation": {
        "volume": "546",
        "page": "481",
        "year": "2006",
        "href": "https://api.oyez.org/case_citation/case_citation/20617"
    },
    "term": "2005",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/546/481/",
    "facts_of_the_case": "<p>Barbara Dolan tripped over mail left on her porch by a mailman, injuring herself. She sued the Postal Service under the Federal Tort Claims Act (FTCA), arguing that her injuries were due to the mailman's negligence. The government, claiming that its sovereign immunity had not been waived in this particular case, moved to have the case dismissed. The FTCA, while waiving federal sovereign immunity for most incidents that could arise under it, has an exception for the \"negligent transmission of letters or postal matter.\" Dolan argued that this exception referred only to mail that was lost or damaged by the Postal Service, not to people injured by the placement of the mail, but the district court disagreed. The case was dismissed, and the dismissal was affirmed by the Third Circuit Court of Appeals.</p>\n",
    "conclusion": "<p>No. In a 7-1 decision authored by Justice Anthony Kennedy (Justice Alito not participating), the Court ruled that the \"negligent transmission\" exception was inapplicable to Dolan's case, and therefore sovereign immunity had been waived and her case could proceed. The Court accepted Dolan's argument that the exception was only meant to encompass cases of late, missing, or incorrectly delivered mail. To rule otherwise, the Court found, would be to ignore the context of the exception and risk subverting the main purpose of the statute. Justice Thomas wrote a dissent arguing that cases arising out of ambiguity in sovereign immunity waivers should be resolved in the Government's favor.</p>\n"
}