{
    "ID": 55647,
    "name": "Wilkins v. Gaddy",
    "href": "https://api.oyez.org/cases/2009/08-10914",
    "view_count": 0,
    "docket_number": "08-10914",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1266818400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40405"
        },
        {
            "event": "Decided",
            "dates": [
                1266818400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40406"
        }
    ],
    "question": "<p>Did the Fourth Circuit err when it required a showing of \"significant injury\" in order to state an excessive force claim?</p>\n",
    "citation": {
        "volume": "559",
        "page": "34",
        "year": "2010",
        "href": "https://api.oyez.org/case_citation/case_citation/19570"
    },
    "term": "2009",
    "description": "A case in which the Court held that a \"significant injury\" is not a threshold requirement for stating an excessive force claim.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/559/34/",
    "facts_of_the_case": "<p>In 2008, Jamey Wilkins, a North Carolina state prisoner, filed suit in a North Carolina federal district court. Without the aid of an attorney, he alleged that he was \"maliciously and sadistically\" assaulted \"[w]ithout any provocation\" by a corrections officer. Mr. Wilkins claimed that as a result of the assault he sustained heel and lower back pain, increased blood pressure, migraine headaches and dizziness, depression, panic attacks, and nightmares of the assault. The district court, on its own motion, dismissed the complaint for failure to state a claim. In a motion for reconsideration, Mr. Wilkins stated that he was unaware that the failure to allege medical treatment might prove fatal to his claim. The district court denied Mr. Wilkins leave to amend his complaint. The U.S. Court of Appeals for the Fourth Circuit affirmed.</p>\n",
    "conclusion": "<p>Yes. In a per curiam opinion, the Supreme Court reversed the Fourth Circuit. The Court reaffirmed its prior decision in <em>Hudson v. McMillian</em> holding that a \"significant injury\" is not a threshold requirement for stating an excessive force claim. Instead, the Court stated the core inquiry is \"whether force was applied in a good-faith effort to maintain or restore discipline, or maliciously and sadistically cause harm.\" The Court remanded the case to the district court for further proceedings consistent with the opinion.</p>\n"
}