{
    "ID": 56045,
    "name": "M&G Polymers USA, LLC v. Tackett",
    "href": "https://api.oyez.org/cases/2014/13-1010",
    "view_count": 0,
    "docket_number": "13-1010",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1399266000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41607"
        },
        {
            "event": "Argued",
            "dates": [
                1415599200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41608"
        },
        {
            "event": "Decided",
            "dates": [
                1422252000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41609"
        }
    ],
    "question": "<p>When courts interpret collective bargaining agreements as part of LMRA claims, should they interpret silence as to the duration of retiree healthcare benefits within the agreement to mean the original terms continue indefinitely, or should they require an explicit statement, or some language that would support the inference that benefits were meant to go undisturbed?</p>\n",
    "citation": {
        "volume": "574",
        "page": "427",
        "year": "2015",
        "href": "https://api.oyez.org/case_citation/case_citation/20911"
    },
    "term": "2014",
    "description": "A case in which the Court ruled that collective bargaining agreements should always be interpreted according to ordinary principles of contract law.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/574/427/",
    "facts_of_the_case": "<p>Retirees from the Point Pleasant Plant in Apple Grove, West Virginia⎯owned by M&amp;G since 2000⎯sued after M&amp;G announced that the retirees would be required to contribute to the cost of their medical benefits. The retirees, who had been employees of Apple Grove before the plant was bought by M&amp;G, entered into a series of collective bargaining negotiations through their unions regarding healthcare benefits. Just as earlier versions had included, the 2005-2008 collective bargaining agreement (CBA) included a provision that \"capped\", or limited, the company's annual contribution towards employee healthcare benefits. In 2006, M&amp;G announced it was requiring employees to cover their individual costs once that cap was exceeded in response to the shifting healthcare landscape. The retirees claimed that language in the effective CBA promised full coverage of healthcare benefits for life without any contribution requirement and sued the company because that \"capping\" provision was not included in the pension and insurance booklet or adopted by the union on behalf of employees in the latest agreement. The retirees sued under the Labor Management Relations Act (LMRA) and the Employee Retirement Income Security Act of 1974 (ERISA).</p>\n<p>The district court dismissed the retirees' claim, and they appealed to the U.S. Court of Appeals for the Sixth Circuit, which reversed and remanded the case back to the district court. The district court found in favor of the retirees but ordered that their healthcare benefits be reinstated to the post-2007 version that included employee contributions. Both parties appealed the decision, and the Court of Appeals affirmed the district court's judgement.</p>\n",
    "conclusion": "<p>Courts should apply ordinary principles of contract law. Justice Clarence Thomas delivered the opinion for the unanimous Court. The Court held that collective bargaining agreements, including those established under the Employee Retirement Income Security Act of 1974 (ERISA) plans, should always be interpreted according to ordinary principles of contract law. In this case, the appellate court's holding relied on an understanding of contract law that leaned too heavily in favor of vested retiree benefits in all collective bargaining agreements and therefore distorted the efforts to ascertain the intentions of the parties, a principle on which ordinary contract law is based. Additionally, the Court held that the appellate court relied on inferences that did not have sufficient support in the factual record of this case and therefore failed to properly apply principles of contract law, such as not construing ambiguous writings to create lifetime promises.</p>\n<p>In her concurring opinion, Justice Ruth Bader Ginsburg wrote that courts must apply ordinary principles of contract law, which require courts to consider whether the agreement as a whole adequately expresses the parties' intents. If not, then courts may turn to extrinsic evidence. Justice Stephen G. Breyer, Justice Sonia Sotomayor, and Justice Elena Kagan joined in the concurrence.</p>\n"
}