{
    "ID": 55056,
    "name": "Abdur'Rahman v. Bell",
    "href": "https://api.oyez.org/cases/2002/01-9094",
    "view_count": 0,
    "docket_number": "01-9094",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                1036562400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/52568"
        },
        {
            "event": "Decided",
            "dates": [
                1039500000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38838"
        }
    ],
    "question": "<p>Does a Federal Rule of Civil Procedure 60(b) motion, filed in a habeas corpus proceeding to inform the federal courts of a state court's interpretation of state procedural laws, constitute a \"successive\" habeas corpus petition?</p>\n",
    "citation": {
        "volume": "537",
        "page": "88",
        "year": "2002",
        "href": "https://api.oyez.org/case_citation/case_citation/20515"
    },
    "term": "2002",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/537/88/",
    "facts_of_the_case": "<p>In 1987, Abu-Ali Abdur'Rahman was convicted of first-degree murder and related charges. In state post-conviction proceedings, Abdur'Rahman presented claims of ineffective assistance of trial counsel and prosecutorial misconduct. Presenting all of his claims to the Tennessee Supreme Court, Abdur'Rahman was denied leave to appeal, and then he only presented some of his claims, on which he ultimately lost, to the federal District Court. While Abdur'Rahman's certiorari petition was pending, the Tennessee Supreme Court adopted Rule 39, which expressly states that Tennessee litigants do not need to seek discretionary review from the court in order to exhaust their claims. Abdur'Rahman then filed a federal motion for relief of judgment, pursuant to Rule 60(b) of the Federal Rules of Civil Procedure, re-presenting claims that the district court had previously determined to be unexhausted and procedurally barred. The District Court construed the Rule 60(b) motion as a second, or successive, habeas corpus petition and denied relief. Subsequently, the Court of Appeals denied all of Abdur'Rahman's motions.</p>\n",
    "conclusion": "<p>In a per curiam opinion, the writ of certiorari was dismissed as improvidently granted. Justice John Paul Stevens dissented. Justice Stevens argued that the Court of Appeals plainly erred when it characterized Abdur'Rahman's Rule 60(b) motion as an application for a second or successive habeas petition and denied relief for that reason.</p>\n"
}