{
    "ID": 55767,
    "name": "United States v. Jicarilla Apache Nation",
    "href": "https://api.oyez.org/cases/2010/10-382",
    "view_count": 0,
    "docket_number": "10-382",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1294380000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40704"
        },
        {
            "event": "Argued",
            "dates": [
                1303275600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40705"
        },
        {
            "event": "Decided",
            "dates": [
                1307941200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40706"
        }
    ],
    "question": "<p>Does the attorney-client privilege entitle the United States to withhold from an Indian tribe confidential communications between the government and government attorneys implicating the administration of statutes pertaining to property held in trust for the tribe?</p>\n",
    "citation": {
        "volume": "564",
        "page": null,
        "year": "2011",
        "href": "https://api.oyez.org/case_citation/case_citation/19689"
    },
    "term": "2010",
    "description": "A case in which the Court held that the fiduciary exception to the attorney-client privilege does not apply to the general trust relationship between the United States and the Indian Tribes.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/564/162/",
    "facts_of_the_case": "<p>In 2002, the Jicarilla Apache Nation of New Mexico sued the federal government for allegedly mismanaging financial interests and funds, which are held in trust for the tribe's benefit. The tribe is seeking access to attorney-client communications about the trust operation. The Court of Federal Claims denied a petition by the United States to vacate its orders requiring the government to produce the documents.</p>\n",
    "conclusion": "<p>Yes. The Supreme Court reversed and remanded the lower court order in an opinion by Justice Samuel Alito. \"The fiduciary exception to the attorney-client privilege does not apply to the general trust relationship between the United States and the Indian tribes,\" Alito wrote. Justice Sonia Sotomayor dissented, arguing that the majority decision \"rests on false factual and legal premises and deprives the Nation and other Indian tribes of highly relevant evidence in scores of pending cases seeking relief for the Government's alleged mismanagement of their trust funds.\" Justice Elena Kagan did not take part in consideration of the case.</p>\n"
}