{
    "ID": 63006,
    "name": "Cox v. United States",
    "href": "https://api.oyez.org/cases/2017/16-1017",
    "view_count": 0,
    "docket_number": "16-1017",
    "timeline": [
        {
            "event": "Decided",
            "dates": [
                1529643600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54312"
        },
        {
            "event": "Granted",
            "dates": [
                1506574800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54313"
        },
        {
            "event": "Argued",
            "dates": [
                1516082400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54314"
        }
    ],
    "question": "<ol><li>Does the Court have jurisdiction to review two of the consolidated cases under 28 U.S.C. § 1259(3)?</li>\n<li>Does Judge Martin T. Mitchell’s simultaneous service on the US Court of Military Commission Review (CMCR) and the US Air Force Court of Criminal Appeals (AFCCA) violate the Appointments Clause?</li>\n<li>Does Judge Mitchell’s service on the CMCR disqualify him from continuing to serve on the AFCCA?</li>\n<li>Did the US Court of Appeals for the Armed Forces err in holding Petitioner’s claims moot?</li>\n</ol>",
    "citation": {
        "volume": "585",
        "page": null,
        "year": "2018",
        "href": "https://api.oyez.org/case_citation/case_citation/27607"
    },
    "term": "2017",
    "description": "A case in which the Court was asked to determine (1) whether it has jurisdiction to review two of the consolidated cases under 28 U.S.C. § 1259(3); (2) whether Judge Martin T. Mitchell’s simultaneous service on the US Court of Military Commission Review (CMCR) and the US Air Force Court of Criminal Appeals (AFCCA) violated the Appointments Clause; (3) whether Judge Mitchell’s service on the CMCR disqualified him from continuing to serve on the AFCCA; and (4) whether the US Court of Appeals for the Armed Forces erred in holding Petitioner’s claims moot.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/585/16-1017/",
    "facts_of_the_case": "<p>This case was consolidated for argument with Dalmazzi v. United States (16-961) and Ortiz v. United States (16-1423).</p>\n",
    "conclusion": "<p>In a per curiam opinion, the Court dismissed the writ of certiorari as improvidently granted in this case and in the consolidated case Dalmazzi v. United States (16-961). The Court reached the merits and issued a decision in the third consolidated case only, <a href=\"https://www.oyez.org/cases/2017/16-1423\">Ortiz v. United States (16-1423)</a>.</p>\n"
}