{
    "ID": 62951,
    "name": "Chavez-Meza v. United States",
    "href": "https://api.oyez.org/cases/2017/17-5639",
    "view_count": 0,
    "docket_number": "17-5639",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1515736800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54199"
        },
        {
            "event": "Argued",
            "dates": [
                1524459600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54236"
        },
        {
            "event": "Decided",
            "dates": [
                1529298000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54296"
        }
    ],
    "question": "<p>Must a district court provide some explanation for its decision not to grant a proportional sentence reduction under 18 U.S.C. § 3582(c)(2), as the 6th, 8th, 9th, and 11th Circuits have held, or is boilerplate language stating the court took into account the 18 U.S.C. § 3553(a) factors sufficient, as the 4th, 5th, and 10th Circuits have held?</p>\n",
    "citation": {
        "volume": "585",
        "page": null,
        "year": "2018",
        "href": "https://api.oyez.org/case_citation/case_citation/27576"
    },
    "term": "2017",
    "description": "A case in which the Court held that because the record in this case as a whole demonstrated that the judge had a reasoned basis for his decision, the judge’s explanation for reducing Adaucto Chavez-Meza’s sentence under 18 U.S.C. § 3582(c)(2) to the middle instead of the bottom of the amended Federal Guidelines range was adequate.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/585/17-5639/",
    "facts_of_the_case": "<p>In 2013, Adaucto Chavez-Meza pleaded guilty to conspiracy and possession with intent to distribute methamphetamine. At the time of his sentencing, the Sentencing Guidelines range was 135–168 months. The government recommended the minimum 135-month sentence, and the sentencing court accepted that recommendation. In 2014, the Sentencing Commission amended the Guidelines to reduce the relevant offense levels. Chavez-Meza subsequently sought and was granted a sentence reduction under 18 U.S.C. § 3582(c)(2). He requested that the court reduce his sentence to 108 months, the new minimum, but the court reduced his sentence to 114 months. In issuing the new sentence, the court issued a standard form stating it had “tak[en] into account the policy statement set forth at USSG § 1B1.10 and the sentencing factors set forth in 18 U.S.C. § 3553(a).” Chavez-Meza appealed the reduced sentence, claiming that the district court did not adequately explain how it applied the § 3553(a) factors in deciding on the 114-month sentence. The Tenth Circuit affirmed.</p>\n<p>There is a circuit split as to whether a district court must explain how it applies the § 3553(a) factors. The Sixth, Eighth, Ninth, and Eleventh Circuits have held that the district court must provide some explanation for its decision when the reasons are not otherwise apparent from the record. The Fourth, Fifth, and Tenth Circuits have held that the form language is sufficient.</p>\n",
    "conclusion": "<p>The Court affirmed, holding that because the record in this case as a whole demonstrated that the judge had a reasoned basis for his decision, the judge’s explanation for reducing Chavez-Meza’s sentence under 18 U.S.C. § 3582(c)(2) to the middle instead of the bottom of the amended Federal Guidelines range was adequate. </p>\n<p>In a 5-3 opinion authored by Justice Breyer, the Court stated that even if a judge reducing a prisoner’s sentence were subject to the same requirements as the original sentencing judge, the district court’s explanation was appropriate in this case. The Court pointed out that the judge making the sentence modification, who was in fact the same judge who imposed the original sentence, had access to all of the factors considered at the original sentencing. He also certified that he had considered the relevant factors under § 3553(a), and then lowered Chavez-Meza’s sentence to a point somewhat higher than the bottom of the new sentencing range. The Court found this unsurprising in light of the judge’s conclusion that the original sentence of 135 months was sufficiently high. The Court stated that there may be cases in which a disproportionate sentence reduction may require a more detailed explanation. But here, given the simplicity of the case, as well as the judge’s familiarity with the case history and the relevant sentencing factors, his explanation fell within the scope of discretion available to him under the law as a sentencing judge.</p>\n<p>Justice Kennedy authored a dissenting opinion, in which Justices Sotomayor and Kagan joined.</p>\n<p>Justice Gorsuch took no part in the consideration or decision of this case.</p>\n"
}