{
    "ID": 55789,
    "name": "Turner v. Rogers",
    "href": "https://api.oyez.org/cases/2010/10-10",
    "view_count": 0,
    "docket_number": "10-10",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1288587600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40763"
        },
        {
            "event": "Argued",
            "dates": [
                1300856400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40764"
        },
        {
            "event": "Decided",
            "dates": [
                1308546000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40765"
        }
    ],
    "question": "<p>Do poor people who face incarceration for civil contempt have a Sixth Amendment constitutional right to a court-appointed attorney as protected by the Due Process Clause of the Fourteenth Amendment?</p>\n",
    "citation": {
        "volume": "564",
        "page": null,
        "year": "2011",
        "href": "https://api.oyez.org/case_citation/case_citation/19711"
    },
    "term": "2010",
    "description": "A case in which the Court held that a defendant facing incarceration for civil contempt does not have a constitutional right to a court-appointed attorney under the Due Process Clause of the Fourteenth Amendment.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/564/431/",
    "facts_of_the_case": "<p>In January 2007, Michael Turner appeared in Oconee County, S.C., Family Court because he was behind in his child support obligation. He did not have an attorney, and he was not asked whether he needed or wanted representation. He presented some evidence of his inability to work, but the court made no finding as to Turner's indigent status. The judge held him in contempt and sentenced him to one year in jail. The South Carolina Supreme Court rejected Turner's argument for court-appointed counsel under the Sixth and Fourteenth Amendments.</p>\n",
    "conclusion": "<p>No. The Supreme Court reversed and remanded the lower court order in a decision by Justice Stephen Breyer. \"We conclude that where as here the custodial parent (entitled to receive the support) is unrepresented by counsel, the State need not provide counsel to the noncustodial parent (required to provide the support), \" Breyer wrote for the 5-4 majority. \"But we attach an important caveat, namely, that the State must nonetheless have in place alternative procedures that assure a fundamentally fair determination of the critical incarceration-related question, whether the supporting parent is able to comply with the support order.\" Meanwhile, Justice Clarence Thomas dissented, joined in full by Justice Antonin Scalia and in part by Chief Justice John Roberts and Justice Samuel Alito. \"The Due Process Clause of the Fourteenth Amendment does not provide a right to appointed counsel for indigent defendants facing incarceration in civil contempt proceedings.\"</p>\n"
}