{
    "ID": 55477,
    "name": "Snyder v. Louisiana",
    "href": "https://api.oyez.org/cases/2007/06-10119",
    "view_count": 0,
    "docket_number": "06-10119",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1182747600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39932"
        },
        {
            "event": "Argued",
            "dates": [
                1196748000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39933"
        },
        {
            "event": "Decided",
            "dates": [
                1205902800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39934"
        }
    ],
    "question": "<p>Did the state's dismissal by peremptory challenge of all of the black potential jurors, combined with the prosecution's comparisons of the case to the O.J. Simpson trial, amount to a violation of the Equal Protection Clause?</p>\n",
    "citation": {
        "volume": "552",
        "page": "472",
        "year": "2008",
        "href": "https://api.oyez.org/case_citation/case_citation/20717"
    },
    "term": "2007",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/552/472/",
    "facts_of_the_case": "<p>In capital murder trial of Allen Snyder, an African-American, the prosecution used peremptory (automatic) challenges to dismiss five African-American prospective jurors. This resulted in Snyder being tried by an all-white jury, which found him guilty and approved the death penalty. The defense argued that the prosecution's striking of the black jurors was racial discrimination in violation of the Equal Protection Clause, according to the standard set forth by the Supreme Court in <em>Batson v. Kentucky</em>. As part of its case for the prosecution's alleged discriminatory intent, the defense cited two of the prosecutor's statements comparing the case to the O.J. Simpson murder trial. After having indirectly referred to the Simpson trial before jury selection, the prosecutor had invoked the case again during the sentencing phase, comparing aspects of Snyder's case to Simpson's and noting that the latter defendant \"got away with it.\" The trial court applied the <em>Batson</em> framework and denied the defense's challenges.</p>\n<p>On appeal, the Louisiana Supreme Court upheld the trial court, ruling that the trial judge had not acted unreasonably when he accepted the prosecution's race-neutral justifications for the dismissals of the black jurors. The court ruled that the O.J. Simpson references were harmless comparisons made in the course of a rebuttal, and it noted that the prosecution had not mentioned Simpson's or Snyder's race. When the Supreme Court instructed the state court to reconsider the case in light of <em>Miller-El v. Dretke</em>, which requires that courts consider the totality of the circumstances when evaluating discriminatory intent, the court affirmed the trial court a second time.</p>\n",
    "conclusion": "<p>The Court reversed the Louisiana Supreme Court in a 7-2 majority opinion written by Justice Samuel A. Alito. Alito concluded that the trial judge had acted improperly in allowing the peremptory strikes of the black jurors, pointing out that the reasons given by the prosecution for striking the jurors applied equally well to the white jurors the prosecution chose to keep. Justice Clarence Thomas, joined by Justice Antonin Scalia, filed a dissenting opinion, arguing that <em>Batson</em> does not require the exacting scrutiny imposed on the trial judge by the majority.</p>\n"
}