{
    "ID": 54524,
    "name": "De Buono v. NYSA-ILA Medical and Clinical Services Fund",
    "href": "https://api.oyez.org/cases/1996/95-1594",
    "view_count": 0,
    "docket_number": "95-1594",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                856764000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37841"
        },
        {
            "event": "Decided",
            "dates": [
                865227600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37842"
        }
    ],
    "question": "<p>Does the Employee Retirement Income Security Act preclude New York's Health Facility Assessment from imposing a gross-receipts tax on the income of medical centers operated by ERISA funds?</p>\n",
    "citation": {
        "volume": "520",
        "page": "806",
        "year": "1997",
        "href": "https://api.oyez.org/case_citation/case_citation/18453"
    },
    "term": "1996",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/520/806/",
    "facts_of_the_case": "<p>New York's Health Facility Assessment (HFA) imposes a tax on gross receipts for patient services at diagnostic and treatment centers. The NYSA ILA Medical and Clinical Services Fund, which administers a plan subject to the Employee Retirement Income Security Act (ERISA), owns and operates New York treatment centers for longshore workers, retirees and their dependents. The Fund's trustees discontinued paying the New York tax and filed to enjoin the state from making future assessments and to obtain a refund. Lawyers for the Fund alleged that the HFA is preempted by the ERISA, as it applies to hospitals run by it. The District Court ruled that the HFA is not preempted because it is a tax of general application having only an incidental impact on benefit plans. In reversing, the Court of Appeals found that the HFA directly reduces the amount of Fund assets that would otherwise be available to provide plan members with benefits, and could cause the plan to limit its benefits or to charge plan members higher fees; therefore, the HFA was preempted by the ERISA.</p>\n",
    "conclusion": "<p>No. In a 7-2 decision, authored by Justice John Paul Stevens, the Court ruled that the Employee Retirement Income Security Act does not preclude New York from imposing a gross receipts tax on ERISA funded medical centers. Justice Stevens wrote, \"Any state tax, or other law, that increases the cost of providing benefits to covered employees\" will affect the benefit plan, \"but that simply cannot mean that every state law with such an effect is pre-empted.</p>\n"
}