{
    "ID": 63103,
    "name": "Peter v. NantKwest, Inc.",
    "href": "https://api.oyez.org/cases/2019/18-801",
    "view_count": 0,
    "docket_number": "18-801",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1551679200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54465"
        },
        {
            "event": "Argued",
            "dates": [
                1570424400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54581"
        },
        {
            "event": "Decided",
            "dates": [
                1576130400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54629"
        }
    ],
    "question": "<p>Does the phrase “[a]ll the expenses of the proceedings” in 35 U.S.C. § 145 include attorneys’ fees?</p>\n",
    "citation": {
        "volume": "589",
        "page": null,
        "year": "2019",
        "href": "https://api.oyez.org/case_citation/case_citation/27669"
    },
    "term": "2019",
    "description": "A case in which the Court held that the phrase “[a]ll the expenses of the proceedings” in 35 U.S.C. § 145 does not include attorneys’ fees incurred as a result of defending the agency in § 145 litigation.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/589/18-801/",
    "facts_of_the_case": "<p>In 2001, Dr. Hans Klingemann filed a patent application with the US Patent and Trademark Office (“PTO”) describing a method for treating cancer using natural killer cells. Dr. Klingemann assigned his application to NantKwest Inc., and in 2010, the examiner rejected the application as obvious. The Patent Trial and Appeal Board (“Board”) affirmed the rejection.</p>\n<p>When the Board affirms an examiner’s rejection of a patent application, the applicant may either appeal directly to the US Court of Appeals for the Federal Circuit or challenge the Board’s decision in district court (under 35 U.S.C. § 145). Pursuant to § 145, NantKwest challenged the Board’s decision by filing a complaint in the US District Court for the Eastern District of Virginia. The court granted the PTO’s motion for summary judgment, and the Federal Circuit affirmed. After its victory on the merits, PTO filed a motion for reimbursement of “the expenses of the proceedings” under § 145, including almost $80,000 in attorney’s fees and over $33,000 in expert witness fees.</p>\n<p>Applicants who invoke § 145 are required by statute to pay “[a]ll the expenses of the proceedings” incurred by the PTO in defending the Board’s decision, regardless of the outcome. Historically, the PTO has used this requirement to recover payment for expenses such as travel, printing, and expert witnesses.</p>\n<p>The district court denied PTO’s motion with respect to attorney’s fees, citing the American Rule—a “bedrock principle” in this country that “each litigant pays his own attorney’s fees, win or lose” unless there is an “express grant from Congress.” A panel of the Federal Circuit reversed, and then the circuit voted to hear the appeal <em>en banc</em>. After requesting briefing on the single question whether § 145 authorizes award of attorney’s fees, the <em>en banc</em> Federal Circuit concluded that it does not, affirming the district court.</p>\n",
    "conclusion": "<p>The Patent and Trademark Office cannot recover the salaries of its legal personnel as “expenses” in civil actions brought by patent applicants pursuant to 35 U.S.C. § 145. Justice Sonia Sotomayor delivered the opinion for a unanimous Court.</p>\n<p>Under the “American Rule,” there is a presumption that each litigant pays his own attorney’s fees unless a statute or contract provides otherwise. That presumption is particularly important in the context of proceedings challenging the rejection of a patent application because allowing the agency to recover fees from a prevailing party would be a “radical departure” from the norm. The plain text—use of the word “expenses”—does not provide adequate basis from departing from the strong presumption that the American Rule applies. Nor does the history of the Patent Act support such an expansive reading of the term.</p>\n"
}