{
    "ID": 54651,
    "name": "Kiowa Tribe of Oklahoma v. Manufacturing Technologies, Inc.",
    "href": "https://api.oyez.org/cases/1997/96-1037",
    "view_count": 0,
    "docket_number": "96-1037",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                884584800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38078"
        },
        {
            "event": "Decided",
            "dates": [
                896158800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38079"
        }
    ],
    "question": "<p>May Indian tribes be sued in state courts for breaches of contract involving off-reservation commercial conduct?</p>\n",
    "citation": {
        "volume": "523",
        "page": "751",
        "year": "1998",
        "href": "https://api.oyez.org/case_citation/case_citation/18580"
    },
    "term": "1997",
    "description": "A case in which the Court held that Indian tribes enjoy sovereign immunity from civil suits on contracts, whether those contracts involve governmental or commercial activities and whether they were made on or off a reservation.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/523/751/",
    "facts_of_the_case": "<p>The U.S. holds in trust the Oklahoma land that the federally recognized Kiowa Tribe owns. In 1990, the then-Chairman of the Tribe's Business Committee signed a promissory note in the Tribe's name in order to purchase stock from Manufacturing Technologies, Inc. The note states that it was signed on tribal lands and provides that nothing in it subjects or limits the Tribe's sovereign rights. After the Tribe defaulted, Manufacturing Technologies sued the Tribe in state court, claiming that the note was executed and delivered beyond tribal lands. The Tribe moved to dismiss for lack of jurisdiction. Denying the motion, the trial court entered judgment for Manufacturing Technologies. In affirming, the Oklahoma Court of Civil Appeals held that Indian tribes are subject to suit in state court for breaches of contract involving off-reservation commercial conduct.</p>\n",
    "conclusion": "<p>No. In a 6-3 opinion delivered by Justice Anthony M. Kennedy, the Court held that Indian tribes enjoy sovereign immunity from civil suits on contracts, whether those contracts involve governmental or commercial activities and whether they were made on or off a reservation. Noting that an Indian tribe is subject to suit only where Congress has authorized the suit or the tribe has waived its immunity, Justice Kennedy deferred to Congress, which has not abrogated a tribe's immunity from civil suits on contracts. In a dissenting opinion, in which Justices Clarence Thomas and Ruth Bader Ginsburg joined, Justice John Paul Stevens argued that the Court should consider \"whether a tribe is immune from a suit that has no meaningful nexus to the Tribe's land or its sovereign functions.\"</p>\n"
}