{
    "ID": 54710,
    "name": "Mosley v. United States",
    "href": "https://api.oyez.org/cases/1998/97-7213",
    "view_count": 0,
    "docket_number": "97-7213",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                908341200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38186"
        },
        {
            "event": "Decided",
            "dates": [
                913096800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38187"
        }
    ],
    "question": "<p>Must jurors be instructed in some bank robbery prosecutions to consider the lesser charge of bank larceny?</p>\n",
    "citation": {
        "volume": "525",
        "page": "120",
        "year": "1998",
        "href": "https://api.oyez.org/case_citation/case_citation/18639"
    },
    "term": "1998",
    "description": null,
    "justia_url": null,
    "facts_of_the_case": "<p>In 1995, Sylvester Mosley was arrested after robbing two banks in eleven days. At the first bank, Mosley displayed a \"HOLD UP\" sign and asked the teller \"Can I have all your money?\" At the second bank, Mosley told the teller \"This is a holdup, open your bottom draw and give me all your big bills.\" Because he merely asked for the money, Mosley asked the trial judge to instruct the jury that it could find him guilty of larceny as a lesser-included offense of robbery. Mosley argued that the federal bank robbery statute, 18 USC 2113(a), requires that the robber take the money \"by force or violence, or intimidation.\" The court denied the motion, finding that Mosley had intimated the tellers. Ultimately, the Court of Appeals found that larceny could not be considered a lesser offense of robbery because an element of larceny is intent and intent is not contained in the robbery definition.</p>\n",
    "conclusion": "<p>The Court did not answer the question. In a per curiam opinion, the Court vacated the order granting the writ of certiorari and dismissed the petition. The Court was \"advised that [Sylvester Mosley] died in Springfield, Missouri, on November 16, 1998.\"</p>\n"
}