{
    "ID": 62964,
    "name": "Gundy v. United States",
    "href": "https://api.oyez.org/cases/2018/17-6086",
    "view_count": 0,
    "docket_number": "17-6086",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1520229600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54218"
        },
        {
            "event": "Argued",
            "dates": [
                1538456400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54348"
        },
        {
            "event": "Decided",
            "dates": [
                1561006800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54541"
        }
    ],
    "question": "<p>Does the Sex Offender Registration and Notification Act’s delegation of authority to the U.S. Attorney General to issue regulations under 42 U.S.C. § 16913 violate the nondelegation doctrine?</p>\n",
    "citation": {
        "volume": "588",
        "page": null,
        "year": "2019",
        "href": "https://api.oyez.org/case_citation/case_citation/27582"
    },
    "term": "2018",
    "description": "A case in which the Court affirmed the judgment of the Second Circuit, below, that the Sex Offender Registration and Notification Act’s delegation of authority to the U.S. Attorney General to issue regulations under 42 U.S.C. § 16913 is not an unconstitutional delegation of legislative authority.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/588/17-6086/",
    "facts_of_the_case": "<p>Herman Avery Gundy was convicted of committing sexual assault in Maryland while on supervised release for a prior federal offense. After serving his sentence for the Maryland sex offense, Gundy was to be transferred to federal custody to serve his sentence for violating his supervised release. As a part of this transfer, Gundy received permission to travel unsupervised by bus from Pennsylvania to New York. Gundy made the trip, but did not register as a sex offender in either Maryland or New York as required by state law.</p>\n<p>In January 2013, Gundy was indicted under 18 U.S.C. § 2250, the Sex Offender Notification and Registration Act (SORNA), for traveling from Pennsylvania to New York and then staying in New York without registering as a sex offender. He was convicted and sentenced to time served, along with five years of supervised release. </p>\n<p>The 2nd Circuit affirmed this judgment on appeal. Gundy then asked the U.S. Supreme Court to review his case, which it agreed to do only as to the question of whether SORNA unlawfully delegates authority to the U.S. Attorney General under 42 U.S.C. § 16913 to impose the law’s registration requirements upon offenders who were convicted before the statute was enacted.</p>\n",
    "conclusion": "<p>The Sex Offender Registration and Notification Act (SORNA)’s delegation of authority to the U.S. Attorney General to issue regulations under 42 U.S.C. § 16913 does not violate the nondelegation doctrine. Justice Elena Kagan authored an opinion for the four-justice plurality.</p>\n<p>The plurality first noted that the Court had previously interpreted this provision of SORNA in <a href=\"https://www.oyez.org/cases/2011/10-6549\"><em>Reynolds v. United States</em>, 565 U.S. 432 (2012)</a>, to require the attorney general to apply SORNA to all pre-Act offenders as soon as feasible. In light of this prior interpretation and the context of the provision and the statutory purpose, the plurality found unpersuasive Gundy’s argument that the provision gives the attorney general discretion to do whatever he wants as to pre-Act offenders. The nondelegation doctrine holds that Congress may not transfer to another branch “powers which are strictly and exclusively legislative” but may delegate on executive agencies discretion to implement and enforce laws, so long as Congress has provided an “intelligible principle” to which the agency must conform. The Court’s decision in <em>Reynolds</em> makes clear that § 16913(d) contains an “intelligible principle”—namely, that the attorney general apply SORNA to all pre-Act offenders as soon as possible—and thus the provision does not violate the nondelegation doctrine. The plurality also noted that no attorney general has used the provision in a more expansive way.</p>\n<p>Justice Samuel Alito concurred in the judgment, expressing that he would like to revisit the Court’s approach to nondelegation. However, under the Court’s present jurisprudence, he finds no reason to invalidate SORNA’s delegation of authority in this provision.</p>\n<p>Justice Neil Gorsuch filed a dissenting opinion in which Chief Justice John Roberts and Justice Clarence Thomas joined. Unlike Justice Alito, the dissent would use this case to change its approach to the nondelegation doctrine. The dissent expresses concern that SORNA gives the attorney general “the power to write his own criminal code governing the lives of a half-million citizens.”</p>\n<p>Justice Brett Kavanaugh took no part in the consideration or decision of this case.</p>\n"
}