{
    "ID": 62956,
    "name": "Montana v. Wyoming",
    "href": "https://api.oyez.org/cases/2017/137-orig",
    "view_count": 0,
    "docket_number": "137-orig",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1519106400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54205"
        },
        {
            "event": "Decided",
            "dates": [
                1519106400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54206"
        }
    ],
    "question": "<p>What award of fees does the State of Wyoming owe to the State of Montana for violating the Yellowstone River Compact by reducing the volume of water available in the Tongue River?</p>\n",
    "citation": {
        "volume": null,
        "page": null,
        "year": null,
        "href": "https://api.oyez.org/case_citation/case_citation/27579"
    },
    "term": "2017",
    "description": "A case in which the Court awarded the State of Montana $20,340 in judgment and $67,270.87 in costs for the State of Wyoming’s reduction in the volume of water available in the Tongue River, in violation of the Yellowstone River Compact.",
    "justia_url": null,
    "facts_of_the_case": "<p>The Yellowstone River Compact is an interstate compact to which Montana, North Dakota, and Wyoming are parties. The Compact was ratified in 1950, and went into effect in 1951, in order to provide for an equitable division and apportionment of the waters of the Yellowstone River and its tributaries and encourage mutually beneficial development and cooperation between the three states. Among other things, the Compact serves to protect the appropriative rights that existed before 1950 among the three states.</p>\n<p>In 2004, Wyoming reduced the volume of water available at the state line between Wyoming and Montana by 1300 acre feet, and by 56 acre feet in 2006. Montana invoked the Supreme Court’s original jurisdiction over disputes among states.</p>\n<p> </p>\n",
    "conclusion": "<p>The Court accepted the proposed judgment and decree of the Special Master and awarded the State of Montana $20,340 in judgment and $67,270.87 in costs, for Wyoming’s violation of the Yellowstone River Compact. Justice Kagan took no part in the consideration or decision.</p>\n"
}