{
    "ID": 54898,
    "name": "Alabama v. Bozeman",
    "href": "https://api.oyez.org/cases/2000/00-492",
    "view_count": 0,
    "docket_number": "00-492",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                987483600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38537"
        },
        {
            "event": "Decided",
            "dates": [
                992235600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38538"
        }
    ],
    "question": "<p>Does the Interstate Agreement on Detainers require the dismissal of criminal charges when a prisoner serving a federal sentence is transferred for a day to be arraigned on state charges and then returned to the original place of imprisonment before trial?</p>\n",
    "citation": {
        "volume": "533",
        "page": "146",
        "year": "2001",
        "href": "https://api.oyez.org/case_citation/case_citation/18827"
    },
    "term": "2000",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/533/146/",
    "facts_of_the_case": "<p>The Interstate Agreement on Detainers creates uniform procedures for lodging and executing a detainer, a legal order that requires a state to hold a currently imprisoned individual when he has finished serving his sentence so that he may be tried by a different State for a different crime. In 1997, Michael Bozeman was serving a federal prison sentence at a federal prison in Florida. In January, the district attorney of Covington County, Alabama sought temporary custody of Bozeman to arraign him on state firearm charges for which an earlier detainer had been filed. The Agreement provides that a state that obtains a prisoner for purposes of trial must try him within 120 days of his arrival, and if it returns him to his \"original place of imprisonment\" prior to that trial, charges shall be dismissed. After appearing in Alabama court, Bozeman was returned to federal prison in Florida. When Bozeman returned to Alabama court, his local counsel filed a motion to dismiss the state charges on the ground that Bozeman had been \"returned to the original place of imprisonment\" (the federal prison) \"prior to\" \"trial\" on state charges being \"had.\" Ultimately, Bozeman was convicted and an appellate court affirmed. In reversing, the Alabama State Supreme Court held that the literal language of the Agreement required dismissal of the state charges.</p>\n",
    "conclusion": "<p>Yes. In a unanimous opinion delivered by Justice Stephen G. Breyer, the Court held that the literal language of Article IV(e) of the Agreement bars any further criminal proceedings when a defendant is returned to the original place of imprisonment before trial. The Court rejected the argument that the one-day breach did not interrupt rehabilitation significantly for two reasons. First, \"the language of the Agreement militates against an implicit exception, for it is absolute,\" wrote Justice Breyer. Second, continued Justice Breyer, \"even were we to assume for argument's sake that the Agreement exempts violations that...are de minimis...we could not say that the violation at issue here qualifies as trivial.\"</p>\n"
}