{
    "ID": 54486,
    "name": "O'Dell v. Netherland",
    "href": "https://api.oyez.org/cases/1996/96-6867",
    "view_count": 0,
    "docket_number": "96-6867",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                858664800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37772"
        },
        {
            "event": "Decided",
            "dates": [
                866696400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37773"
        }
    ],
    "question": "<p>Is the rule set forth in Simmons v. South Carolina, 512 U.S. 154, which requires that a capital defendant be permitted to inform his sentencing jury that he is parole-ineligible if the prosecution argues that he presents a future danger, new and thereby inapplicable to an already final death sentence?</p>\n",
    "citation": {
        "volume": "521",
        "page": "151",
        "year": "1997",
        "href": "https://api.oyez.org/case_citation/case_citation/18415"
    },
    "term": "1996",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/521/151/",
    "facts_of_the_case": "<p>At the penalty phase of Joseph Roger O'Dell's state trial on capital murder, rape, and sodomy charges, the government presented evidence that he had been convicted of numerous other offenses. The court, subsequently, denied O'Dell's request for a jury instruction that he was ineligible for parole if sentenced to life in prison. After the jury determined that O'Dell presented a future danger, he was sentenced to death. The District Court, in granting O'Dell habeas relief, found that the U.S. Supreme Court's decision in Simmons v. South Carolina, 512 U.S. 154, which requires that a capital defendant be permitted to inform his sentencing jury that he is parole-ineligible if the prosecution argues his future dangerousness, was not a \"new rule\" and, thus, entitled O'Dell to resentencing.</p>\n",
    "conclusion": "<p>Yes. In a 5-4 opinion delivered by Justice Clarence Thomas, the Court held that the rule was new, and that it could not be used to disturb O'Dell's death sentence, which had been final for six years when Simmons was decided. Justice Thomas reasoned that the rule was new within the meaning of Teague v Lane, 489 U.S. 288. Moreover, Justice Thomas wrote that the rule was not a watershed rule of criminal procedure implicating the fundamental fairness and accuracy of the criminal proceeding, so as to fall within an exception to Teague, thus making it applicable to O'Dell. Justice John Paul Stevens wrote a dissenting opinion in which he was joined by Justices David H. Souter, Ruth Bader Ginsburg and Stephen G. Breyer, arguing that the rule was not new and, if it was, its importance to the accuracy and fairness of a capital sentencing proceeding placed it within an exception to Teague.</p>\n"
}