{
    "ID": 63640,
    "name": "Harrow v. Department of Defense",
    "href": "https://api.oyez.org/cases/2023/23-21",
    "view_count": 0,
    "docket_number": "23-21",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1702015200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/55380"
        },
        {
            "event": "Argued",
            "dates": [
                1711342800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/55430"
        },
        {
            "event": "Decided",
            "dates": [
                1715835600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/55461"
        }
    ],
    "question": "<p>Is the 60-day filing deadline in 5 U.S.C. § 7703(b)(1)(A) jurisdictional and thus not subject to equitable tolling?</p>\n",
    "citation": {
        "volume": "601",
        "page": null,
        "year": "2024",
        "href": "https://api.oyez.org/case_citation/case_citation/27998"
    },
    "term": "2023",
    "description": "A case in which the Court held that the 60-day filing deadline in 5 U.S.C. § 7703(b)(1)(A) is not jurisdictional.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/601/23-21/",
    "facts_of_the_case": "<p>Stuart R. Harrow was a federal employee who was furloughed in 2013. He appealed the furlough decision to the Merit Systems Protection Board (MSPB), but due to short staffing, the MSPB did not rule on Harrow’s appeal for more than five years, during which Harrow changed his email address. On May 11, 2022, the MSPB affirmed the agency’s furlough action and attempted to inform Harrow that he had 60 days to seek judicial review. However, because he had changed email addresses, Harrow did not learn of the MSPB’s denial until after 60 days had elapsed. On September 8, 2022, Harrow moved the Board for an extension of time to appeal, but the Board denied the motion for lack of jurisdiction. The U.S. Court of Appeals for the Federal Circuit affirmed the denial, holding that the timely filing of a petition from the Board's final decision is a jurisdictional requirement and “not subject to equitable tolling.”</p>\n",
    "conclusion": "<p>The 60-day filing deadline for a federal employee to petition the Federal Circuit to review a final decision of the Merit Systems Protection Board, 5 U.S.C. § 7703(b)(1), is not jurisdictional. Justice Elena Kagan authored the unanimous opinion of the Court.</p>\n<p>As a preliminary matter, procedural requirements are typically not treated as jurisdictional unless Congress clearly states otherwise. This sets a high bar for finding a procedural rule to be jurisdictional.</p>\n<p>The language of § 7703(b)(1) itself does not suggest that the 60-day deadline is jurisdictional. Although the deadline is stated in mandatory terms (“shall be filed”), the Court has repeatedly held that this is not enough to make a time bar jurisdictional. The provision does not mention the Federal Circuit's jurisdiction or authority to hear untimely claims. Nor does 28 U.S.C. § 1295(a)(9), which grants the Federal Circuit jurisdiction over appeals from the MSPB “pursuant to” §7703(b)(1), automatically make the 60-day deadline jurisdictional. However, the Court found that the phrase \"pursuant to\" has multiple meanings and does not necessarily indicate strict compliance with every requirement of §7703(b)(1). Finally, this case is distinguishable from Bowles v. Russell, which held that the deadline for filing an appeal from one Article III court to another is jurisdictional, because this case involves an appeal from an agency to a court, not from one court to another.</p>\n<p>Because Congress did not clearly state that the 60-day deadline in §7703(b)(1) is jurisdictional, and the language and context of the relevant statutes do not compel a jurisdictional reading, the deadline is a non-jurisdictional procedural requirement.</p>\n"
}