{
    "ID": 54271,
    "name": "Barclay's Bank, PLC v. Franchise Tax Bd. of California",
    "href": "https://api.oyez.org/cases/1993/92-1384",
    "view_count": 0,
    "docket_number": "92-1384",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                764834400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37373"
        },
        {
            "event": "Decided",
            "dates": [
                772088400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37374"
        }
    ],
    "question": "<p>1) Does a state violate the Due Process Clause by accepting \"reasonable approximations\" of financial data?</p>\n<p>2) By requiring multinational corporations to provide exhaustive financial information to calculate taxes, does a State impose a disproportionately large compliance burden upon the corporation and thereby violate the anti-discrimination requirement of the Commerce Clause?</p>\n",
    "citation": {
        "volume": "512",
        "page": "298",
        "year": "1994",
        "href": "https://api.oyez.org/case_citation/case_citation/18200"
    },
    "term": "1993",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/512/298/",
    "facts_of_the_case": "<p>California used a \"worldwide combined reporting\" method to determine tax liability for multinational corporations operating inside the state. Under this method, the multinational's income was taxed in proportion to the average percentage of worldwide payroll, property, and sales located inside the state. Barclays Bank of California (Barcal) was wholly owned by a multinational corporation, Barclays Bank International Limited (BBI). Barcal did not include financial data for BBI in its 1977 tax filings. The California Franchise Tax Board (Tax Board) determined that Barcal misrepresented the proportion of income subject to taxation, causing a tax deficiency of over one hundred thousand dollars. Barcal and BBI paid, but then sued for the amount paid, complaining that the cost to provide BBI's worldwide financial data was disproportionately large considering that Barcal operated largely independently of BBI and BBI operated largely outside of California. Barcal and BBI contended that this violated the Commerce Clause-derived anti-discrimination requirement, which prevents States from imposing disproportionately large tax compliance burdens upon corporations. The Tax Board allowed BBI to make a \"reasonable approximation\" of financial data to minimize costs, but BBI claimed that this action violated Due Process by admitting financial data that was possibly inaccurate.</p>\n<p>The California Supreme Court found no constitutional violation and remanded the case to a California Court of Appeals, which also did not find the burden disproportionate. Barcal and BBI also contended that the \"worldwide combined reporting\" method risked double taxation by the state and the federal government. Additionally, The \"worldwide combined reporting\" method deviated from taxing methods employed by other states, thus transgressing the federal government's interest in providing uniform standards for taxing foreign commerce. (The case was consolidated with <em>Colgate Palmolive Co. v. Franchise Tax Board Of California</em>.)</p>\n",
    "conclusion": "<p>Justice Ruth Ginsburg wrote the opinion for a 7-2 Court. (1) The Court dismissed the alleged Due Process violation because a corporation could take action against the Tax Board if it felt the approximated amount was inaccurate. (2) Reasoning that the use of \"reasonable approximations\" minimized a multinational's compliance burden, the Court also dismissed the alleged Commerce Clause violation. The Court recognized that the \"worldwide combined reporting\" method carried a risk of double taxation by both the state and the federal government, but reasoned that this did not violate the Commerce Clause because every other method employed by the state to tax foreign commerce carried the same risk. Also, the Court found no \"specific indications of congressional intent\" to enforce uniformity in taxation of foreign commerce by preempting the California tax laws.</p>\n"
}