{
    "ID": 55063,
    "name": "Moseley v. V Secret Catalogue, Inc.",
    "href": "https://api.oyez.org/cases/2002/01-1015",
    "view_count": 0,
    "docket_number": "01-1015",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                1037080800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38850"
        },
        {
            "event": "Decided",
            "dates": [
                1046757600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38851"
        }
    ],
    "question": "<p>Does the Federal Trademark Dilution Act require objective proof of actual injury to the economic value of a famous mark for relief?</p>\n",
    "citation": {
        "volume": "537",
        "page": "418",
        "year": "2003",
        "href": "https://api.oyez.org/case_citation/case_citation/18992"
    },
    "term": "2002",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/537/418/",
    "facts_of_the_case": "<p>V Secret Catalogue, Inc., the affiliated corporations that own the Victoria's Secret trademarks, filed suit, alleging that the name Victor's Little Secret contributed to \"the dilution of famous marks\" under the Federal Trademark Dilution Act (FTDA). The law defines \"dilution\" as \"the lessening of the capacity of a famous mark to identify and distinguish goods or services.\" The District Court granted V Secret summary judgment on the FTDA claim. The Court of Appeals affirmed, finding that V Secret's mark was distinctive and that the evidence established dilution even though no actual harm had been proved.</p>\n",
    "conclusion": "<p>Yes. Justice John Paul Stevens delivered the opinion for a unanimous Court with respect to parts I, II, and IV of the opinion, which held that the FTDA requires proof of actual dilution. The Court reasoned this standard, as opposed to a presumption of harm arising from a subjective \"likelihood of dilution\" standard, controlled. \"There is a complete absence of evidence of any lessening of the capacity of the Victoria's Secret mark to identify and distinguish goods or services sold in Victoria's Secret stores or advertised in its catalogs,\" wrote Justice Stevens. Justice Antonin Scalia did not join the portion of the Court's opinion that discussed legislative intent. Justice Anthony M. Kennedy filed a concurring opinion.</p>\n"
}