{
    "ID": 63687,
    "name": "NVIDIA Corporation v. E. Ohman J:or Fonder AB",
    "href": "https://api.oyez.org/cases/2024/23-970",
    "view_count": 0,
    "docket_number": "23-970",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1718600400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/55475"
        },
        {
            "event": "Argued",
            "dates": [
                1731477600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/55520"
        },
        {
            "event": "Decided",
            "dates": [
                1733896800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/55568"
        }
    ],
    "question": "<p>What is the proper pleading standard to show knowledge or intent for Private Securities Litigation Reform Act claims that rely on internal company documents?</p>\n",
    "citation": {
        "volume": "604",
        "page": null,
        "year": "2024",
        "href": "https://api.oyez.org/case_citation/case_citation/28021"
    },
    "term": "2024",
    "description": "A case in which the Court will clarify the pleading standards to show knowledge or intent for Private Securities Litigation Reform Act claims that rely on internal company documents.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/604/23-970/",
    "facts_of_the_case": "<p>NVIDIA, a major producer of graphics processing units (GPUs), experienced a surge in demand for its gaming GPUs due to cryptocurrency mining, particularly for Ethereum, during 2017-2018. This mirrored a previous crypto-driven boom and bust cycle experienced by NVIDIA’s rival, AMD. Despite introducing specialized crypto mining GPUs (Crypto SKUs) and reporting their sales separately, NVIDIA continued to see substantial crypto-related purchases of its gaming GPUs. However, the company’s executives, particularly CEO Jensen Huang and CFO Colette Kress, repeatedly downplayed the impact of crypto mining on their gaming segment revenues when questioned by analysts and investors.</p>\n<p>As cryptocurrency prices began to decline in 2018, NVIDIA’s GPU sales dropped. On August 16, 2018, the company lowered its revenue guidance, which was followed by a more significant miss in November. On November 15, 2018, NVIDIA disclosed that post-crypto channel inventory was taking longer than expected to sell through, with Huang referring to it as a “crypto hangover.” This revelation led to a sharp decline in NVIDIA's stock price, dropping 28.5% in two trading days. The plaintiffs in this case alleged that during the class period (May 10, 2017, to November 14, 2018), NVIDIA's executives knowingly or recklessly misled investors about the company's exposure to crypto volatility by understating the impact of crypto-related purchases on their gaming segment revenues.</p>\n<p>The district court dismissed the plaintiffs’ claims, but the U.S. Court of Appeals for the Ninth Circuit reversed, concluding that the amended complaint sufficiently alleged that, during the Class Period, Huang made false or misleading statements and did so knowingly or recklessly.</p>\n",
    "conclusion": "<p>Certiorari dismissed as improvidently granted.</p>\n"
}