{
    "ID": 54684,
    "name": "California Dental Association v. Federal Trade Commission",
    "href": "https://api.oyez.org/cases/1998/97-1625",
    "view_count": 0,
    "docket_number": "97-1625",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                916207200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38140"
        },
        {
            "event": "Decided",
            "dates": [
                927522000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38141"
        }
    ],
    "question": "<p>Does the Federal Trade Commission have jurisdiction over the California Dental Association (CDA), a nonprofit professional association? Does an abbreviated rule-of-reason analysis suffice to justify the conclusion that the CDA's advertising restrictions violated the Sherman and Federal Trade Commission Act?</p>\n",
    "citation": {
        "volume": "526",
        "page": "756",
        "year": "1999",
        "href": "https://api.oyez.org/case_citation/case_citation/18613"
    },
    "term": "1998",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/526/756/",
    "facts_of_the_case": "<p>The California Dental Association (CDA), a nonprofit association of local dental societies, provides its members with insurance and financing arrangements, and engages in lobbying, litigation, marketing, and public relations for members' benefit. Members agree to abide by the CDA's Code of Ethics, which prohibits false or misleading advertising. The Federal Trade Commission (FTC) brought a complaint against the CDA, alleging that the CDA's guidelines restricted two types of truthful, non-deceptive advertising: price advertising and advertising relating to the quality of dental services and therefore had violated section 5 of the Federal Trade Commission Act (FTC Act). An Administrative Law Judge (ALJ) held that the FTC had jurisdiction over the CDA and found a violation of section 5 of the FTC Act. The FTC adopted most of the ALJ's factual findings and held that the price advertising, as well as the non-price, restrictions were violations of the Sherman and FTC Acts under an abbreviated rule-of-reason analysis. In affirming, the Court of Appeals sustain the FTC's jurisdiction and concluded that an abbreviated rule-of-reason analysis was proper in this case.</p>\n",
    "conclusion": "<p>Yes and no. In an opinion delivered by Justice David H. Souter, the Court held that the FTC's jurisdiction extends to associations like the CDA, which provide substantial economic benefit to their for-profit members, but that because the disputed anti-competitive efforts were not obvious, more than the abbreviated rule-of-reason analysis, performed in this case, was required. Justice Souter wrote for the Court that, \"[n]onprofit entities organized on behalf of for-profit members have the same capacity... to engage in unfair methods of competition or unfair and deceptive acts.\" Justice Souter, however, concluded that the Court of Appeals should have used a less-abbreviated standard of review to determine whether the FTC's invalidation of the CDA's rules was justified.</p>\n"
}