{
    "ID": 55106,
    "name": "Washington State Department of Health and Human Services v. Guardianship Estate of Keffeler",
    "href": "https://api.oyez.org/cases/2002/01-1420",
    "view_count": 0,
    "docket_number": "01-1420",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                1038895200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38929"
        },
        {
            "event": "Decided",
            "dates": [
                1046152800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38930"
        }
    ],
    "question": "<p>Does the State of Washington's use of foster childrens' Social Security benefits to reimburse itself for some of its expenditures violate the provision of the Social Security Act that protects benefits from \"execution, levy, attachment, garnishment, or other legal process?\"</p>\n",
    "citation": {
        "volume": "537",
        "page": "371",
        "year": "2003",
        "href": "https://api.oyez.org/case_citation/case_citation/19035"
    },
    "term": "2002",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/537/371/",
    "facts_of_the_case": "<p>The State of Washington, through its Department of Social and Health Services, provides foster care to certain children. It also receives and manages Social Security benefits, which it uses to cover its costs, for many of those children. Such beneficiary children filed suit, alleging that the Department's use of their benefits to reimburse itself for the foster care costs violated the \"anti-attachment\" provision of Title II of the Social Security Act, which protects certain benefits from \"execution, levy, attachment, garnishment, or other legal process.\" The trial court enjoined the Department from continuing to charge its foster care costs against Social Security benefits and ordered restitution of previous reimbursement transfers. The Washington Supreme Court ultimately affirmed the trial court's holding that the Department's practices violated the anti-attachment provision.</p>\n",
    "conclusion": "<p>No. In a unanimous opinion delivered by Justice David H. Souter, the Court held that the state's use of the Social Security benefits to reimburse itself does not violate the Social Security Act's anti-attachment provision. The Court reasoned that the Department's effort to become a representative payee and its use of Social Security benefits did not amount to employing an \"execution, levy, attachment, garnishment, or other legal process\" within the meaning of the provision. The Court also noted that a ruing adverse to the state could disadvantage children in foster care.</p>\n"
}