{
    "ID": 55144,
    "name": "Pliler v. Ford",
    "href": "https://api.oyez.org/cases/2003/03-221",
    "view_count": 0,
    "docket_number": "03-221",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1073628000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39019"
        },
        {
            "event": "Argued",
            "dates": [
                1082955600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39020"
        },
        {
            "event": "Decided",
            "dates": [
                1087794000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39021"
        }
    ],
    "question": "<p>Is a judge required to warn a habeas corpus petitioner who is representing himself that his claims may be barred by a statute of limitations if he chooses to drop the claims and re-file them at a later date?</p>\n",
    "citation": {
        "volume": "542",
        "page": "225",
        "year": "2004",
        "href": "https://api.oyez.org/case_citation/case_citation/19073"
    },
    "term": "2003",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/542/225/",
    "facts_of_the_case": "<p>Richard Ford filed a habeas corpus petition in federal district court five days before the one-year statute of limitations for his appeal ended under the Antiterrorism and Effective Death Penalty Act of 1996 (AEDPA). He represented himself, and his petition contained some claims that had been decided on by state courts and others that had not. The judge informed him that he could not hear the claims that had not been heard by state courts, and that Ford had several options: the judge could dismiss all the claims, allowing Ford to re-file them after he had presented the unheard claims to a state court, or he could dismiss the unheard claims, but delay proceedings on the other ones so that Ford could re-add the unheard ones after they had been heard. Ford chose the first option, but when he tried to re-file the claims after they were rejected by a state court, the judge refused to let him file them because the one-year AEDPA statute of limitations had ended. Ford appealed the decision to the Circuit Court of Appeals for the Ninth Circuit, which reversed the district court's decision, finding that the judge could have heard the claims if Ford had chosen the second option and that he should have warned Ford that the statute of limitations would likely end before he could re-file the claims under the first option.</p>\n",
    "conclusion": "<p>No. In an opinion by Justice Clarence Thomas, the Court ruled that a judge is not required to warn a habeas corpus petitioner who is representing himself of the consequences of his legal decision. Justice Thomas wrote, \"District judges have no obligation to act as counsel or paralegal to <em>pro se</em> litigants.\" Five justices joined Thomas' opinion, while two others concurred in his judgment.</p>\n"
}