{
    "ID": 55100,
    "name": "Georgia v. Ashcroft",
    "href": "https://api.oyez.org/cases/2002/02-182",
    "view_count": 0,
    "docket_number": "02-182",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                1051592400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38919"
        },
        {
            "event": "Decided",
            "dates": [
                1056603600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/52585"
        }
    ],
    "question": "<p>Did the redistricting plan violate the Voting Rights Act of 1965 by spreading minority voters across several districts rather than concentrating them in a few heavily minority ones?</p>\n",
    "citation": {
        "volume": "539",
        "page": "461",
        "year": "2003",
        "href": "https://api.oyez.org/case_citation/case_citation/20522"
    },
    "term": "2002",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/539/461/",
    "facts_of_the_case": "<p>Following the 2000 Census, the Democratic-controlled Georgia legislature passed a redistricting plan that was backed by many black leaders because it would have spread black voters and influence across several districts rather than concentrating them in a select few. Georgia's Republican governor objected to the plan because he said it violated the Voting Rights Act of 1965, which discourages the dilution of minority voting strength. The U.S. District Court for the District of Columbia rejected the legislature's plan.</p>\n",
    "conclusion": "<p>No. In a 5-4 opinion delivered by Justice O'Connor, the Court held that the District Court failed to consider all the relevant factors when it examined whether Georgia's Senate plan resulted in a retrogression of black voters' effective exercise of the electoral franchise. The Court reasoned that Georgia likely met its burden of showing nonretrogression under section 5 of the Voting Rights Act because the District Court focused too narrowly on certain districts without examining the increases in the black voting age population that occurred in many of the other districts and improperly rejected evidence that the legislators representing the benchmark majority-minority districts support the plan. In his dissent, Justice David H. Souter argued that Georgia had failed to carry its burden.</p>\n"
}