{
    "ID": 54779,
    "name": "Baral v. United States",
    "href": "https://api.oyez.org/cases/1999/98-1667",
    "view_count": 0,
    "docket_number": "98-1667",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                948175200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38313"
        },
        {
            "event": "Decided",
            "dates": [
                951199200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38314"
        }
    ],
    "question": "<p>Are remittances of withholding tax and estimated income tax paid on the due date of the taxpayer's income tax return?</p>\n",
    "citation": {
        "volume": "528",
        "page": "431",
        "year": "2000",
        "href": "https://api.oyez.org/case_citation/case_citation/18708"
    },
    "term": "1999",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/528/431/",
    "facts_of_the_case": "<p>David H. Baral made two remittances to the Internal Revenue Service towards his 1988 income tax, which was due on April 15, 1989. The first was a standard withholding from Baral's wages throughout 1988 by his employer. The second was an estimated income tax remitted in January 1989 by Baral himself. Baral received an extension until August 15, but did not file the return until June 1, 1993. On the return, Baral claimed a $1,175 overpayment and asked the IRS to apply this excess as a credit toward his outstanding tax obligations for the 1989 tax year. The IRS denied the requested credit citing 26 U. S. C. Section 6511, which states that \"the amount of the credit or refund shall not exceed the portion of the tax paid within the period immediately preceding the filing of the claim, equal to 3 years plus the period of any extension of time for filing the return.\" According to the IRS, Baral had paid no portion of the overpaid tax between February 1, 1990 and June 1, 1993, and therefore he faced a ceiling of zero on any allowable refund or credit. Baral commenced suit for a refund in the Federal District Court, which granted the IRS summary judgment. In affirming, the Court of Appeals concluded that both remittances were paid on April 15, 1989.</p>\n",
    "conclusion": "<p>Yes. Justice Clarence Thomas delivered the opinion of the unanimous Court, which held that remittances of withholding tax and estimated income tax are paid on the due date of a calendar year taxpayer's income tax return. The Court concluded that the ceiling on Baral's requested credit was zero, because, rather than being paid within the look-back period, between February 1, 1990 and June 1, 1993, both the withholding and the estimated taxes had been paid on April 15, 1989. The decision means that the three-year time limit for seeking a refund begins running when someone's withholding and estimated tax payments are made to the government. The deadline does not depend on when the person's income tax return is filed, the court said.</p>\n"
}