{
    "ID": 63008,
    "name": "Republic of Sudan v. Harrison",
    "href": "https://api.oyez.org/cases/2018/16-1094",
    "view_count": 0,
    "docket_number": "16-1094",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1529902800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54319"
        },
        {
            "event": "Argued",
            "dates": [
                1541570400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54365"
        },
        {
            "event": "Decided",
            "dates": [
                1553576400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54480"
        }
    ],
    "question": "<p>Did the U.S. Court of Appeals for the 2nd Circuit err by holding – in direct conflict with the U.S. Courts of Appeals for the District of Columbia, 5th and 7th Circuits and in the face of an amicus brief from the United States – that plaintiffs suing a foreign state under the Foreign Sovereign Immunities Act may serve the foreign state under 28 U.S.C. § 1608(a)(3) by mail addressed and dispatched to the head of the foreign state's ministry of foreign affairs “via” or in “care of” the foreign state's diplomatic mission in the United States, despite U.S. obligations under the Vienna Convention on Diplomatic Relations to preserve mission inviolability?</p>\n",
    "citation": {
        "volume": "587",
        "page": null,
        "year": "2019",
        "href": "https://api.oyez.org/case_citation/case_citation/27609"
    },
    "term": "2018",
    "description": "A case in which the Court resolved a circuit split in holding that plaintiffs suing a foreign state under the Foreign Sovereign Immunities Act must serve the foreign state under 28 U.S.C. § 1608(a)(3) by mail addressed and dispatched to the head of the foreign state's ministry of foreign affairs in the foreign state, not at the foreign state's embassy in the United States.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/587/16-1094/",
    "facts_of_the_case": "<p>Sailors and spouses of sailors injured in the 2000 bombing of the U.S.S. Cole in the Port of Aden, Yemen filed suit in 2010 in the U.S. District Court for the District of Columbia under the Foreign Sovereign Immunities Act (FSIA), 28 U.S.C. §§ 1130, 1602, et seq., alleging that Sudan had provided material support to al Qaeda, whom they alleged was responsible for the attack. In accordance with the plaintiffs’ request, the clerk of the court served the summons and complaint on Sudan by mailing the case documents to the Minister of Foreign Affairs of Sudan via the Sudanese Embassy in Washington, D.C., and received a return receipt. Sudan did not answer the complaint within the required time frame, and the clerk of the court therefore entered a default against Sudan. In 2012, the district court entered a default judgment against Sudan in the amount of approximately $314,000, and found that service had been proper. The clerk of the court mailed a copy of the default judgement to the Minister of Foreign Affairs of Sudan via the Sudanese Embassy in Washington, D.C., and received confirmation that it had been delivered. </p>\n<p>The judgment was registered in the U.S. District Court for the Southern District of New York, which in late 2013 and early 2014 issued three turnover orders directing particular banks to turn over assets of Sudan to the plaintiffs. After the third turnover order was issued, Sudan filed a notice of appearance, and on the same day, appealed the turnover orders to the Second Circuit. The appeals court affirmed the orders, holding that service of process had been proper under FSIA. In 2015, Sudan sought a rehearing en banc, and the United States filed an amicus brief in support of the petition. The Second Circuit denied Sudan’s request for a rehearing en banc.</p>\n",
    "conclusion": "<p>When civil process is served on a foreign state under the Foreign Sovereign Immunities Act of 1976, 28 U.S.C. § 1608(a)(3) requires a mailing to be sent directly to the foreign minister’s office in the foreign state. In an 8–1 majority opinion authored by Justice Samuel Alito, the Court held that the most natural reading of § 1608(a)(3) required that the Republic of Sudan be served by a mailing sent directly to its foreign minister’s office in Sudan, not to the Sudanese Embassy in the United States.</p>\n<p>A federal court may exercise jurisdiction over a foreign state in limited circumstances as described in the Foreign Sovereign Immunities Act of 1976 (FSIA). Relevant in this case is that a court may exercise personal jurisdiction over a foreign state only “where service has been made under section 1608.” That section, specifically § 1608(a)(3), allows for four methods of serving civil process, one of which—at issue in this case—is service “by any form of mail requiring a signed receipt, to be addressed and dispatched . . . to the head of the ministry of foreign affairs of the foreign state concerned.” The Court found that “addressed” means having one’s name and address placed on the outside of a letter or package, and that an “address” means “a residence or place of business.” The foreign nation’s embassy in the United States is neither “a residence” nor its “place of business.” Moreover, to “dispatch” means to “send directly” to the address of the intended recipient.</p>\n<p>The Court then found that its interpretation of the meaning of the statute bolstered by other related provisions. The “addressed and dispatched” language is intended to be “reasonably calculated to give actual notice” to the recipient.</p>\n<p>Further, the Court found that its interpretation leads to other logical results. If mailing a service packet to a foreign state’s embassy in the United States were sufficient, then it would be easier to serve the foreign state itself than to serve a person in that foreign state under Rule 4 of the Federal Rules of Civil Procedure, which is an illogical result.</p>\n<p>Justice Clarence Thomas authored a dissenting opinion arguing that FSIA “neither specifies nor precludes the use of any particular address” and that, given “the unique role that embassies play in facilitating communications between states,” service by mailing to Sudan’s embassy in Washington, D.C., should comply with the requirements of FSIA.</p>\n"
}