{
    "ID": 54521,
    "name": "City of Boerne v. Flores",
    "href": "https://api.oyez.org/cases/1996/95-2074",
    "view_count": 0,
    "docket_number": "95-2074",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                856332000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37836"
        },
        {
            "event": "Decided",
            "dates": [
                867214800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37837"
        }
    ],
    "question": "<p>Did Congress exceed its Fourteenth Amendment enforcement powers by enacting the RFRA which, in part, subjected local ordinances to federal regulation?</p>\n",
    "citation": {
        "volume": "521",
        "page": "507",
        "year": "1997",
        "href": "https://api.oyez.org/case_citation/case_citation/18450"
    },
    "term": "1996",
    "description": "A case in which the Court ruled that Congress exceeded its Fourteenth Amendment powers when it enacted the Religious Freedom Restoration Act, subjecting local ordinance to federal regulation. ",
    "justia_url": "https://supreme.justia.com/cases/federal/us/521/507/",
    "facts_of_the_case": "<p>The Archbishop of San Antonio sued local zoning authorities for violating his rights under the 1993 Religious Freedom Restoration Act (RFRA), when they denied him a permit to expand his church in Boerne, Texas. Boerne's zoning authorities argued that the Archbishop's church was located in a historic preservation district governed by an ordinance forbidding new construction, and that the RFRA was unconstitutional insofar as it sought to override this local preservation ordinance. On appeal from the Fifth Circuit's reversal of a district court's finding against Archbishop Flores, the Court granted Boerne's petition for certiorari.</p>\n",
    "conclusion": "<p>The Religious Freedom Restoration Act (RFRA) of 1993 exceeded Congress's enforcement powers under Section 5 of the Fourteenth Amendment. Writing for the majority, Justice Anthony Kennedy explained that RFRA imposed an overly strict standard—requiring laws to serve a \"compelling government interest\" and be the \"least restrictive means\" of furthering that interest—for evaluating laws that burdened religious exercise. That standard was inconsistent with the Court's precedent regarding the proper balance between religious freedom and governmental interests. While Congress may remedy and prevent constitutional violations, it cannot redefine the scope of constitutional rights or their limitations under the guise of enforcing the Fourteenth Amendment.</p>\n<p> </p>\n<p>The Fourteenth Amendment prohibits states from depriving individuals of \"life, liberty, or property, without due process of law\" or denying them \"equal protection of the laws.\" Section 5 grants Congress the power to enforce these provisions through \"appropriate legislation.\" Notably, Section 5 does not give Congress the authority to create new constitutional rights or change the substance of the Fourteenth Amendment's guarantees. Rather, it allows Congress to enact laws that remedy or prevent constitutional violations.</p>\n<p>To be a valid exercise of Section 5 power, a law must be \"congruent and proportional\" to the constitutional injury it seeks to address. RFRA failed this test because it was not tailored to address any specific unconstitutional conduct by the states. Instead, RFRA broadly prohibited state laws that substantially burdened religious exercise, even if those laws were neutral and generally applicable. Thus, this broad prohibition was out of proportion to the relatively rare constitutional violations Congress had identified in the legislative record. This holding reaffirmed the Court's role as the ultimate interpreter of the Constitution and placed important limits on Congress's power to regulate the states under the Fourteenth Amendment.</p>\n"
}