{
    "ID": 54915,
    "name": "Kyllo v. United States",
    "href": "https://api.oyez.org/cases/2000/99-8508",
    "view_count": 0,
    "docket_number": "99-8508",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                982648800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38570"
        },
        {
            "event": "Decided",
            "dates": [
                992235600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38571"
        }
    ],
    "question": "<p>Does the use of a thermal-imaging device to detect relative amounts of heat emanating from a private home constitute an unconstitutional search in violation of the Fourth Amendment?</p>\n",
    "citation": {
        "volume": "533",
        "page": "27",
        "year": "2001",
        "href": "https://api.oyez.org/case_citation/case_citation/18844"
    },
    "term": "2000",
    "description": "A case in which the Court found the use of thermal-imaging to detect areas of high heat in one's private home was a violation of the Fourth Amendment.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/533/27/",
    "facts_of_the_case": "<p>A Department of the Interior agent, suspicious that Danny Kyllo was growing marijuana, used a thermal-imaging device to scan his triplex. The imaging was to be used to determine if the amount of heat emanating from the home was consistent with the high-intensity lamps typically used for indoor marijuana growth. Subsequently, the imaging revealed that relatively hot areas existed, compared to the rest of the home. Based on informants, utility bills, and the thermal imaging, a federal magistrate judge issued a warrant to search Kyllo's home. The search unveiled growing marijuana. After Kyllo was indicted on a federal drug charge, he unsuccessfully moved to suppress the evidence seized from his home and then entered a conditional guilty plea. Ultimately affirming, the Court of Appeals held that Kyllo had shown no subjective expectation of privacy because he had made no attempt to conceal the heat escaping from his home, and even if he had, there was no objectively reasonable expectation of privacy because the imager \"did not expose any intimate details of Kyllo's life,\" only \"amorphous 'hot spots' on the roof and exterior wall.\"</p>\n",
    "conclusion": "<p>Yes. In a 5-4 opinion delivered by Justice Antonin Scalia, the Court held that \"[w]here, as here, the Government uses a device that is not in general public use, to explore details of the home that would previously have been unknowable without physical intrusion, the surveillance is a 'search' and is presumptively unreasonable without a warrant.\" In dissent, Justice John Paul Stevens argued that the \"observations were made with a fairly primitive thermal imager that gathered data exposed on the outside of [Kyllo's] home but did not invade any constitutionally protected interest in privacy,\" and were, thus, \"information in the public domain.\"</p>\n"
}