{
    "ID": 54879,
    "name": "Seling v. Young",
    "href": "https://api.oyez.org/cases/2000/99-1185",
    "view_count": 0,
    "docket_number": "99-1185",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                972972000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38501"
        },
        {
            "event": "Decided",
            "dates": [
                979711200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38502"
        }
    ],
    "question": "<p>May an act, found to be civil, be deemed punitive \"as applied\" to an individual in violation of the Double Jeopardy and Ex Post Facto Clauses, thereby providing a cause for release?</p>\n",
    "citation": {
        "volume": "531",
        "page": "250",
        "year": "2001",
        "href": "https://api.oyez.org/case_citation/case_citation/18808"
    },
    "term": "2000",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/531/250/",
    "facts_of_the_case": "<p>Washington State's Community Protection Act of 1990 (Act) authorizes the civil commitment of \"sexually violent predators,\" or persons who suffer from a mental abnormality or personality disorder that makes them likely to engage in predatory acts of sexual violence. After his imprisonment for committing six rapes, Andre Brigham Young was scheduled to be released from prison in 1990. Prior to his release, the state successfully filed a petition to commit Young as a sexually violent predator. Ultimately, Young instituted a federal habeas action. Initially, the District Court granted the writ, finding that the Act was criminal rather than civil, and that it violated the double jeopardy and ex post facto guarantees of the Constitution. On remand from the Court of Appeals, the District Court denied Young's petition. The court determined that the Act was civil and, therefore, it could not violate the double jeopardy and ex post facto guarantees. On appeal, the Court of Appeals reasoned that the case turned on whether the Act was punitive \"as applied\" to Young.</p>\n",
    "conclusion": "<p>No. In an 8-1 opinion delivered by Justice Sandra Day O'Connor, the Court held that because the Washington Community Protection Act of 1990 had been found to be civil, it could not be deemed punitive as applied to Young for the purposes of double jeopardy and ex post facto challenges. Justice O'Connor wrote for the majority that an \"as-applied\" analysis would be \"unworkable\" because it would \"never conclusively resolve whether a particular scheme is punitive and would thereby prevent a final determination of the scheme's validity under the Double Jeopardy and Ex Post Facto Clauses.\" Justice John Paul Stevens dissented.</p>\n"
}