{
    "ID": 54644,
    "name": "Regions Hospital v. Shalala",
    "href": "https://api.oyez.org/cases/1997/96-1375",
    "view_count": 0,
    "docket_number": "96-1375",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                880956000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38066"
        },
        {
            "event": "Decided",
            "dates": [
                888300000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38067"
        }
    ],
    "question": "<p>Is the Secretary of Health and Human Services' \"reaudit\" rule a reasonable interpretation of the GME Amendment of the Medicare and Medicaid Budget Reconciliation Amendments of 1985?</p>\n",
    "citation": {
        "volume": "522",
        "page": "448",
        "year": "1998",
        "href": "https://api.oyez.org/case_citation/case_citation/18573"
    },
    "term": "1997",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/522/448/",
    "facts_of_the_case": "<p>Under the Medicare Act a hospital may obtain a reimbursement for certain graduate medical education (GME) programs for interns and residents by preparing certain reports. The GME Amendment, section 9202(a), of the Medicare and Medicaid Budget Reconciliation Amendments of 1985 directs the Secretary of Health and Human Services to determine, for a hospital's cost reporting period starting during fiscal year 1984, the amount \"recognized as reasonable\" for GME costs. The Amendment then directs the Secretary to use the 1984 amount, adjusted for inflation, to calculate a hospital's GME reimbursement for subsequent years. The Secretary's \"reaudit\" regulation permits a second audit of the 1984 GME costs to ensure accurate reimbursements in future years. A reaudit of Regions Hospital significantly lowered the Hospital's allowable 1984 GME costs. Subsequently, the Hospital challenged the validity of the reaudit rule. Ultimately, the District Court granted the Secretary summary judgment, concluding that the rule reasonably interpreted Congress' prescription and that the reauditing did not impose an impermissible \"retroactive rule.\" The Court of Appeals affirmed.</p>\n",
    "conclusion": "<p>Yes. In a 6-3 opinion delivered by Justice Ruth Bader Ginsburg, the Court held that the reaudit rule is a reasonable interpretation of the GME Amendment and that it is not impermissibly retroactive. Given that the timing of the \"recognized as reasonable\" determination is silent and thus ambiguous, the Court concluded that, because it reflects a reasonable interpretation of the law, the reaudit rule merits the Court's approbation. \"The Secretary's reaudit rule brings the base-year calculation in line with Congress' pervasive instruction for reasonable cost reimbursement,\" wrote Justice Ginsburg. Justice Antonin Scalia wrote a dissenting opinion, in which Justices Sandra Day O'Connor and Clarence Thomas joined.</p>\n"
}