{
    "ID": 55989,
    "name": "Kansas v. Cheever",
    "href": "https://api.oyez.org/cases/2013/12-609",
    "view_count": 0,
    "docket_number": "12-609",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1361772000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41306"
        },
        {
            "event": "Argued",
            "dates": [
                1381899600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41307"
        },
        {
            "event": "Decided",
            "dates": [
                1386741600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41578"
        }
    ],
    "question": "<p>Did the state violate the defendant's Fifth Amendment right to avoid self-incrimination by bringing in evidence from the court-ordered mental evaluation of the defendant to rebut an affirmative defense based on mental incapacity?</p>\n",
    "citation": {
        "volume": "571",
        "page": "87",
        "year": "2013",
        "href": "https://api.oyez.org/case_citation/case_citation/20890"
    },
    "term": "2013",
    "description": "A case in which the Court held that, in a criminal trial, the Fifth Amendment allows a prosecutor to use psychiatric evidence to counter-argue psychiatric evidence given by the defense.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/571/87/",
    "facts_of_the_case": "<p>On January 19, 2005, Scott D. Cheever shot and killed Greenwood County Sheriff Matthew Samuels at the residence of Darrell and Belinda Coopers in Hilltop, Kansas. Samuels had gone to the Coopers' residence based on a tip to arrest Cheever for outstanding warrants. He found the Coopers, Cheever, and two others cooking and ingesting methamphetamines. In the following attempts to arrest Cheever and retrieve the injured Samuels, Cheever also shot at several other officers.</p>\n<p>At trial, Cheever asserted a voluntary intoxication defense and argued that the methamphetamine use rendered him mentally incapable of the premeditation required for murder. During the course of the trial, the judge ordered Cheever to undergo a psychiatric examination conducted by a psychiatric hired by the government. The prosecution sought to bring the transcript of the interview into evidence to impeach Cheever's testimony regarding the order of events at the Coopers' residence, which the court allowed. After the defense rested their case, the prosecution called the psychiatrist to the stand as a rebuttal witness to respond to the defense's claims regarding Cheever's mental capacity at the time of the crime. The trial court allowed the psychiatrist's testimony as a rebuttal witness. The jury found Cheever guilty and, at a separate sentencing hearing, sentenced him to death. The Kansas Supreme Court held that the admission of the government psychiatrist's testimony into evidence violated Cheever's Fifth Amendment rights.</p>\n",
    "conclusion": "<p>No. Justice Sonia Sotomayor delivered the opinion for a unanimous Court. The Court held that the Fifth Amendment does not prevent the prosecution from introducing psychiatric evidence to rebut psychiatric evidence presented by the defense. To deny the prosecution that right would undermine the adversarial process, because the jury should hear both sides of any discussion of the defendant's mental state at the time of the alleged crime. The Court also held that this ruling was in line with Fifth Amendment jurisprudence that does not allow a defendant to avoid cross-examination. When the defendant's mental state is at issue and the defense offers evidence through expert testimony, it may be rebutted by expert testimony from the prosecution.</p>\n"
}