{
    "ID": 55725,
    "name": "Tapia v. United States",
    "href": "https://api.oyez.org/cases/2010/10-5400",
    "view_count": 0,
    "docket_number": "10-5400",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1291960800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40598"
        },
        {
            "event": "Argued",
            "dates": [
                1303102800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40599"
        },
        {
            "event": "Decided",
            "dates": [
                1308200400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40600"
        }
    ],
    "question": "<p>Can a district court give a defendant a longer prison sentence to promote rehabilitation?</p>\n",
    "citation": {
        "volume": "564",
        "page": null,
        "year": "2011",
        "href": "https://api.oyez.org/case_citation/case_citation/19647"
    },
    "term": "2010",
    "description": "A case in which the Court held that a district court may not give a defendant a longer prison sentence based on speculation about if and when the defendant would be able to participate in an inmate drug rehabilitation program. ",
    "justia_url": "https://supreme.justia.com/cases/federal/us/564/319/",
    "facts_of_the_case": "<p>Alejandra Tapia was convicted of bringing illegal aliens into the United States and of jumping bail after being charged with immigration crimes. Following the jury trial, a judge on the U.S. District Court for the Southern District of California sentenced Tapia to 51 months in prison, noting that one factor in giving her a longer sentence was to make sure she remained confined long enough to take part in a drug rehab program.</p>\n<p>Tapia appealed the sentence, arguing that the district court committed plain error by basing her sentence on speculation about whether and when she could enter and complete the Bureau of Prison's 500-hour drug abuse treatment program. But in April 2010, the U.S. Court of Appeals for the Tenth Circuit affirmed the lower court order.</p>\n",
    "conclusion": "<p>No. The Supreme Court reversed the lower court holding in a unanimous decision by Justice Elena Kagan. \"Section 3582(a) does not permit a sentencing court to impose or lengthen a prison term in order to foster a defendant's rehabilitation,\" Kagan wrote. Meanwhile, Justice Sonia Sotomayor filed a concurring opinion joined by Justice Samuel Alito in which she wrote: \"I agree with the Court's conclusion that 18 U. S. C. §3582(a) 'precludes federal courts from imposing or lengthening a prison term in order to promote a criminal defendant's rehabilitation. ' I write separately to note my skepticism that the District Judge violated this proscription in this case.\"</p>\n"
}