{
    "ID": 55028,
    "name": "Raygor v. Regents of University of Minnesota",
    "href": "https://api.oyez.org/cases/2001/00-1514",
    "view_count": 0,
    "docket_number": "00-1514",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                1006754400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38783"
        },
        {
            "event": "Decided",
            "dates": [
                1014789600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38784"
        }
    ],
    "question": "<p>Does the federal supplemental jurisdiction statute's tolling provision apply to claims filed in federal court against nonconsenting States?</p>\n",
    "citation": {
        "volume": "534",
        "page": "533",
        "year": "2002",
        "href": "https://api.oyez.org/case_citation/case_citation/18957"
    },
    "term": "2001",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/534/533/",
    "facts_of_the_case": "<p>In 1996, Lance Raygor and James Goodchild filed complaints in Federal District Court against the Board of Regents of the University of Minnesota, stemming from an alleged incident in which the university attempted to compel them to accept early retirement. They refused. Subsequently, their jobs were reclassified to reduce their salaries. The complaints alleged a federal cause of action under the Age Discrimination in Employment Act (ADEA) and a state law discrimination action under the federal supplemental jurisdiction statute, which purports to toll the limitations period for supplemental claims while they are pending in federal court and for 30 days after they are dismissed. The District Court ultimately dismissed their cases on Eleventh Amendment grounds. Before the dismissal, Raygor and Goodrich refilled their state law claims in state court. The university contended that the federal supplemental jurisdiction statute did not toll the limitations period on those claims because the Federal District Court never had subject matter jurisdiction over the ADEA claims. Ultimately, the State Supreme Court held the federal supplemental jurisdiction statute unconstitutional when applied to claims against nonconsenting state defendants, such as the university.</p>\n",
    "conclusion": "<p>No. In a 5-4 opinion delivered by Justice Sandra Day O'Connor, the Court held that the Board of Regents of the University of Minnesota never consented to suit in federal court on Raygor and Goodrich's state law claims and that the federal supplemental jurisdiction statute does not toll the period of limitations for state law claims asserted against nonconsenting state defendants that are dismissed on Eleventh Amendment grounds. Therefore, Justice O'Connor reasoned that the federal supplemental jurisdiction statute did not operate to toll the period of limitations for Raygor and Goodrich's claims. Justice Ruth Bader Ginsburg filed an opinion concurring in part and concurring in the judgment. Joined by Justices David H. Souter and Stephen G. Breyer, Justice John Paul Stevens dissented.</p>\n"
}