{
    "ID": 54485,
    "name": "Printz v. United States",
    "href": "https://api.oyez.org/cases/1996/95-1478",
    "view_count": 0,
    "docket_number": "95-1478",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                849592800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37770"
        },
        {
            "event": "Decided",
            "dates": [
                867387600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37771"
        }
    ],
    "question": "<p>Using the Necessary and Proper Clause of Article I as justification, can Congress temporarily require state CLEOs to regulate handgun purchases by performing those duties called for by the Brady Bill's handgun applicant background-checks?</p>\n",
    "citation": {
        "volume": "521",
        "page": "898",
        "year": "1997",
        "href": "https://api.oyez.org/case_citation/case_citation/18414"
    },
    "term": "1996",
    "description": "A case in which the Court held that Congress could not require state agencies to perform federal duties under the Necessary and Proper Clause.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/521/898/",
    "facts_of_the_case": "<p>The Brady Handgun Violence Prevention Act (Brady Bill) required \"local chief law enforcement officers\" (CLEOs) to perform background-checks on prospective handgun purchasers, until such time as the Attorney General establishes a federal system for this purpose. County sheriffs Jay Printz and Richard Mack, separately challenged the constitutionality of this interim provision of the Brady Bill on behalf of CLEOs in Montana and Arizona respectively. In both cases District Courts found the background-checks unconstitutional, but ruled that since this requirement was severable from the rest of the Brady Bill a voluntary background-check system could remain. On appeal from the Ninth Circuit's ruling that the interim background-check provisions were constitutional, the Supreme Court granted certiorari and consolidated the two cases deciding this one along with Mack v. United States.</p>\n",
    "conclusion": "<p>No. The Court constructed its opinion on the old principle that state legislatures are not subject to federal direction. The Court explained that while Congress may require the federal government to regulate commerce directly, in this case by performing background-checks on applicants for handgun ownership, the Necessary and Proper Clause does not empower it to compel state CLEOs to fulfill its federal tasks for it - even temporarily. The Court added that the Brady Bill could not require CLEOs to perform the related tasks of disposing of handgun-application forms or notifying certain applicants of the reasons for their refusal in writing, since the Brady Bill reserved such duties only for those CLEO's who voluntarily accepted them.</p>\n"
}