{
    "ID": 54523,
    "name": "Johnson v. Fankell",
    "href": "https://api.oyez.org/cases/1996/96-292",
    "view_count": 0,
    "docket_number": "96-292",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                856936800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37839"
        },
        {
            "event": "Decided",
            "dates": [
                865832400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37840"
        }
    ],
    "question": "<p>Do defendants in an action brought under 42 USC section 1983 in state court have a federal right to an interlocutory appeal from a denial of qualified immunity?</p>\n",
    "citation": {
        "volume": "520",
        "page": "911",
        "year": "1997",
        "href": "https://api.oyez.org/case_citation/case_citation/18452"
    },
    "term": "1996",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/520/911/",
    "facts_of_the_case": "<p>Kristine L. Fankell filed an action for damages in Idaho State Court, alleging that the termination of her state employment by Marian Johnson, and other officials of the Idaho Liquor Dispensary, deprived her of property without due process in violation of the Fourteenth Amendment. The trial court dismissed Johnson and others' motion to dismiss, which asserted that they were entitled to qualified immunity. The Idaho Supreme Court dismissed their appeal from that ruling, explaining that the denial was neither an appealable final order under Idaho Appellate Rule 11(a)(1) nor appealable as a matter of federal right.</p>\n",
    "conclusion": "<p>No. In unanimous opinion delivered by John Paul Stevens, the Court held that defendants in a state-court section 1983 action do not have a federal right to an interlocutory appeal from a denial of qualified immunity. The Court reasoned that in construing state rules allowing appeals from final judgments, state courts did not need to accept the federal definition of a \"final decision\" within the meaning of federal law. The right to an interlocutory appeal of a denial of immunity \"is a federal procedural right that simply does not apply in a non-federal forum,\" Justice Stevens wrote for the court.</p>\n"
}