{
    "ID": 55107,
    "name": "Pharmaceutical Research & Manufacturers of America v. Walsh",
    "href": "https://api.oyez.org/cases/2002/01-188",
    "view_count": 0,
    "docket_number": "01-188",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                1043215200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38931"
        },
        {
            "event": "Decided",
            "dates": [
                1053320400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38932"
        }
    ],
    "question": "<p>Is a Maine statute providing for affordable prescription drugs pre-empted by the Supremacy Clause? Does the statute violate the Commerce Clause?</p>\n",
    "citation": {
        "volume": "538",
        "page": "644",
        "year": "2003",
        "href": "https://api.oyez.org/case_citation/case_citation/19036"
    },
    "term": "2002",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/538/644/",
    "facts_of_the_case": "<p>In order to achieve savings on Medicaid purchases above federal cost-saving measures, the \"Maine Rx\" Program reduces prescription drug prices for state residents. Under the program, Maine attempts negotiate rebates with drug manufacturers. If a company does not enter into a rebate agreement, its Medicaid sales are subjected to a prior authorization procedure that requires state agency approval to qualify a doctor's prescription for reimbursement. The Pharmaceutical Research and Manufacturers of America, an association of nonresident drug manufacturers, challenged the program, claiming that it is pre-empted by the Medicaid Act and violates the Commerce Clause. Without resolving any factual issues, the District Court entered a preliminary injunction preventing the statute's implementation, concluding that any obstacle to the federal program's administration is sufficient to establish pre-emption. The Court of Appeals reversed.</p>\n",
    "conclusion": "<p>No and no. In an opinion delivered by Justice John Paul Stevens, the Court held, 9-0, that the Pharmaceutical Research and Manufacturers of America had not carried its burden of showing a probability of success on the merits of its Commerce Clause claims and, 6-3, that their showing was insufficient to support a finding that the Medicaid Act pre-empts Maine's Rx Program insofar as it threatens to coerce manufacturers into reducing their prices on non- Medicaid sales. The Court's decision upheld the Court of Appeal's reversal of the District Court's injunction. Justice Sandra Day O'Connor, joined by Chief Justice William H. Rehnquist and Justice Anthony M. Kennedy, dissented from the plurality's opinion. \"By imposing prior authorization on Maine's Medicaid population to achieve wholly non-Medicaid related goals, Maine Rx 'stands as an obstacle to the accomplishment and execution of the full purposes and objectives' of the federal Medicaid Act,\" argued Justice O'Connor.</p>\n"
}