{
    "ID": 54072,
    "name": "Hazen Paper Company v. Biggins",
    "href": "https://api.oyez.org/cases/1992/91-1600",
    "view_count": 0,
    "docket_number": "91-1600",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                726904800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/36997"
        },
        {
            "event": "Decided",
            "dates": [
                735282000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/36998"
        },
        {
            "event": "Granted",
            "dates": [
                709189200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/53575"
        }
    ],
    "question": "<p>Did the Courts below err in sustaining Biggin's claim under the ADEA, where the finding of age discrimination was based on pension vesting?</p>\n<p>Did the Court of Appeals err in reinstating an award of liquidated damages for willful ADEA violation that had been set aside by the District Court?</p>\n",
    "citation": {
        "volume": "507",
        "page": "604",
        "year": "1993",
        "href": "https://api.oyez.org/case_citation/case_citation/18001"
    },
    "term": "1992",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/507/604/",
    "facts_of_the_case": "<p>Hazen Paper Company fired Walter F. Biggins, a 62-year-old employee who worked for Hazen for just under 10 years.  Biggins’ pension was set to vest at the completion of 10 years of service.  Biggins sued Hazen and its owners, alleging that his termination violated the Age Discrimination in Employment Act (ADEA) and several provisions of the Employment Retirement Income Security Act (ERISA).  At trial, the jury ruled in favor of Biggins, finding that Hazen violated ERISA and “willfully” violated the ADEA.  The willful violation gave rise to liquidated damages.  The district court judge granted Hazen’s motion for judgment notwithstanding the verdict, reversing the finding of willfulness which eliminated the liquidated damages.  The U.S. Court of Appeals for the First Circuit affirmed the jury verdict and reversed the finding of willfulness, holding that Hazen knowingly violated the ADEA by showing a “reckless disregard” for the matter.</p>\n",
    "conclusion": "<p>Yes, no.  Justice Sandra Day O’Connor, writing for a unanimous court, vacated the court of appeals' judgment and remanded for further proceedings.  The Supreme Court held that interfering with an employee’s pension does not automatically violate the ADEA, though it is a clear ERISA violation.  While older employees may have more years of service, age and years of service are independent of each other.  On remand, the court of appeals should reconsider whether there is sufficient evidence to support an ADEA violation independent of the pension interference.  The Court also held that the court of appeals applied the proper definition of willfulness.</p>\n<p>Justice Anthony M. Kennedy concurred, noting that nothing in the majority opinion should be read as supporting the “disparate impact” theory of Title VII.  Chief Justice William H. Rehnquist joined in the concurrence.</p>\n"
}