{
    "ID": 55300,
    "name": "Arbaugh v. Y & H Corp.",
    "href": "https://api.oyez.org/cases/2005/04-944",
    "view_count": 0,
    "docket_number": "04-944",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1116219600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39455"
        },
        {
            "event": "Argued",
            "dates": [
                1136959200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39456"
        },
        {
            "event": "Decided",
            "dates": [
                1140588000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39457"
        }
    ],
    "question": "<p>Title VII of the 1964 Civil Rights Act applied the prohibition of employment discrimination to employers with fifteen or more employees. Did this limit federal courts' subject matter jurisdiction, or did it only raise an issue going to the merits of a Title VII claim?</p>\n",
    "citation": {
        "volume": "546",
        "page": "500",
        "year": "2006",
        "href": "https://api.oyez.org/case_citation/case_citation/20623"
    },
    "term": "2005",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/546/500/",
    "facts_of_the_case": "<p>Jennifer Arbaugh, a waitress at the Moonlight Cafe in Louisiana, sued her employer, the Y&amp;H Corporation, for sexual harassment under Title VII of the Civil Rights Act. The federal district court jury ruled for Arbaugh. Filing a motion to dismiss, Y&amp;H claimed it did not qualify as an employer under Title VII, because it did not employ 15 or more employees for 20 or more calendar weeks during the relevant time period. The district court then reversed the jury judgment, holding that the number of employees determines a court's subject matter jurisdiction in a Title VII suit. The Fifth Circuit affirmed.</p>\n",
    "conclusion": "<p>The Court held that the number-of-employees requirement is an element of the merits of a Title VII claim, not a jurisdictional limitation. The 8-0 opinion (Justice Alito not participating) by Justice Ruth Bader Ginsburg reversed the Circuit Court, noting the \"unfair[ness]\" and \"waste of judicial resources\" that could result from a jurisdictional interpretation of the number-of-employees requirement as well as the lack of any specific jurisdictional language that would require such an interpretation. The Court relied on a \"readily administrable bright line\" rule that statutory limitations should be treated as non-jurisdictional unless specified as jurisdictional by Congress.</p>\n"
}