{
    "ID": 55152,
    "name": "Jones v. R. R. Donnelley & Sons Company",
    "href": "https://api.oyez.org/cases/2003/02-1205",
    "view_count": 0,
    "docket_number": "02-1205",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1053320400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39041"
        },
        {
            "event": "Argued",
            "dates": [
                1077602400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39042"
        },
        {
            "event": "Decided",
            "dates": [
                1083560400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39043"
        }
    ],
    "question": "<p>Does the United States Code's four-year statute of limitations for suits brought under acts of Congress passed after 1990 apply only to new laws, or does it also apply to amendments of previously existing laws?</p>\n",
    "citation": {
        "volume": "541",
        "page": "369",
        "year": "2004",
        "href": "https://api.oyez.org/case_citation/case_citation/19081"
    },
    "term": "2003",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/541/369/",
    "facts_of_the_case": "<p>In November of 1996, Edith Jones and several other African Americans filed a class action lawsuit in federal district court against R.R. Donnelley and Sons, a commercial printing company. They claimed they had suffered racial discrimination in violation of section 1981 of United States Code (U.S.C.), which had no specified statute of limitations. Donnelley and Sons, however, argued that the section was bound by a two-year statute of limitations established by Illinois for all personal injury claims. The suit fell outside that statute of limitations, and the company argued that it should therefore be dismissed.</p>\n<p>Jones, however, argued that a separate section of U.S.C. extended the statute of limitations to four years for any civil suit brought under an act of Congress passed after 1990. Because the 1991 Civil Rights Act had broadened the definition of section 1981, she argued, the four-year statute of limitations should apply to that section and the suit should therefore not be thrown out. Donnelley and Sons countered that the 1991 Civil Rights Act had merely amended the section, not created a new law, and that the four-year statute of limitations therefore did not apply.</p>\n<p>A federal district court sided with Jones. A Seventh Circuit Court of Appeals panel unanimously reversed.</p>\n",
    "conclusion": "<p>It also applies to amendments of previously existing laws. Writing for a unanimous Court, Justice John Paul Stevens stated \"[a]n amendment to an existing statute is no less an 'Act of Congress' than a new, stand-alone statute.\" The four-year statute of limitations therefore applies to any act or amendment to an act passed by Congress after 1990.</p>\n"
}