{
    "ID": 55134,
    "name": "Frew v. Hawkins",
    "href": "https://api.oyez.org/cases/2003/02-628",
    "view_count": 0,
    "docket_number": "02-628",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1047276000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38991"
        },
        {
            "event": "Argued",
            "dates": [
                1065502800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38992"
        },
        {
            "event": "Decided",
            "dates": [
                1074060000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38993"
        }
    ],
    "question": "<p>Do states forfeit 11th Amendment protection when they enter into a consent decree under federal law in federal court? And must states violate federal law, not just the consent agreement, in order to be subject to suit in federal court?</p>\n",
    "citation": {
        "volume": "540",
        "page": "431",
        "year": "2004",
        "href": "https://api.oyez.org/case_citation/case_citation/19063"
    },
    "term": "2003",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/540/431/",
    "facts_of_the_case": "<p>In 1996, Linda Frew and other citizens settled a class-action lawsuit in federal district court against the Texas Health and Human Services Commission. Settlement was reached through a consent decree, in which the parties make an agreement that is subject to court supervision. As part of this consent decree, Texas was supposed to improve health care for poor children to comply with a federally mandated program called Early and Periodic Screening, Diagnosis and Treatment. Two years later, Frew and others remained unsatisfied that Texas was complying with the federal requirements, and asked the court to force Texas to create a plan for how it would improve health care. Texas refused, however, claiming that it was immune from the court order under the 11th Amendment, which provides for state sovereignty. Texas argued that because no federal rights had been violated, suit could not be brought in federal court. The Fifth Circuit Court of Appeals agreed with Texas.</p>\n",
    "conclusion": "<p>Yes and no. In a unanimous opinion delivered by Justice Anthony Kennedy, the Court held that enforcement of the consent decree does not violate the 11th Amendment. The Court rejected the argument that a federal court cannot enforce a consent decree unless it finds a violation of federal law. \"The decree here is a federal court order that springs from a federal dispute and furthers the objectives of federal law,\" Justice Kennedy wrote.</p>\n"
}