{
    "ID": 54636,
    "name": "General Electric Company v. Joiner",
    "href": "https://api.oyez.org/cases/1997/96-188",
    "view_count": 0,
    "docket_number": "96-188",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                876805200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38051"
        },
        {
            "event": "Decided",
            "dates": [
                882165600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38052"
        }
    ],
    "question": "<p>Is the abuse of discretion standard the correct standard an appellate court should apply in reviewing a trial court's decision to admit or exclude expert testimony?</p>\n",
    "citation": {
        "volume": "522",
        "page": "136",
        "year": "1997",
        "href": "https://api.oyez.org/case_citation/case_citation/18565"
    },
    "term": "1997",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/522/136/",
    "facts_of_the_case": "<p>In 1992, Robert Joiner, after being diagnosed with small-cell lung cancer, sued General Electric Co. in Georgia state court, alleging that his disease was promoted by workplace exposure to chemical \"PCBs\" and their derivatives, including polychlorinated dibenzofurans (furans) and polychlorinated dibenzodioxins (dioxins). Ultimately, Joiner provided the District Court with expert witnesses' depositions that testified that PCBs, furans, and dioxins can promote cancer and that this was the likely cause of his cancer. The court granted GE summary judgment, reasoning that there was no genuine issue as to whether Joiner had been exposed to furans and dioxins and that his experts' testimony had failed to show that there was a link between exposure to PCBs and small-cell lung cancer. In reversing, the Court of Appeals held that the District Court erred in excluding the testimony of Joiner's expert witnesses. The appellate court applied a stringent standard of review to reach its conclusion.</p>\n",
    "conclusion": "<p>Yes. In an opinion delivered by Chief Justice William H. Rehnquist, the Court held that abuse of discretion, the standard ordinarily applicable to review of evidentiary rulings, is the proper standard by which to review a district court's decision to admit or exclude expert scientific evidence. Additionally, the Court held that the proper application of the correct standard of review indicates that the District Court did not err in excluding the expert testimony at issue. \"The Federal Rules of Evidence,\" wrote Chief Justice Rehnquist, \"leave in place the 'gatekeeper' role of the trial judge in screening such evidence. A court of appeals applying 'abuse of discretion' review to such rulings may not categorically distinguish between rulings allowing expert testimony and rulings which disallow it.\"</p>\n"
}