{
    "ID": 63140,
    "name": "Intel Corp. Investment Policy Committee v. Sulyma",
    "href": "https://api.oyez.org/cases/2019/18-1116",
    "view_count": 0,
    "docket_number": "18-1116",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1560142800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54527"
        },
        {
            "event": "Argued",
            "dates": [
                1575439200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54619"
        },
        {
            "event": "Decided",
            "dates": [
                1582696800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54668"
        }
    ],
    "question": "<p>Does the three-year statute of limitations period in ERISA, which runs “from the earliest date on which the plaintiff had actual knowledge of the breach or violation”—bar a suit where the defendants disclosed all relevant information but the plaintiff chose not to read or could not recall having read the information?</p>\n",
    "citation": {
        "volume": "589",
        "page": null,
        "year": "2020",
        "href": "https://api.oyez.org/case_citation/case_citation/27687"
    },
    "term": "2019",
    "description": "A case in which the Court held that under the Employee Retirement Income Security Act of 1974 requirement that plaintiffs with “actual knowledge” of an alleged fiduciary breach must file suit within three years of gaining that knowledge, a plaintiff does not necessarily have “actual knowledge” of the information contained in disclosures that he receives but does not read or cannot recall reading.\r\n",
    "justia_url": "https://supreme.justia.com/cases/federal/us/589/18-1116/",
    "facts_of_the_case": "<p>In 2015, Christopher Sulyma, a former Intel employee and participant in the company’s retirement plans filed a lawsuit against the company for allegedly investing retirement funds in violation of Section 1104 of the Employee Retirement Income Security Act (ERISA), which sets forth the standard of care of fiduciaries. Sulyma alleged that the funds were not properly diversified and that as a result, they did not perform well during his employment (and thus investment) period of 2010 to 2012.</p>\n<p>Intel moved to dismiss the complaint as time-barred under 29 U.S.C. § 1113(2), which provides that an action under Section 1104 may not be commenced more than “three years after the earliest date on which the plaintiff had actual knowledge of the breach or violation.” The district court converted the motion to dismiss into a motion for summary judgment and ordered discovery for the question of the statute of limitations. After discovery, the district court found no genuine dispute as to any material fact that Sulyma had actual knowledge of the investments more than three years before filing the action, and it granted summary judgment for Intel. Sulyma appealed.</p>\n<p>The U.S. Court of Appeals for the Ninth Circuit held that “actual knowledge” does not mean that the plaintiff knew that the underlying action violated ERISA or that the underlying action even occurred, only that the plaintiff was actually aware of the nature of the alleged breach. For a Section 1104 action, this means the plaintiff must have known that the defendant had acted and that those acts were imprudent. The Ninth Circuit reversed the district court’s grant of summary judgment and remanded for further proceedings.</p>\n",
    "conclusion": "<p>The three-year statute of limitation does not run from the date where a plaintiff had access to but did not read, or could not recall reading, the information giving rise to an ERISA claim. Writing for a unanimous court, Justice Alito explained that, “Although ERISA does not define the phrase ‘actual knowledge’” in setting the statute of limitations, “its meaning is plain.” After quoting a number of general and legal dictionaries (though stating the exercise was “hardly necessary to confirm the point”), the Court concluded that an individual must in fact be aware of a piece of information in order to have “actual knowledge” of it. </p>\n<p>The Court pointed to other sections of the ERISA statute that make the distinction more clearly than that governing the statute of limitations for an ERISA claim. Because Congress repeatedly drew a distinction between “what an ERISA plaintiff actually knows and what he should actually know,” the Court would not impute to knowledge to an ERISA plaintiff absent evidence of what that plaintiff was in fact aware of that gave rise to the ERISA claim.</p>\n<p>The Court concluded by noting the limitations of its holding. It noted that its ruling did not limit any of the ways a defendant might demonstrate actual knowledge by an ERISA plaintiff sufficient to trigger the statute of limitations, nor does it allow a plaintiff to disclaim actual knowledge where the evidence points to actual knowledge. Finally, the Court also clarified that its holding does not stop defendants from arguing that “willful blindness” to a potential ERISA claim should allow a defendant to avoid the actual knowledge necessary to trigger ERISA’s statute of limitations.</p>\n"
}