{
    "ID": 54732,
    "name": "National Federation of Federal Employees , Local 1309 v. Department of Interior",
    "href": "https://api.oyez.org/cases/1998/97-1184",
    "view_count": 0,
    "docket_number": "97-1184",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                910591200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38225"
        },
        {
            "event": "Decided",
            "dates": [
                920440800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38226"
        }
    ],
    "question": "<p>Can federal agencies be required to bargain with federal employees' unions over issues that arise during the duration of a contract?</p>\n",
    "citation": {
        "volume": "526",
        "page": "86",
        "year": "1999",
        "href": "https://api.oyez.org/case_citation/case_citation/18661"
    },
    "term": "1998",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/526/86/",
    "facts_of_the_case": "<p>The National Federation of Federal Employees, a federal employees' union, proposed to include a provision obligating the Interior Department to negotiate midterm matters not in the original contract between the union and the Agency. The Federal Service Labor-Management Relations Statute, that created the Federal Labor Relations Authority, requires federal agencies and their employees' unions to negotiate in good faith to arrive at a collective bargaining agreement. Initially, the Authority held that the good-faith bargaining clause did not extend to union-initiated proposals during the term of the basic contract. The Court of Appeals did not agree and, in turn, the Authority reversed its decision. The Interior Department refused the proposal on the ground that union-initiated midterm bargaining is inconsistent with the Statute. The Authority then ordered the Agency to comply with the bargaining.</p>\n",
    "conclusion": "<p>Yes. In a 5-4 decision, announced by Justice Stephen G. Breyer, the Court ruled that the Federal Service Labor-Management Relations Statute gave the Federal Labor Relations Authority power to determine whether parties must engage in midterm bargaining. Justice Breyer wrote, \"Congress delegated to the authority the power to determine -- within appropriate legal bounds...whether, when, where and what sort of midterm bargaining is required.\"</p>\n"
}