{
    "ID": 54744,
    "name": "Knowles v. Iowa",
    "href": "https://api.oyez.org/cases/1998/97-7597",
    "view_count": 0,
    "docket_number": "97-7597",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                910072800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38247"
        },
        {
            "event": "Decided",
            "dates": [
                913096800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38248"
        }
    ],
    "question": "<p>Can a search of a stopped vehicle that occurs prior to the driver's arrest be sustained under the \"search incident to arrest\" exception that permits officers to search stopped vehicles without first obtaining a search warrant?</p>\n",
    "citation": {
        "volume": "525",
        "page": "113",
        "year": "1998",
        "href": "https://api.oyez.org/case_citation/case_citation/18673"
    },
    "term": "1998",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/525/113/",
    "facts_of_the_case": "<p>After stopping him for speeding, an Iowa police officer issued Patrick Knowles a citation and conducted a full search of his car without probable cause or Knowles' consent. When his search turned up a \"pot pipe\" and some marijuana, the officer arrested Knowles on state drug charges. Knowles challenged these on grounds that because he was not arrested at any time prior to the search, the search was unconstitutional. On appeal from consecutive adverse rulings in lower courts, the Supreme Court granted Knowles certiorari.</p>\n",
    "conclusion": "<p>No. In a unanimous opinion, the Court held that full-stopped car searches can only be conducted when the safety of the officers is at risk. One significant indication of such danger is when an officer arrests the subject as a reaction to possible or actual threat. In the present case, no serious danger accompanied the stop of Knowles car as evidenced by the officer's initial decision not to arrest Knowles or even issue him a ticket. As such, regardless of its uncovered contents, the subsequent search violated the \"search incident to arrest\" power and the Fourth Amendment's prohibition against unlawful search and seizures.</p>\n"
}