{
    "ID": 55699,
    "name": "Granite Rock Co. v. International Brotherhood of Teamsters",
    "href": "https://api.oyez.org/cases/2009/08-1214",
    "view_count": 0,
    "docket_number": "08-1214",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1246251600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40527"
        },
        {
            "event": "Argued",
            "dates": [
                1263880800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40528"
        },
        {
            "event": "Decided",
            "dates": [
                1277355600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40529"
        }
    ],
    "question": "<p>1) Does a federal court have jurisdiction to determine whether a collective bargaining agreement was formed when it is disputed whether any binding contract exists, but no party makes an independent challenge to the arbitration clause?</p>\n<p>2) Does the LMRA provide a cause of action against an international union that is not a direct signatory to one of its local's collective bargaining agreements, but causes a strike that breaches the CBA for its own benefit?</p>\n",
    "citation": {
        "volume": "561",
        "page": "287",
        "year": "2010",
        "href": "https://api.oyez.org/case_citation/case_citation/19621"
    },
    "term": "2009",
    "description": "A case in which the Court held that federal courts have jurisdiction to determine whether or not a collective bargaining agreement was formed between two parties when the agreement is disputed, but neither party makes a challenge to the arbitration clause contained in the agreement.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/561/287/",
    "facts_of_the_case": "<p>Granite Rock Co. filed suit against the International Brotherhood of Teamsters under the Labor Management Relations Act (\"LMRA\") in a California federal district court. Granite Rock argued that a Teamsters strike constituted a breach of a no-strike clause in their collective bargaining agreement (\"CBA\"). The district court dismissed the case, finding that Granite Rock failed to state a claim, and denied Granite Rock's request to compel arbitration in order to determine if the CBA had been ratified.</p>\n<p>On appeal, the U.S. Court of Appeals for the Ninth Circuit held that while Granite Rock's claim against the Teamsters was outside the scope of the LMRA, the dispute should be arbitrated. The court reasoned that both parties consented to arbitration when Teamsters asserted the arbitration clause in its filings and when Granite Rock sued under the contract which included the arbitration clause.</p>\n",
    "conclusion": "<p>Yes. No. The Supreme Court held that the parties' dispute over the CBA's ratification date was a matter for the district court, not the arbitrator, to resolve. With Justice Clarence Thomas writing for the majority, the Court noted that the presumption that a dispute is arbitrable should only be applied where it reflects and derives its legitimacy from, a judicial conclusion that arbitration is what the parties intended because their express agreement to arbitrate was validly formed, is legally enforceable, and is best construed to encompass the dispute. The Court reasoned that the question of when the CBA was formed is for judicial determination because it constitutes a \"judicial conclusion\" needed to employ the framework for even determining arbitrability. The Court further held that the Ninth Circuit was correct in not recognizing a cause of action under the LMRA. The Court recognized that because Granite Rock had not yet exhausted other avenues of redress under such theories as state-law tort claims, unfair labor practice claims, and federal common-law breach-of-contract claims.</p>\n<p>Justice Sonia Sotomayor, joined by Justice John Paul Stevens, concurred in part and dissented in part. She agreed that the LMRA does not recognize a new common-law cause of action. However, she argued that the arbitration provision in the CBA did cover the dispute in question. She reasoned the correct approach was for the Court to simply determine (1) whether the parties had an agreement to arbitrate and (2) whether the agreement covered the dispute. Here, she answered both inquiries in the affirmative.</p>\n"
}