{
    "ID": 54306,
    "name": "American Airlines, Inc. v. Wolens",
    "href": "https://api.oyez.org/cases/1994/93-1286",
    "view_count": 0,
    "docket_number": "93-1286",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                783669600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37438"
        },
        {
            "event": "Decided",
            "dates": [
                790408800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37439"
        }
    ],
    "question": "<p>Does the Airline Deregulation Act of 1978 preempt a state-court suit, brought by participants in an airline's frequent flyer program, challenging the airline's retroactive changes in terms and conditions of the program?</p>\n",
    "citation": {
        "volume": "513",
        "page": "219",
        "year": "1995",
        "href": "https://api.oyez.org/case_citation/case_citation/18235"
    },
    "term": "1994",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/513/219/",
    "facts_of_the_case": "<p>In consolidated state-court class actions brought in Illinois, participants in American Airlines' frequent flyer program, AAdvantage, challenged American's retroactive changes in program terms and conditions. Specially, the participants alleged that American's imposition of capacity controls and blackout dates to mileage credits they had previously accumulated violated the Illinois Consumer Fraud and Deceptive Business Practices Act and constituted a breach of contract. American responded that the Airline Deregulation Act of 1978 (ADA) preempted the claim. The ADA prohibits States from \"enacting or enforcing any law...relating to [air carrier] rates, routes, or services.\" The Illinois Supreme Court ruled to allow the breach of contract and Consumer Fraud Act monetary relief claims to survive. After the U.S. Supreme Court's decision in Morales v. Trans World Airlines, Inc., 504 U.S. 374, American petitioned for certiorari.</p>\n",
    "conclusion": "<p>Yes. In a 6-2 opinion delivered by Justice Ruth Bader Ginsburg, the Court held that the ADA bars state-imposed regulation of air carriers, thus claims brought under a state's consumer fraud act are preempted; but that the ADA allows room for court enforcement of contract terms set by the parties themselves, which permits breach of contract claims to proceed. \"A remedy confined to a contract's terms simply holds parties to their agreements -- in this instance, to business judgments an airline made public about its rates and services,\" wrote Justice Ginsburg. Justice John Paul Stevens filed an opinion concurring in part and dissenting in part. Justice Sandra Day O'Connor filed an opinion concurring in the judgment in part and dissenting in part, which was joined by Justice Thomas Clarence. Justice Antonin Scalia took no part in the decision of the case.</p>\n"
}