{
    "ID": 54571,
    "name": "Fidelity Financial Services, Inc. v. Fink",
    "href": "https://api.oyez.org/cases/1997/96-1370",
    "view_count": 0,
    "docket_number": "96-1370",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                878536800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37926"
        },
        {
            "event": "Decided",
            "dates": [
                884671200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37927"
        }
    ],
    "question": "<p>May a creditor invoke 11 USC section 547(c)(3)(B)'s \"enabling loan\" exception if it performs the acts necessary to perfect its security interest more than 20 days after the debtor receives the property, but within a grace period provided by the otherwise applicable state law?</p>\n",
    "citation": {
        "volume": "522",
        "page": "211",
        "year": "1998",
        "href": "https://api.oyez.org/case_citation/case_citation/18500"
    },
    "term": "1997",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/522/211/",
    "facts_of_the_case": "<p>After purchasing a car, Diane Beasley gave Fidelity Financial Services, Inc. a promissory note for the purchase price. The car secured the note. 21 days later, Fidelity mailed Beasley the application to perfect its security interest under Missouri law. After Beasley filed for bankruptcy, Richard V. Fink, the trustee of Beasley's bankruptcy estate, moved to set aside Fidelity's security interest on the ground that the lien was a voidable preference under federal law. 11 USC section 547(c)(3)(B) prohibits the avoidance of a security interest for a loan used to acquire property if, among other things, the security interest is \"perfected on or before 20 days after the debtor receives possession of such property.\" Fink argued that this \"enabling loan\" exception was inapposite because Fidelity had not perfected its interest within the 20-day period. Affirming the Bankruptcy Court and the District Court, the Court of Appeals held a transfer to be perfected when the transferee takes the last step required by state law to perfect its security interest.</p>\n",
    "conclusion": "<p>No. In a unanimous opinion delivered by Justice David H. Souter, the Court held that a transfer of a security interest is perfected under section 547(c)(3)(B) on the date that the secured party has completed the steps necessary to perfect its interest, so that a creditor may invoke the enabling loan exception only by satisfying state law perfection requirements within the 20-day period provided by the federal statute. The Court turned to the text, structure, and history of the preference provisions to determine that the federal enabling loan exception of twenty-days controlled over otherwise applicable state law.</p>\n"
}