{
    "ID": 54855,
    "name": "United States v. Playboy Entertainment Group, Inc.",
    "href": "https://api.oyez.org/cases/1999/98-1682",
    "view_count": 0,
    "docket_number": "98-1682",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                943941600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38454"
        },
        {
            "event": "Decided",
            "dates": [
                958971600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38455"
        }
    ],
    "question": "<p>Is section 505 of the Communications Decency Act of 1996 the least restrictive means to block the transmission of cable television channels primarily dedicated to sexually oriented programming, such that it does not violate the First Amendment?</p>\n",
    "citation": {
        "volume": "529",
        "page": "803",
        "year": "2000",
        "href": "https://api.oyez.org/case_citation/case_citation/18784"
    },
    "term": "1999",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/529/803/",
    "facts_of_the_case": "<p>In 1996, Congress enacted the Communications Decency Act, of which section 505 required that cable operators, providing channels \"primarily dedicated to sexually-oriented programming,\" either to \"fully scramble or otherwise fully block\" those channels or to broadcast those channels during the \"safe-harbor\" hours of 10 p.m. to 6 a.m. - times when young children were unlikely to be watching. The purpose of section 505 was to protect non-subscribers, and their children, from \"signal bleed,\" or when audio and visual portions of the scrambled programs might be heard or seen. In February 1996, Playboy Entertainment Group, Inc. filed suit challenging section 505's constitutionality. A three-judge District Court panel found that section 505's content-based restriction on speech violated the First Amendment because the Government might further its interests in less restrictive ways. The court also found that the Act provided for a less restrictive alternative than section 505, in that section 504 stated that cable operators had an obligation to block channels at a customer's request.</p>\n",
    "conclusion": "<p>No. In a 5-4 opinion delivered by Justice Anthony M. Kennedy, the Court held that because the Federal Government failed to show that section 505 was the least restrictive means to further its interests, requiring cable television operators to fully scramble or limit time when sexually-oriented programming was transmitted violated the First Amendment's free speech guarantee. In finding section 505 a content-based regulation, Justice Kennedy wrote for that Court that \"[i]f a statute regulates speech based on its content, it must be narrowly tailored to promote a compelling Government interest. If a less restrictive alternative would serve the Government's purpose, the legislature must use that alternative.\" In dissent, Justice Stephen G. Breyer maintained that the majority had not made a \"realistic assessment of the alternatives.\"</p>\n"
}