{
    "ID": 55090,
    "name": "Wiggins v. Smith",
    "href": "https://api.oyez.org/cases/2002/02-311",
    "view_count": 0,
    "docket_number": "02-311",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                1048485600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38898"
        },
        {
            "event": "Decided",
            "dates": [
                1056603600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38899"
        }
    ],
    "question": "<p>Does a criminal defendant's attorneys' failure to investigate his background and present mitigating evidence of his unfortunate life history at his capital sentencing proceedings constitute ineffective assistance of counsel?</p>\n",
    "citation": {
        "volume": "539",
        "page": "510",
        "year": "2003",
        "href": "https://api.oyez.org/case_citation/case_citation/19019"
    },
    "term": "2002",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/539/510/",
    "facts_of_the_case": "<p>Kevin Wiggins was convicted and sentenced to death for a 1988 murder. He appealed, claiming that his attorney's decision not to tell jurors about Wiggins' troubled childhood amounted to ineffective counsel because it resulted in a harsher sentence. Prosecutors countered that the attorney's decision had been carefully considered, and that a different decision would not necessarily have resulted in a different outcome. Therefore, they said, it was not ineffective counsel. A Maryland district court sided with Wiggins; the Maryland Supreme Court reversed, siding with the state. On appeal to federal court, the 4th Circuit Court of Appeals affirmed, ruling for Maryland.</p>\n",
    "conclusion": "<p>Yes. In a 7-2 opinion delivered by Justice Sandra Day O'Connor, the Court held that the performance of Wiggins's attorneys at sentencing violated his Sixth Amendment right to effective assistance of counsel. The Court reasoned that Wiggins's counsel did not conduct a reasonable investigation because, among other things, standard practice in Maryland in 1989 included the preparation of a social history report, which his attorneys did not commission even though the necessary funds were available. The Court concluded that Wiggins's counsels' failures prejudiced his defense. \"Had the jury been able to place [Wiggins's] excruciating life history on the mitigating side of the scale, there is a reasonable probability that at least one juror would have struck a different balance,\" wrote Justice O'Connor. Justice Antonin Scalia, joined by Justice Clarence Thomas, dissented.</p>\n"
}