{
    "ID": 63252,
    "name": "Collins v. Yellen",
    "href": "https://api.oyez.org/cases/2020/19-422",
    "view_count": 0,
    "docket_number": "19-422",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1594270800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54746"
        },
        {
            "event": "Argued",
            "dates": [
                1607493600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54806"
        },
        {
            "event": "Decided",
            "dates": [
                1624424400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54917"
        }
    ],
    "question": "<p>1. Did the shareholders of Fannie Mae and Freddie Mac properly bring a claim under the Housing and Economic Recovery Act of 2008?</p>\n<p>2. Does the Federal Housing Finance Agency’s (FHFA) structure violate the separation of powers?</p>\n<p>3. If FHFA’s structure violates the separation of powers, what is the proper remedy for a final agency action that FHFA took when it was unconstitutionally structured?</p>\n",
    "citation": {
        "volume": "594",
        "page": null,
        "year": "2021",
        "href": "https://api.oyez.org/case_citation/case_citation/27757"
    },
    "term": "2020",
    "description": "A case in which the Court held that the Federal Housing Finance Agency’s (FHFA) structure violates the separation of powers but that courts need not set aside the final agency action that FHFA took when it was unconstitutionally structured.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/594/19-422/",
    "facts_of_the_case": "<p>Fannie Mae and Freddie Mac are government-sponsored enterprises (GSEs) that purchase mortgages, buy and sell mortgage-backed securities, and guarantee many of the mortgages in the United States. In 2005 and 2006, as the housing market was reaching its peak, Fannie and Freddie over-invested in risky mortgages in an attempt to compete with large investment banks and mortgage lenders. In the aftermath of the 2008 housing crisis, during which Fannie and Freddie required billions of dollars in federal bailouts, Congress created the Federal Housing Finance Agency (FHFA), an independent agency to oversee the two GSEs. FHFA was to be led by a single director who could be fired by the President “for cause.”</p>\n<p>Upon its creation, FHFA placed Fannie and Freddie in a conservatorship with itself as the conservator and negotiated agreements with the Department of Treasury. Under the agreements, the Treasury would invest billions of dollars in the GSEs in return for compensation consisting in part of fixed dividends. For several years, the GSEs’ dividend obligations exceeded their total earnings, requiring them to draw even more money from the Treasury. FHFA and Treasury negotiated and came up with the “Third Amendment,” which replaced the fixed dividend with a variable quarterly dividend equal to the GSEs’ net worth minus a specified capital reserve.</p>\n<p>Collins and others are shareholders in Fannie and Freddie. They filed a lawsuit challenging the actions of FHFA, claiming the agency had destroyed the value of their ownership interests. The shareholders argued that FHFA had exceeded its authority under two federal statutes and that the structure of FHFA violated the constitutional principle of separation of powers. The district court dismissed the statutory claims and granted the government’s motion for summary judgment on the constitutional claim. A panel of the U.S. Court of Appeals for the Fifth Circuit affirmed the dismissal of the statutory claims but reversed the judgment as to the constitutional claim, finding that the structure of FHFA was unconstitutional but the remedy was to invalidate the provision addressing removal of FHFA’s director. In a deeply divided opinion, the Fifth Circuit, rehearing the case en banc, affirmed as to one statutory claim, reversed as to the other statutory claim, held that FHFA’s structure violated the Constitution, and held that the appropriate remedy was to declare unconstitutional the removal provision, not to invalidate the Third Amendment.</p>\n",
    "conclusion": "<p>1. Because the FHFA did not exceed its authority under the Recovery Act as a conservator of Fannie Mae and Freddie Mac, the anti-injunction provisions of the Recovery Act bar the statutory claim brought by shareholders of those entities.</p>\n<p>2. The structure of the Housing and Economic Recovery Act of 2008, which restricts the President’s power to remove the Federal Housing Finance Agency (FHFA) Director, violates the separation of powers.</p>\n<p>3. It is unnecessary to set aside the entire Third Amendment, but the case is remanded for the lower court to determine the proper remedy based on the harms suffered.</p>\n<p>Justice Samuel Alito authored the majority opinion of the Court.</p>\n<p>The Court first considered whether the shareholders were barred from bringing their statutory claim. The Recovery Act contains a provision known as the anti-injunction provision, stating that unless review is specifically authorized by a provision or requested by the Director, “no court may take any action to restrain or affect the exercise of powers or functions of the Agency as a conservator or a receiver.” This provision applies only when the FHFA exercised its “powers or functions” “as a conservator or a receiver,” and not when it exceeds those powers or functions. When the FHFA agreed to the Third Amendment, it was acting in the best interests of the regulated entity or the Agency, as required by statute, and thus it was exercising authority granted to it by the Recovery Act. As such, the shareholders are barred from bringing their statutory claim. </p>\n<p>The Court then considered the shareholders’ constitutional claim—that the Recovery Act violated the separation of powers by restricting the President’s power to remove the Director. As a threshold matter, the Court determined that the shareholders had standing to bring their claim and that their claim is not moot. Turning to the merits, the Court noted that its decision in Seila Law is “all but dispositive”; there, the Court held Congress could not limit the President’s power to remove the single director of an independent agency (the Consumer Financial Protection Bureau, in that case). Just as the CFPB was in Seila Law, the FHFA is led by a single director, so Congress similarly cannot limit the President’s power to remove the director of the FHFA.</p>\n<p>Finally, the Court considered the relief to which shareholders were entitled based on the success of their constitutional claim. Because the head of the FHFA apparently had the authority to carry out the functions of the office, the Court declined to hold that the Third Amendment must be completely undone and differentiated directors unconstitutionally appointed from those unconstitutionally insulated from removal. The parties disputed whether the unconstitutional restriction caused harm, so the Court remanded the issue for the lower courts to resolve.</p>\n<p>Justice Clarence Thomas joined the majority opinion in full but authored a concurring opinion to clarify that “the government does not necessarily act unlawfully even if a removal restriction is unlawful in the abstract.”</p>\n<p>Justice Neil Gorsuch joined the majority opinion except as to the question of retrospective relief. In his concurring opinion, Justice Gorsuch argued that the Court should vacate the judgment below with instructions requiring the appellate court to set aside the Director’s ultra vires actions as “contrary to constitutional right” and criticized the Court’s attempt to differentiate unconstitutionally appointed directors from those unconstitutionally insulated.</p>\n<p>Justice Elena Kagan authored an opinion concurring in part and concurring in the judgment, joined by Justice Stephen Breyer and Sonia Sotomayor. Justice Kagan agreed with the majority that the FHFA acted within its statutory authority but argued that the Court could have reached the conclusion that the FHFA’s for-cause removal provision violates the Constitution on stare decisis alone, rather than using “faulty theoretical premises” that go “further than it needs to.”</p>\n<p>Justice Sotomayor authored an opinion concurring in part and dissenting in part, which Justice Breyer joined. Justice Sotomayor pointed out that the Court’s decision in Seila Law expressly distinguished the FHFA from the CFPB on the ground that the FHFA does not possess “regulatory or enforcement authority remotely comparable to that exercised by the CFPB.” As such, Seila Law should not determine the outcome in this case.</p>\n"
}