{
    "ID": 54630,
    "name": "Ricci v. Arlington Heights",
    "href": "https://api.oyez.org/cases/1997/97-501",
    "view_count": 0,
    "docket_number": "97-501",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                893134800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38040"
        },
        {
            "event": "Decided",
            "dates": [
                894258000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38041"
        }
    ],
    "question": "<p>May police officers who do not have a warrant arrest someone for a violation of a fine-only ordinance?</p>\n",
    "citation": {
        "volume": "523",
        "page": "613",
        "year": "1998",
        "href": "https://api.oyez.org/case_citation/case_citation/18559"
    },
    "term": "1997",
    "description": null,
    "justia_url": null,
    "facts_of_the_case": "<p>Randall Ricci owns Rudeway Enterprises, a telemarketing business. After the Arlington Heights police department determined that Ricci lacked the required business license and that one of Ricci's employees had an outstanding warrant, officers went to Rudeway Enterprises to arrest the employee. While arresting the employee, the officers also searched Ricci's business papers without a warrant. Subsequently, Ricci was arrested for violating Section 9-201 of the Village of Arlington Heights Code of Ordinances, which makes it unlawful to operate a business without a license. Ultimately, Ricci filed a claim that the officers violated his civil rights by subjecting him to a full custodial arrest for committing a fine-only offense. The District Court dismissed the claim. Finding the arrest reasonable for Fourth Amendment purposes, the Court of Appeals rejected Ricci's argument that a full custodial arrest for violation of a fine-only ordinance is constitutionally permissible only if the violation involves a breach of the peace.</p>\n",
    "conclusion": "<p>The Court did not answer the question. The Court dismissed the writ of certiorari as improvidently granted.</p>\n"
}