{
    "ID": 63172,
    "name": "Nasrallah v. Barr",
    "href": "https://api.oyez.org/cases/2019/18-1432",
    "view_count": 0,
    "docket_number": "18-1432",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1571374800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54589"
        },
        {
            "event": "Argued",
            "dates": [
                1583128800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54672"
        },
        {
            "event": "Decided",
            "dates": [
                1590987600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54712"
        }
    ],
    "question": "<p>Do the federal courts have jurisdiction to review an administrative agency’s factual findings underlying denials of withholding (and deferral) of removal relief?</p>\n",
    "citation": {
        "volume": "590",
        "page": null,
        "year": "2020",
        "href": "https://api.oyez.org/case_citation/case_citation/27713"
    },
    "term": "2019",
    "description": "A case in which the Court held that the federal courts have jurisdiction to review an administrative agency’s factual findings underlying denials of withholding (and deferral) of removal relief, notwithstanding 8 U.S.C. § 1252(a)(2)(C), which seems to divest courts of jurisdiction in such cases.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/590/18-1432/",
    "facts_of_the_case": "<p>Nidal Khalid Nasrallah, a native and citizen of Lebanon, was 17 years old when he entered the United States on a tourist visa in 2006. He became a lawful permanent resident the following year.</p>\n<p>In 2011, pursuant to a plea bargain agreement, Nasrallah pleaded guilty to two counts of receiving stolen property in interstate commerce. An immigration judge determined that one of those convictions made Nasrallah subject to removal as an alien convicted of a crime involving moral turpitude, 8 U.S.C. § 1227(a)(2)(A)(i). However, the judge also found Nasrallah had established a clear probability that he would be tortured and persecuted in Lebanon by groups such as Hezbollah and ISIS because of his Druze religion and western ties, so the judge granted him a deferral of removal under the Convention Against Torture. Both the government and Nasrallah appealed the IJ's decision to the Board of Immigration Appeals (BIA). On appeal, the BIA held that the immigration judge erred in granting Nasrallah a deferral, and it ordered his removal.</p>\n<p>Nasrallah appealed to the U.S. Court of Appeals for the Eleventh Circuit. Reviewing the BIA’s conclusions of law de novo, the Eleventh Circuit denied in part and dismissed in part Nasrallah’s petition for review. Specifically, Nasrallah had asked the court to reweigh the factors involved in the removal order, but under 8 U.S.C. § 1252(a)(2), the courts lack jurisdiction to review the factual findings underlying the denial of removal relief. The court therefore dismissed Nasrallah’s claim for lack of jurisdiction.</p>\n",
    "conclusion": "<p>Federal courts have jurisdiction to review a noncitizen’s factual challenges to an administrative order denying relief under the Convention Against Torture. Justice Brett Kavanaugh authored the opinion on behalf of the 7-2 majority.</p>\n<p>To understand the meaning of the relevant statutory provisions, 8 U.S.C. §§ 1252(a)(2)(C) and D, the Court looked to three related statutes. First, the Illegal Immigration Reform and Immigrant Responsibility Act of 1996 authorizes noncitizens to obtain direct “review of a final order of removal” in a court of appeals and requires that all challenges arising from the removal proceedings be consolidated. Second, the Foreign Affairs Reform and Restructuring Act of 1998 (FARRA) implements the relevant provision of the Convention Against Torture (CAT) and provides for judicial review of CAT claims “as part of a final order of removal.” Third, the REAL ID Act of 2005 states that final orders of removal and CAT claims may be reviewed only in the courts of appeals. Because a factual challenge to a CAT claim, as Nasrallah brought in this case, is not a challenge to a final order of removal, FARRA provides that the denial of the CAT claim is reviewable “as part of a final order of removal.” The challenger must meet the burden of “substantial evidence”—that is, that any reasonable factfinder would be compelled to arrive at a different conclusion from that at which the agency arrived.</p>\n<p>Justice Clarence Thomas filed a dissenting opinion, in which Justice Samuel Alito joined, arguing that a so-called “zipper clause” of Section 1252(b)(9) determines the meaning of Section 1252(a)(2)(C) and (D), and that clause precludes judicial review of CAT orders.</p>\n"
}