{
    "ID": 54509,
    "name": "Edmond v. United States",
    "href": "https://api.oyez.org/cases/1996/96-262",
    "view_count": 0,
    "docket_number": "96-262",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                856764000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37814"
        },
        {
            "event": "Decided",
            "dates": [
                864018000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37815"
        }
    ],
    "question": "<p>Has Congress authorized the Secretary of Transportation to appoint civilian members of the Coast Guard Court of Criminal Appeals? If so, is this authorization constitutional under the Appointments Clause of Article II?</p>\n",
    "citation": {
        "volume": "520",
        "page": "651",
        "year": "1997",
        "href": "https://api.oyez.org/case_citation/case_citation/18438"
    },
    "term": "1996",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/520/651/",
    "facts_of_the_case": "<p>The Coast Guard Court of Criminal Appeals, formerly the Coast Guard Court of Military Review, hears appeals from the decisions of courts martial, and its decisions are subject to review by the United States Court of Appeals for the Armed Forces. Pursuant to the Uniform Code of Military Justice, the Coast Guard Court of Criminal Appeals' judges may be officers or civilians. During the time in dispute, two civilian members sat on the court. The General Counsel of the Department of Transportation originally assigned both civilian judges to the court. Afterwards the Secretary of Transportation issued a memorandum adopting the General Counsel's assignments as appointments of his own. Jon E. Edmond and others were convicted while one or both civilian judges participated on the court. Subsequently, their convictions were upheld on appeal. Edmond and others argued that the civilian judges' appointments were invalid due to the Appointments Clause, which holds \"principle officers\" must be appointed by the President with the advice and consent of the Senate.</p>\n",
    "conclusion": "<p>Yes and yes. In an opinion delivered by Justice Antonin Scalia, the Court held that the judicial appointments were valid. The Court unanimously found that Congress has authorized the Secretary to appoint civilian members of the Coast Guard Court of Criminal Appeals. Accordingly, the Court also reasoned that the Secretary's 1993 appointments of the two civilian judges in question were valid under the Appointments Clause, since such judges were inferior officers within the clause's meaning, by reason of the supervision of the judges' work by the General Counsel and by the Court of Appeals for the Armed Forces. Justice Scalia noted that the Appointments Clause gives the President the exclusive power to select principal officers by and with the advice and consent of the Senate, but authorizes Congress to \"vest the Appointment of...inferior Officers...in the Heads of Departments.\" Justice David H. Souter filed an opinion concurring in part and concurring in the judgment.</p>\n"
}