{
    "ID": 54840,
    "name": "Reeves v. Sanderson Plumbing Products, Inc.",
    "href": "https://api.oyez.org/cases/1999/99-536",
    "view_count": 0,
    "docket_number": "99-536",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                953618400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38425"
        },
        {
            "event": "Decided",
            "dates": [
                960786000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38426"
        }
    ],
    "question": "<p>Is a plaintiff's prima facie case of age discrimination, combined with sufficient evidence for a reasonable factfinder to reject the employer's nondiscriminatory explanation for its decision, adequate to sustain a finding of liability for intentional discrimination under the Age Discrimination in Employment Act of 1967?</p>\n",
    "citation": {
        "volume": "530",
        "page": "133",
        "year": "2000",
        "href": "https://api.oyez.org/case_citation/case_citation/18769"
    },
    "term": "1999",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/530/133/",
    "facts_of_the_case": "<p>Roger Reeves, 57, and Joe Oswalt, in his mid-thirties, were supervisors in different Sanderson Plumbing Products, Inc. departments. Reeves' duties included making sure workers under his supervision were on time and at work and logging such data. Reeves' department was managed by Russell Caldwell, 45, who was responsible for reviewing Reeves' work. Caldwell informed the company's director of manufacturing, Powe Chesnut, that production in Revees' department was down because employees were often absent, coming in late, and leaving early. Chesnut ordered an audit, which revealed numerous timekeeping errors and misrepresentations by Caldwell, Reeves, and Oswalt. Chesnut recommended that Reeves and Caldwell be fired and, subsequently, their employment was terminated. Reeves filed suit, alleging that he had been terminated because of his age in violation of the Age Discrimination in Employment Act of 1967 (ADEA). At trial, Sanderson contended that Reeves was fired because of his failure to maintain accurate attendance records. Reeves attempted to demonstrate that this explanation was a pretext for age discrimination and introduced evidence that he had accurately recorded the attendance of employees under his supervision and that Chesnut had demonstrated age-related animosity when dealing with him. Ultimately, the case went to a jury, which returned a verdict for Reeves. In reversing, the Court of Appeals concluded that Reeves had not presented sufficient evidence to sustain a finding of age-based discrimination.</p>\n",
    "conclusion": "<p>Yes. In a unanimous opinion deliver by Justice Sandra Day O'Connor, the Court held that \"[a] plaintiff's prima facie case of discrimination, combined with sufficient evidence for a reasonable factfinder to reject the employer's nondiscriminatory explanation for its decision, may be adequate to sustain a finding of liability for intentional discrimination under the ADEA.\" The ruling means that an employer is liable to a former employee under the Age Discrimination in Employment Act of 1967 if a reasonable jury can find that the employer's explanation for the employee's dismissal was pretext for discrimination.</p>\n"
}