{
    "ID": 53816,
    "name": "Irwin v. Department of Veterans Affairs",
    "href": "https://api.oyez.org/cases/1990/89-5867",
    "view_count": 0,
    "docket_number": "89-5867",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                654757200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/36513"
        },
        {
            "event": "Decided",
            "dates": [
                660204000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/36514"
        }
    ],
    "question": "<p>Does the 30-day window after \"receipt of notice of final action taken\" by the EEOC within which a suit against the federal government must be filed begin when an attorney's office receives notification, or when the attorney or client himself receives notification?</p>\n",
    "citation": {
        "volume": "498",
        "page": "89",
        "year": "1990",
        "href": "https://api.oyez.org/case_citation/case_citation/17745"
    },
    "term": "1990",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/498/89/",
    "facts_of_the_case": "<p>Shirley Irwin filed a complaint with the Equal Employment Opportunity Commission (EEOC), alleging that he had been unlawfully fired by the federal Veterans Administration on the basis of his race and disability. In order to sue the federal government for unlawful discrimination, one must obtain a right-to-sue letter from the EEOC (which is a waiver of the government's sovereign immunity from private suits). The EEOC mailed right-to-sue letters to both Irwin and his attorney. His attorney was out of the country, however, so while the letter arrived at his office on March 23, the attorney did not receive it until April 10. Irwin receive his copy of the letter on April 7. Less than a month from when Irwin received the letter, but more than a month from when the letter arrived at his attorney's office, Irwin filed suit in federal District Court. The court dismissed the suit, however, because it was filed more than a month after the attorney's office received the letter. Under 42 U.S.C. 2000e-16(c), suits against the government must be filed within 30 days \"of receipt of notice of final action taken\" by the EEOC. The court ruled that the 30-day window began when the attorney's office received the letter. On appeal, Irwin argued that the window should have started when he or his attorney - not just the attorney's office - actually received the letter. The Fifth Circuit Court of Appeals rejected that argument, however, upholding the District Court's decision.</p>\n",
    "conclusion": "<p>The 30-day window begins as soon as either the attorney's office, the attorney, or the client receives notification - whichever comes first. In an opinion written by Chief Justice William H. Rehnquist, the Supreme Court held that lower courts have consistently held that notice to an attorney's office qualifies as notice to the client. \"The practical effect of a contrary rule would be to encourage factual disputes about when actual notice was received, and thereby create uncertainty in an area of the law where certainty is much to be desired,\" wrote Chief Justice Rehnquist.</p>\n"
}