{
    "ID": 55642,
    "name": "Bobby v. Van Hook",
    "href": "https://api.oyez.org/cases/2009/09-144",
    "view_count": 0,
    "docket_number": "09-144",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1257746400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40391"
        },
        {
            "event": "Decided",
            "dates": [
                1257746400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40392"
        }
    ],
    "question": "<p>Did the Sixth Circuit err in granting habeas relief on the petitioner's ineffective assistance of counsel claim?</p>\n",
    "citation": {
        "volume": "558",
        "page": "4",
        "year": "2009",
        "href": "https://api.oyez.org/case_citation/case_citation/20856"
    },
    "term": "2009",
    "description": "A case in which the Court held that the Sixth Circuit Court of Appeals erred in concluding that a convicted murderer's attorney was ineffective based solely on the ABA's 2003 guidelines for attorney behavior without considering what would have been appropriate behavior at the time of trial.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/558/4/",
    "facts_of_the_case": "<p>An Ohio state court convicted Robert J. Van Hook for aggravated murder and aggravated robbery, and imposed a death sentence. After exhausting his state court remedies, Mr. Van Hook filed for federal habeas corpus relief in an Ohio federal district court. After numerous appeals and remands, the U.S. Court of Appeals for the Sixth Circuit granted Van Hook relief, holding that Mr. Van Hook's lawyers performed deficiently in investigating and presenting mitigating evidence at his sentencing.</p>\n",
    "conclusion": "<p>Yes. In a per curiam opinion, the Supreme Court held that the Sixth Circuit erred in granting Mr. Van Hook habeas corpus relief for ineffective assistance of counsel. The Court reasoned that the Sixth Circuit erred when it adopted the American Bar Association's 2003 \"Guidelines\" to judge Mr. Van Hook's counsel, especially considering it did not even consider what the appropriate professional standard would have been at the time of trial. Moreover, the Court chastised the Sixth Circuit for viewing the ABA Guidelines as mandates and not merely as evidence of what a reasonably diligent lawyer would do. Even assuming that an appropriate standard was used to judge Mr. Van Hook's counsel, the Court held that the attorneys acted reasonably.</p>\n"
}