{
    "ID": 55075,
    "name": "Price  v. Vincent",
    "href": "https://api.oyez.org/cases/2002/02-524",
    "view_count": 0,
    "docket_number": "02-524",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                1050901200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38872"
        },
        {
            "event": "Decided",
            "dates": [
                1053320400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38873"
        }
    ],
    "question": "<p>Is a defendant's right against double jeopardy violated when a trial judge grants a motion for a directed verdict of acquittal as to first-degree murder, but does not direct such a verdict to the jury that subsequently convicts the defendant of first-degree murder?</p>\n",
    "citation": {
        "volume": "538",
        "page": "634",
        "year": "2003",
        "href": "https://api.oyez.org/case_citation/case_citation/19004"
    },
    "term": "2002",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/538/634/",
    "facts_of_the_case": "<p>During Duyonn Vincent's trial, defense counsel moved for a directed verdict of acquittal as to first-degree murder. Subsequently, when the prosecution made a statement on first-degree murder, defense counsel objected, arguing that the court had granted its directed verdict motion and that further prosecution on first-degree murder would violate the Double Jeopardy Clause. The judge responded that he had granted the motion but had not directed a verdict. The judge then submitted the first-degree murder charge to the jury, which convicted Vincent on that charge. The Michigan Court of Appeals reversed the conviction based on the Double Jeopardy Clause. In reversing, the State Supreme Court determined that the trial judge's comments were not sufficiently final to terminate jeopardy. Subsequently, the Federal District Court granted Vincent's federal habeas corpus petition after concluding that continued prosecution for first-degree murder had violated the Double Jeopardy Clause and the Court of Appeals affirmed.</p>\n",
    "conclusion": "<p>No. In a unanimous opinion delivered by Chief Justice William H. Rehnquist, the Court held that the defendant did not meet the requirements for habeas relief. The Court stated that Vincent was entitled to relief only if he can demonstrate that the state court's adjudication of his claim was \"contrary to\" or an \"unreasonable application of\" the Court's clearly established precedents. Finding that the state court's adjudication of his claim was not, the Court reversed the Court of Appeals because \"Even if we agreed with the Court of Appeals that the Double Jeopardy Clause should be read to prevent continued prosecution of a defendant under these circumstances, it was at least reasonable for the state court to conclude otherwise.\"</p>\n"
}