{
    "ID": 54859,
    "name": "Egelhoff v. Egelhoff",
    "href": "https://api.oyez.org/cases/2000/99-1529",
    "view_count": 0,
    "docket_number": "99-1529",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                973663200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38462"
        },
        {
            "event": "Decided",
            "dates": [
                985154400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38463"
        }
    ],
    "question": "<p>Does the Employee Retirement Income Security Act of 1974 pre-empt a Washington statute provides that the designation of a spouse as the beneficiary of a nonprobate asset is revoked automatically upon divorce?</p>\n",
    "citation": {
        "volume": "532",
        "page": "141",
        "year": "2001",
        "href": "https://api.oyez.org/case_citation/case_citation/18788"
    },
    "term": "2000",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/532/141/",
    "facts_of_the_case": "<p>David A. Egelhoff designated his wife, Donna Rae Egelhoff, as the beneficiary of a life insurance policy and a pension plan provided by his employer and governed by the Employee Retirement Income Security Act of 1974 (ERISA). Two months after the Egelhoffs divorced, Mr. Egelhoff died. His children then sued Donna Rae to recover the insurance proceeds and the pension plan benefits. The children relied on a Washington state statue that provides that the designation of a spouse as the beneficiary of a nonprobate asset - defined to include a life insurance policy or employee benefit plan - is revoked automatically upon divorce. Subsequently, the proceeds would pass to the children as Mr. Egelhoff's statutory heirs under state law. Under ERISA, the state trial courts granted Donna Rae summary judgment. In reversing, the Washington Court of Appeals found that the statute was not pre-empted by ERISA. In affirming, the Washington Supreme Court held that the statute does not \"refer to\" ERISA plans to an extent that would require pre-emption.</p>\n",
    "conclusion": "<p>Yes. In a 7-2 opinion delivered by Justice Clarence Thomas, the Court held that that the Washington statute has a \"connection with\" ERISA plans and is therefore pre-empted. \"Differing state regulations affecting an ERISA plan's 'system for processing claims and paying benefits' impose 'precisely the burden that ERISA pre-emption was intended to avoid,'\" wrote Justice Thomas. He continued: \"The statute at issue here directly conflicts with ERISA's requirements that plans be administered, and benefits be paid, in accordance with plan documents.\" Justice Antonin Scalia filed a concurring opinion, in which Justice Ruth Bader Ginsburg joined. Justice Stephen G. Breyer filed a dissenting opinion, in which Justice John Paul Stevens joined.</p>\n"
}