{
    "ID": 62324,
    "name": "Hawkins v. Community Bank of Raymore",
    "href": "https://api.oyez.org/cases/2015/14-520",
    "view_count": 0,
    "docket_number": "14-520",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1425276000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/52794"
        },
        {
            "event": "Argued",
            "dates": [
                1444021200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/52795"
        },
        {
            "event": "Decided",
            "dates": [
                1458622800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/53462"
        }
    ],
    "question": "<p>(1) Are the spousal guarantors of loans considered “applicants” for the purposes of gaining the protections of the Equal Credit Opportunity Act, even though they were not an integral part of the credit transaction?</p>\n<p>(2) Does the Federal Reserve Board have the authority under the Equal Credit Opportunity Act to create regulations that include spousal guarantors as “applicants” for the purposes of eliminating discrimination against married women?</p>\n",
    "citation": {
        "volume": "577",
        "page": null,
        "year": "2016",
        "href": "https://api.oyez.org/case_citation/case_citation/27124"
    },
    "term": "2015",
    "description": "A case in which an equally-divided Court affirmed the lower court in that spousal guarantors could not be considered “applicants” for the purposes of the protections the Equal Credit Opportunity Act provides.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/577/495/",
    "facts_of_the_case": "<p>Valerie Hawkins and Janice Patterson’s husbands are the two members of PHC Development, LLC (PHC). Between 2005 and 2008, Community Bank of Raymore (Community) made four loans totaling more than $2,000,000 to PHC for the development of a residential subdivision. The Hawkins and Pattersons each executed personal guaranties to secure the loans. In April 2012, PHC failed to make the payments due under the loan agreements, and Community declared the loans to be in default, accelerated the loans, and demanded payment.</p>\n<p>Hawkins and Patterson sued Community seeking damages and an order declaring their guaranties void and unenforceable. They argued that they had only been required to execute their guaranties because they were married to their respective husbands, which constituted discrimination based on their marital status in violation of the Equal Credit Opportunity Act (ECOA). Community moved for summary judgment, and the district court granted the motion by holding that the wives, in joining their husbands’ loans, did not apply to a lender and therefore did not qualify as applicants that gain the protections of the ECOA. The U.S. Court of Appeals for the Eighth Circuit affirmed.</p>\n",
    "conclusion": "<p>In an unsigned per curiam opinion, the equally divided Court affirmed the judgment of the lower court.</p>\n"
}