{
    "ID": 54873,
    "name": "Board of Trustees of University of Alabama v. Garrett",
    "href": "https://api.oyez.org/cases/2000/99-1240",
    "view_count": 0,
    "docket_number": "99-1240",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                971240400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38489"
        },
        {
            "event": "Decided",
            "dates": [
                982735200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38490"
        }
    ],
    "question": "<p>May an individual sue a state for damages in federal court under the Americans with Disabilities Act of 1990?</p>\n",
    "citation": {
        "volume": "531",
        "page": "356",
        "year": "2001",
        "href": "https://api.oyez.org/case_citation/case_citation/18802"
    },
    "term": "2000",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/531/356/",
    "facts_of_the_case": "<p>After Patricia Garrett, Director of Nursing for the University of Alabama in Birmingham, was diagnosed with breast cancer, her treatment forced her to take a substantial leave from work. Upon her return, her supervisor informed her she would have to give up her position. Milton Ash, a security officer for the Alabama Department of Youth Services, who suffers from chronic asthma, requested that his employer modify his duties to accommodate him. Ultimately, none of Ash's requested relief was granted and his job performance evaluations fell. Both Garrett and Ash filed discrimination suits against their Alabama state employers, seeking money damages under Title I of the Americans with Disabilities Act of 1990 (ADA), which prohibits the States and other employers from \"discriminating against a qualified individual with a disability because of that disability... in regard to... terms, conditions, and privileges of employment.\" The District Court disposed of both cases by ruling that the ADA exceeds Congress' authority to abrogate the State's Eleventh Amendment immunity. The Court of Appeals reversed.</p>\n",
    "conclusion": "<p>No. In a 5-4 opinion delivered by Chief Justice William H. Rehnquist, the Court held that suits in federal court by state employees to recover money damages by reason of the state's failure to comply with Title I of the ADA are barred by the Eleventh Amendment. The Chief Justice wrote for the majority that \"in order to authorize private individuals to recover money damages against the States, there must be a pattern of discrimination by the States which violates the Fourteenth Amendment, and the remedy imposed by Congress must be congruent and proportional to the targeted violation.\" Rehnquist added that none of these requirements had been met. Justices John Paul Stevens, David H. Souter and Ruth Bader Ginsburg joined Justice Stephen G. Breyer's dissent.</p>\n"
}