{
    "ID": 54330,
    "name": "Allied-Bruce Terminix Co. v. Dobson",
    "href": "https://api.oyez.org/cases/1994/93-1001",
    "view_count": 0,
    "docket_number": "93-1001",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                781246800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37481"
        },
        {
            "event": "Decided",
            "dates": [
                790408800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37482"
        }
    ],
    "question": "<p>Should the Federal Arbitration Act, making an arbitration provision enforceable in contracts \"evidencing a transaction involving commerce,\" be applied broadly?</p>\n",
    "citation": {
        "volume": "513",
        "page": "265",
        "year": "1995",
        "href": "https://api.oyez.org/case_citation/case_citation/18259"
    },
    "term": "1994",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/513/265/",
    "facts_of_the_case": "<p>In 1987, Steven Gwin, a homeowner in Birmingham, Alabama, bought a lifetime \"Termite Protection Plan\" from a local office of Allied-Bruce Terminix Company. The termite prevention contract specified that any controversy would be settled exclusively by arbitration. After the Gwins sold their house and transferred their plan to the Dobsons, the Dobsons initiated suit against the Gwins, Allied-Bruce, and Terminix following a termite infestation. Allied- Bruce and Terminix asked for, but were denied, a stay to allow for arbitration under the contract and the Federal Arbitration Act. In affirming, the Alabama Supreme Court upheld the denial of the stay on the basis of a state statute making written, predispute arbitration agreements invalid and unenforceable. The court also found that the Federal Arbitration Act did not apply because the parties entering the contract contemplated transactions that were primarily local and not substantially interstate.</p>\n",
    "conclusion": "<p>Yes. In a 7-2 opinion delivered by Justice Stephen G. Breyer, the Court held that the Federal Arbitration Act applied to all disputes involving commerce, and thus the arbitration clause was valid and enforceable. The Court reasoned that the word \"involving\" in section 2 of the Act signaled an intent to exercise Congress' commerce clause power to the full and that section 2 is to be read requiring only that the \"transaction\" in fact \"involve\" interstate commerce, even if the parties did not contemplate an interstate commerce connection. Justice Sandra Day O'Connor filed a concurring opinion. Justices Scalia and Clarence Thomas filed dissenting opinions.</p>\n"
}