{
    "ID": 62945,
    "name": "Lagos v. United States",
    "href": "https://api.oyez.org/cases/2017/16-1519",
    "view_count": 0,
    "docket_number": "16-1519",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1515736800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54193"
        },
        {
            "event": "Argued",
            "dates": [
                1524027600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54233"
        },
        {
            "event": "Decided",
            "dates": [
                1527570000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54279"
        }
    ],
    "question": "<p>Does the Mandatory Victims Restitution Act, pursuant to 18 U.S.C. § 3663A(b)(4), cover costs that were neither “required nor requested” by the government, including costs incurred for the victim’s own purposes and that were not prompted by any official government action?</p>\n",
    "citation": {
        "volume": "584",
        "page": null,
        "year": "2018",
        "href": "https://api.oyez.org/case_citation/case_citation/27570"
    },
    "term": "2017",
    "description": "A case in which the Court held that under the Mandatory Victims Restitution Act, pursuant to 18 U.S.C. § 3663A(b)(4), which pertains to reimbursement by defendants to victims for expenses incurred during the investigation or prosecution related to the offense, the words “investigation” and “proceedings” encompass only government investigations and criminal proceedings and do not include private investigations and civil or bankruptcy proceedings.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/584/16-1519/",
    "facts_of_the_case": "<p>Sergio Fernando Lagos pled guilty in federal district court to conspiracy to commit wire fraud, and multiple counts of wire fraud. He admitted that for a period of two years, he and his co-conspirators misled General Electric Capital Corporation (GECC) regarding the value of their assets in order to increase their revolving loan amount and secure under-collateralized funds.</p>\n<p>Following his guilty plea, Lagos appealed the district court’s order of restitution to the 5th Circuit. He argued that the Mandatory Victims Restitution Act (MVRA) did not allow restitution for the legal, expert, or consulting fees incurred by GECC in the course of investigating Lagos’ suspected fraud and the bankruptcy proceedings that followed.</p>\n<p>The 5th Circuit affirmed the district court’s order  in light of its own precedent interpreting 18 U.S.C. § 3663A(b)(4) under the MVRA to permit restitution for investigative and legal costs, even under circumstances where these costs were incurred outside of the government’s investigation. The appeals court noted that the D.C. Circuit has adopted a narrower reading of the statute in question, though multiple other circuits have not.</p>\n",
    "conclusion": "<p>In a unanimous opinion, the Court reversed and remanded, holding that the words “investigation” and “proceedings” in 18 U.S.C. § 3663A(b)(4) are limited to government investigations and criminal proceedings, and do not include private investigations and civil or bankruptcy proceedings. The Court also held that the fact that the victim shared the findings of its investigation with the government did not make the costs of the private investigation “necessary . . . other expenses incurred during participation in the investigation . . . of the offense” within the meaning of subsection (b)(4).</p>\n"
}