{
    "ID": 55945,
    "name": "Gunn v. Minton",
    "href": "https://api.oyez.org/cases/2012/11-1118",
    "view_count": 0,
    "docket_number": "11-1118",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1349413200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41196"
        },
        {
            "event": "Argued",
            "dates": [
                1358316000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41197"
        },
        {
            "event": "Decided",
            "dates": [
                1361340000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41198"
        }
    ],
    "question": "<p>Do the federal courts have exclusive jurisdiction in any cases that involve patent law, even when the patent issue is not the primary issue in the case?</p>\n",
    "citation": {
        "volume": "568",
        "page": "251",
        "year": "2013",
        "href": "https://api.oyez.org/case_citation/case_citation/19867"
    },
    "term": "2012",
    "description": "A case in which the Court found that even though federal courts have exclusive jurisdiction over patent law cases, state courts can still hear cases related to patent law as long as that it is not the primary issue.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/568/251/",
    "facts_of_the_case": "<p>In the early 1990s, Vernon Minton, a former securities broker, developed the Texas Computer Exchange Network (TEXCEN) software that allowed financial traders to execute trades on their own. R.M. Stark &amp; Co. (Stark) agreed to lease TEXCEN. More than one year later, Minton filed for a patent that was granted by the United States Patent and Trademark Office on January 11, 2000.</p>\n<p>Minton later sued the NASDAQ and the National Association of Securities Dealers (NASD) and alleged that their services infringed on his patent. NASD and NASDAQ argued that a patent is invalid when the invention claimed is sold more than a year before the patent application is filed. The district court granted summary judgment for NASD and NASDAQ. Minton retained new counsel to argue his case under the experimental use exception, which states that the patent remains valid if the invention was sold primarily for experimental, rather than commercial, use. He filed a motion for reconsideration, which the district court denied. The United States Court of Appeals for the Federal Circuit affirmed.</p>\n<p>Minton sued his original attorneys (collectively referred to as Gunn) for legal malpractice and argued that their failure to argue the experimental use exception in the original suit cost him the case. Gunn filed for summary judgment arguing no-evidence due to the fact that the attorneys did not know of the earlier sale in order for the experimental use exception to be relevant. The trial court granted summary judgment in favor of Gunn. Minton appealed to the Second Court of Appeals for Texas. Shortly after he filed his appeal, the United States Court of Appeals for the Federal Circuit decided a case that gave jurisdiction to the federal courts in malpractice suits arising from patent litigation. Minton filed a motion to dismiss his case from the Second Court of Appeals for Texas, but the court denied his motion and affirmed the decision of the trial court. The Supreme Court of Texas reversed and dismissed the case.</p>\n",
    "conclusion": "<p>No. Chief Justice John G. Roberts, Jr., writing for a unanimous Court, reversed the lower court and remanded. The Supreme Court applied <em>Grable &amp; Sons Metal Products, Inc. v. Darue Engineering &amp; Mfg.</em>, which provided that a case only arises under federal patent law when it \"necessarily raise[s] a stated federal issue, actually disputed and substantial, which a federal forum may entertain without disturbing any congressionally approved balance of federal and state judicial responsibilities.\" The Court held that Minton failed to show that the federal issue in the case carried the necessary significance. The need to decide a hypothetical patent case is not substantial enough to deprive the state court of jurisdiction. A state court decision in a state law malpractice case relating to patent law will not substantially affect federal patent law.</p>\n"
}