{
    "ID": 56003,
    "name": "White v. Woodall",
    "href": "https://api.oyez.org/cases/2013/12-794",
    "view_count": 0,
    "docket_number": "12-794",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                1386741600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41334"
        },
        {
            "event": "Granted",
            "dates": [
                1372309200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41586"
        },
        {
            "event": "Decided",
            "dates": [
                1398229200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41587"
        }
    ],
    "question": "<p>(1) Did the trial court violate Woodall's Fifth Amendment rights when it refused to provide a \"no adverse inference\" instruction to the jury in a capital punishment case in which the defendant has pled guilty?</p>\n<p>(2) Was the trial court's failure to provide a \"no adverse inference\" instruction a harmless error in light of the overwhelming evidence of guilt that resulted in a guilty plea?</p>\n",
    "citation": {
        "volume": "572",
        "page": "415",
        "year": "2014",
        "href": "https://api.oyez.org/case_citation/case_citation/20898"
    },
    "term": "2013",
    "description": "A case in which the Court held that a guilty plea negates a person's rights against self-incrimination in court.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/572/415/",
    "facts_of_the_case": "<p>On January 25, 1997, a sixteen-year-old girl was kidnapped, murdered, and raped. After an investigation, the police arrested Robert Woodall, who subsequently pled guilty to capital murder, capital kidnapping, and first-degree rape. At trial, Woodall invoked his Fifth Amendment right to avoid self-incrimination and declined to testify, and so he asked the judge to instruct the jury not to make any adverse inferences from that decision. The judge refused to issue the \"no adverse inference\" instruction and stated that, by entering a guilty plea, Woodall waived his right to be free from self-incrimination. The jury found Woodall guilty on all charges and the judge sentenced him to the death penalty and two subsequent life sentences.</p>\n<p>Woodall appealed to the Kentucky Supreme Court, which affirmed both Woodall's conviction and sentence. In 2006, Woodall filed a <em>habeus corpus</em> petition in federal court, and that court held that the trial court violated Woodall's Fifth Amendment right when it refused to offer the requested jury instruction. In addition, that court also held that Woodall's Fifth, Eighth, and Fourteenth Amendment rights were violated when the trial court allowed the state to dismiss an African-American juror without a mandatory hearing for cause. On appeal, the U.S. Court of Appeals for the Sixth Circuit affirmed the district court's decision on the issue of self-incrimination but did not address the other issues.</p>\n",
    "conclusion": "<p>No, unanswered. Justice Antonin Scalia delivered the opinion of the 6-3 majority. The Court held that the trial court did not violate Woodall's Fifth Amendment rights by not providing a \"no adverse influence\" jury instruction because Woodall's guilty plea negated the possibility of any adverse influence. Because Woodall admitted to the elements of the case that the prosecution would otherwise have had to prove, there was no inference left for the jury to make. The Court therefore held that the state courts' rejection of Woodall's Fifth Amendment claim was not objectively unreasonable and should not have proceeded to federal courts.</p>\n<p>Justice Stephen G. Breyer wrote a dissenting opinion in which he argued that a criminal defendant is entitled to a \"no adverse influence\" jury instruction at the penalty phase of a capital trial just as he is during the guilt phase if he requests one. Justice Breyer wrote that there was no reason to deviate from established Fifth Amendment jurisprudence on this issue and that, in doing so, the majority opinion construes the precedent too narrowly. Justice Ruth Bader Ginsburg and Justice Sonia Sotomayor joined in the dissent.</p>\n"
}