{
    "ID": 55540,
    "name": "Forest Grove School District v. T.A.",
    "href": "https://api.oyez.org/cases/2008/08-305",
    "view_count": 0,
    "docket_number": "08-305",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1232085600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40105"
        },
        {
            "event": "Argued",
            "dates": [
                1240894800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40106"
        },
        {
            "event": "Decided",
            "dates": [
                1245646800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40107"
        }
    ],
    "question": "<p>Under IDEA, can a federal district court order a school district to reimburse its former student for his tuition at a private school when the student unilaterally withdrew from school, never received special education services while enrolled, and withdrew for reasons unrelated to his learning disability?</p>\n",
    "citation": {
        "volume": "557",
        "page": null,
        "year": "2009",
        "href": "https://api.oyez.org/case_citation/case_citation/20838"
    },
    "term": "2008",
    "description": "A case in which the Court found that the Individuals with Disabilities Education Act (IDEA) can authorize a public school to reimburse a student for private school tuition sought because the student never received special education services at the public school.",
    "justia_url": null,
    "facts_of_the_case": "<p>In 2003, T.A., a former student in the Forest Grove School District, sought to be evaluated for suspected learning disabilities. In 2004, the Office of Administrative Hearings for the State of Oregon determined that T.A. was disabled and eligible for special education under the Individual with Disabilities Education Act (IDEA) and Section 504 of the Rehabilitation Act of 1973. As T.A. was no longer enrolled in the Forest Grove School District, but attending private school, the hearing officer ordered the school district to reimburse T.A. for the private school tuition ($5,200 per month), determining it had failed to offer him a free and appropriate public education.</p>\n<p>The school district appealed the order in an Oregon federal district court arguing that reimbursement was not appropriate because T.A. unilaterally withdrew from school, never received special education services while enrolled, and withdrew for reasons unrelated to his learning disability. The district court invalidated the order. On appeal, the U.S. Court of Appeals for the Ninth Circuit reversed the district court and upheld the order. It reasoned that IDEA provided the courts broad discretion in order to achieve \"equitable relief\" for disabled students, including reimbursement for private school tuition.</p>\n",
    "conclusion": "<p>Yes. The Supreme Court held that IDEA authorizes reimbursement for private special-education services when a public school fails to provide free appropriate public education (FAPE) and the private school placement is appropriate, regardless of whether the child previously received special education services through the public school. With Justice John Paul Stevens writing for the majority and joined by Chief Justice John G. Roberts, and Justices Anthony M. Kennedy, Ruth Bader Ginsburg, Stephen G. Breyer, and Samuel A. Alito, the Court relied on its decisions in <em>Burlington v. Department of Ed. of Mass.</em> and <em>Florence County School Dist. 4 v. Carter</em> to reach its conclusion. There, the Court had found that courts had the power to reimburse parents for private school tuition when a school district fails to provide FAPE and a private school placement is appropriate.</p>\n<p>Justice David H. Souter dissented and was joined by Justices Antonin G. Scalia and Clarence Thomas. He argued that the 1997 Congressional amendments to IDEA limited reimbursement for private school tuition when the public school had provided FAPE and the student's withdrawal was unilateral, and then criticized the majority for not recognizing such limitations.</p>\n"
}