{
    "ID": 53852,
    "name": "Florida v. Bostick",
    "href": "https://api.oyez.org/cases/1990/89-1717",
    "view_count": 0,
    "docket_number": "89-1717",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                667548000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/36583"
        },
        {
            "event": "Decided",
            "dates": [
                677394000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/36584"
        }
    ],
    "question": "<p>Is the acquisition of evidence during random bus searches, conducted pursuant to passengers' consent, a per se violation of the Fourth Amendment's protection against unconstitutional search and seizure?</p>\n",
    "citation": {
        "volume": "501",
        "page": "429",
        "year": "1991",
        "href": "https://api.oyez.org/case_citation/case_citation/17781"
    },
    "term": "1990",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/501/429/",
    "facts_of_the_case": "<p>In Broward County, Florida, Sheriff's Department officers regularly boarded buses during stops to ask passenger for permission to search their luggage. Terrance Bostick, a passenger, was questioned by two officers who sought permission to search his belongings and advised him of his right to refuse. After obtaining Bostick's permission, the officers searched his bags, found cocaine, and arrested him on drug trafficking charges. Bostick filed a motion to suppress the evidence on the ground that it was illegally obtained, but the trial court denied the motion. Following an affirmance and certification from the Florida Court of Appeals, the State Supreme Court held that the bus searches were per se unconstitutional because police did not afford passengers the opportunity to \"leave the bus\" in order to avoid questioning. Florida appealed and the Supreme Court granted certiorari.</p>\n",
    "conclusion": "<p>No. The Court, in a 6-to-3 decision, noted that when deciding if a search request is overly coercive, within a confined space such as a bus, one must not look at whether a party felt \"free to leave,\" but whether a party felt free to decline or terminate the search encounter. The Court held that in the absence of intimidation or harassment, Bostick could have refused the search request. Moreover, the fact that he knew the search would produce contraband had no bearing on whether his consent was voluntarily obtained. The test of whether a \"reasonable person\" felt free to decline or terminate a search presupposes his or her innocence.</p>\n"
}