{
    "ID": 54429,
    "name": "Bush v. Vera",
    "href": "https://api.oyez.org/cases/1995/94-805",
    "view_count": 0,
    "docket_number": "94-805",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                818143200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37665"
        },
        {
            "event": "Decided",
            "dates": [
                834642000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37666"
        }
    ],
    "question": "<p>Do the Texas redistricting plans violate the Equal Protection Clause of the Fourteenth Amendment?</p>\n",
    "citation": {
        "volume": "517",
        "page": "952",
        "year": "1996",
        "href": "https://api.oyez.org/case_citation/case_citation/18358"
    },
    "term": "1995",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/517/952/",
    "facts_of_the_case": "<p>Following the 1990 census, Texas planned the creation of three additional congressional districts. Following the redistricting, registered voters challenged the plans as racial gerrymandering. A three-judge federal district court found the plans unconstitutional. The case moved to the Supreme Court on appeal.</p>\n",
    "conclusion": "<p>Yes. In a 5-to-4 decision, the Court held that the Texas redistricting plans were unconstitutional. Supporting its \"strict scrutiny\" approach, the Court noted that the proposed districts were highly irregular in shape, that their computerized design was significantly more sensitive to racial data, and that they lacked any semblance to pre-existing race-neutral districts. The Court also held that the totality of the circumstances surrounding the proposed districts would deprive minority groups of equal participation in the electoral political processes. Thus, the proposed districts violated the Voting Rights Act's \"results\" test prohibiting activity that \"results in a denial or abridgment of the right of any citizen to vote on account of race or color.\" Finally, with respect to proposed district 18, the Court held that Texas deliberately designed it to hamper the local African-American minority's ability to elect representatives of their choice. This violated the Voting Rights Act's \"nonretrogression\" principle, prohibiting state action from obstructing a minority's ability to elect representatives of their choice.</p>\n"
}