{
    "ID": 63076,
    "name": "Cochise Consultancy Inc. v. United States, ex rel. Hunt",
    "href": "https://api.oyez.org/cases/2018/18-315",
    "view_count": 0,
    "docket_number": "18-315",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1542348000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54418"
        },
        {
            "event": "Argued",
            "dates": [
                1552971600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54454"
        },
        {
            "event": "Decided",
            "dates": [
                1557723600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54508"
        }
    ],
    "question": "<p>May a relator in a False Claims Act <em>qui tam</em> action rely on the statute of limitations in 31 U.S.C. § 3731(b)(2) in a suit in which the United States has declined to intervene, and, if so, does the relator constitute an “official of the United States” for purposes of that section?</p>\n",
    "citation": {
        "volume": "587",
        "page": null,
        "year": "2019",
        "href": "https://api.oyez.org/case_citation/case_citation/27649"
    },
    "term": "2018",
    "description": "A case in which the Court held that a relator in a False Claims Act qui tam action may rely on the statute of limitations in 31 U.S.C. § 3731(b)(2) in a suit in which the United States has declined to intervene, but the relator does not constitute an “official of the United States” for purposes of that section.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/587/18-315/",
    "facts_of_the_case": "<p>The US Department of Defense awarded petitioner The Parsons Corporation a $60 million contract to perform munitions cleanup in Iraq. One component of the contract was that Parsons must provide adequate security to its employees who would be performing the cleanup. After seeking bids for a subcontract, a Parsons committee awarded it to ArmorGroup. Although petitioner Cochise Consultancy had submitted a bid, it did not win the subcontract. However, an Army Corps of Engineers contracting officer, Wayne Shaw, whom Cochise had allegedly bribed undertook elaborate efforts—including forgery, deception, and threats—to induce Parsons to award the subcontract to Cochise rather than to ArmorGroup. One employee in particular refused to award the subcontract to Cochise, believing that the award was made in violation of government regulations. That employee was replaced, and his replacement allowed the award of the subcontract to Cochise to move forward.</p>\n<p>From February to September 2006, Cochise provided security services under the subcontract. Each month, the US government paid Cochise at least $1 million more than it would have paid ArmorGroup had ArmorGroup been awarded the subcontract, plus other expenses related to Cochise not being adequately equipped to perform the services required. In 2006, Shaw, who had orchestrated the fraudulent award of the subcontract to Cochise, rotated out of Iraq, and Parsons immediately reopened the subcontract for bidding and awarded it to ArmorGroup.</p>\n<p>Several years later, in 2010, FBI agents interviewed Parsons employee Billy Joe Hunt about his role in a separate kickback scheme, and during that interview Hunt informed the agents about the contractors’ fraudulent scheme involving the subcontract for security services. Hunt was charged with federal crimes related to the kickback scheme and served ten months in federal prison.</p>\n<p>After he was released, in 2013, Hunt filed a <em>qui tam</em> action under seal alleging that Parsons and Cochise had violated the False Claims Act (FCA), 31 U.S.C. §§ 3729–33, by submitting to the United States false or fraudulent claims for payment. The United States declined to intervene in the action, and Hunt’s complaint was unsealed. The contractors moved to dismiss, arguing that Hunt’s claim was barred by the statute of limitations in 31 U.S.C. § 3731(b)(1), which requires a civil action alleging an FCA violation to be brought within the later of (1) “6 years after the date on which the violation … is committed” or (2) “3 years after the date when facts material to the right of action are known or reasonably should have been known by the official of the United States charged with responsibility to act in the circumstances….” The district court granted the contractors’ motion to dismiss, finding that under either provision, Hunt’s claim would be time-barred. Reviewing the district court’s dismissal <em>de novo</em>, the US Court of Appeals for the Eleventh Circuit reversed and remanded. The Eleventh Circuit held that when Hunt (the relator) learned of the fraud is immaterial for statute of limitation purposes, and thus the period began to run when government officials learned of the facts giving rise to the claim.</p>\n",
    "conclusion": "<p>A relator in a False Claims Act qui tam action may rely on the statute of limitations in 31 U.S.C. § 3731(b)(2) in a suit in which the United States has declined to intervene, but the relator does not constitute an “official of the United States” for purposes of that section. Justice Clarence Thomas delivered the opinion for a unanimous Court.</p>\n<p>Section 3731(b) establishes two limitations periods that apply to “civil action[s] under section 3730,” and both government-initiated suits and relator-initiated suits are “civil action[s] under section 3730.” Thus, the plain text of the statute imposes both limitations periods on both types of actions. To interpret the statute otherwise would violate the principle that “a single use of a statutory phrase must have a fixed meaning.”</p>\n<p>Having resolved the first question, the Court then turned to whether the relator constitutes an “official of the United States” in this circumstance, finding that he does not. The relator is a private party, neither appointed as an officer nor employed by the United States, and nothing in the statute suggests an expansive interpretation of “the official” that would include such a private party.</p>\n"
}