{
    "ID": 54939,
    "name": "Idaho v. United States",
    "href": "https://api.oyez.org/cases/2000/00-189",
    "view_count": 0,
    "docket_number": "00-189",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                988002000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38617"
        },
        {
            "event": "Decided",
            "dates": [
                992840400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38618"
        }
    ],
    "question": "<p>Does the National Government hold title, in trust for the Coeur d'Alene Tribe, to lands underlying portions of Lake Coeur d'Alene and the St. Joe River?</p>\n",
    "citation": {
        "volume": "533",
        "page": "262",
        "year": "2001",
        "href": "https://api.oyez.org/case_citation/case_citation/18868"
    },
    "term": "2000",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/533/262/",
    "facts_of_the_case": "<p>In 1873, the Coeur d'Alene Tribe agreed to relinquish all claims to its aboriginal lands outside the bounds of a more substantial reservation that U.S. negotiators agreed to set apart for the tribe's exclusive use. The reservation included part of the St. Joe River and virtually all of the Lake Coeur d'Alene. President Grant set the land aside in an 1873 Executive Order. In 1891, Congress ratified agreements in which the Tribe agreed to cede its rights to all land except that within the Executive Order reservation, and the Government promised to compensate the Tribe and agreed to hold the land forever as Indian land and the Tribe agreed to cede the reservation's northern portion, including two-thirds of the lake, for compensation. The United States initiated an action against Idaho to quiet title in the United States, in trust for the Tribe, to the submerged lands within the current reservation. The District Court quieted title in the United States as trustee, and the Tribe as beneficiary, to the bed and banks of the lake and the river within the reservation. The Court of Appeals affirmed.</p>\n",
    "conclusion": "<p>Yes. In a 5-4 opinion delivered by Justice David H. Souter, the Court held that the National Government holds title, in trust for the Tribe, to lands underlying portions of Lake Coeur d'Alene and the St. Joe River. Justice Souter wrote for the Court that \"Congress recognized the full extent of the Executive Order reservation lying within the stated boundaries it ultimately confirmed, and intended to bar passage to Idaho of title to the submerged lands at issue here.\" Chief Justice William H. Rehnquist, with whom Justices Antonin Scalia, Anthony M. Kennedy, and Clarence Thomas joined, dissented. \"Congress' desire to divest an entering State of its sovereign interest in submerged lands must be 'definitely declared or otherwise made very plain,'\" argued Chief Justice Rehnquist, \"That standard has not been met here.\"</p>\n"
}