{
    "ID": 55815,
    "name": "FCC v. Fox Television Stations",
    "href": "https://api.oyez.org/cases/2011/10-1293",
    "view_count": 0,
    "docket_number": "10-1293",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1309150800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40828"
        },
        {
            "event": "Argued",
            "dates": [
                1326175200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40829"
        },
        {
            "event": "Decided",
            "dates": [
                1340254800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40830"
        }
    ],
    "question": "<p>Did the court of appeals err in finding the FCC's indecency policy unconstitutionally vague in its entirety?</p>\n",
    "citation": {
        "volume": "567",
        "page": null,
        "year": "2012",
        "href": "https://api.oyez.org/case_citation/case_citation/19737"
    },
    "term": "2011",
    "description": "A case in which the Court determined that an FCC policy regarding profane language was too vague, and which was remanded to the Second Circuit Court of Appeals to determine if the FCC violated its customers' First Amendment rights.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/567/239/",
    "facts_of_the_case": "<p>In 2004, the Federal Communications Commission said that TV stations could be fined for indecency violations in cases when a vulgarity was broadcast during a live program. That happened on Fox in 2002 and 2003 when Cher and Nicole Richie cursed during award shows and were not bleeped.\u2028 The FCC never actually fined Fox, but the network took issue with the regulatory agency setting the stage for future fines and challenged the fleeting-expletive rules. The U.S. Court of Appeals for the Second Circuit ruled that the FCC's rules were \"unconstitutionally vague\" and had a \"chilling effect.\"</p>\n",
    "conclusion": "<p>Yes. Justice Anthony M. Kennedy, writing for seven members of the court, vacated the lower judgment and remanded the case. The Supreme Court held that the FCC's standards, as applied to the broadcasts in this case, were vague. The FCC did not give proper notice to broadcasters that they would be fined for fleeting expletives, so the practice violated due process. However, Justice Kennedy carefully noted that the Court did not decide whether the practice violated the First Amendment or that the indecency policy itself was unconstitutional. Only the way the policy was applied in this case was unconstitutionally vague. The FCC is free to modify its policy in light of this decision.</p>\n<p>Justice Ruth Bader Ginsburg concurred in the judgment, stating her belief that <em>FCC v. Pacifica</em> was wrong when it was decided. Justice Sonia Sotomayor did not participate in the consideration or decision of the case.</p>\n"
}