{
    "ID": 62586,
    "name": "Americold Realty Trust v. Conagra Foods, Inc., et al.",
    "href": "https://api.oyez.org/cases/2015/14-1382",
    "view_count": 0,
    "docket_number": "14-1382",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1443675600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/53279"
        },
        {
            "event": "Argued",
            "dates": [
                1453183200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/53330"
        },
        {
            "event": "Decided",
            "dates": [
                1457330400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/53441"
        }
    ],
    "question": "<p>Is the citizenship of a trust for the purposes of diversity jurisdiction based on the diversity of the trust’s beneficiaries (who are its shareholders) as well as the trustees?</p>\n",
    "citation": {
        "volume": "577",
        "page": null,
        "year": "2016",
        "href": "https://api.oyez.org/case_citation/case_citation/27364"
    },
    "term": "2015",
    "description": "A case in which the Court determined that, for the purposes of diversity jurisdiction, the citizenship of a trust is based on the citizenship of its members, which includes the beneficiary shareholders as well as the trustees.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/577/378/",
    "facts_of_the_case": "<p>The plaintiffs, food distributors including Conagra Foods Inc. and Kraft Foodservice, sued Americold Logistics LLC and Americold Realty Trust (Americold) in state court for a breach of contract stemming from a dispute regarding liability for a warehouse fire. Americold sought to remove the case to federal court based on diversity jurisdiction because of the diversity of the trust’s board. No party challenged the propriety of the removal, and the district court addressed the case solely on its merits. Both parties moved for summary judgment, and the district court found in favor of the defendant.</p>\n<p>On appeal, the U.S. Court of Appeals of the Tenth Circuit raised the issue of potentially improper removal and asked the parties to submit briefs addressing the issue. The appellate court held that Americold did not meet its burden to demonstrate that diversity jurisdiction was appropriate because the inquiry must extend to the trust’s beneficiaries (who are its shareholders), not just the trustees.</p>\n",
    "conclusion": "<p>For the purposes of diversity jurisdiction, the citizenship of a trust is based on the citizenship of its members, which includes the shareholder-beneficiaries as well as the trustees. Justice Sonia Sotomayor delivered the opinion for the unanimous Court. The Court held that, although precedent and statute allow corporations to be considered a citizen of the state in which it is incorporated for the purposes of jurisdiction, the same exception does not exist for other artificial legal entities. For those entities, the general rule has been that their citizenship is defined by that of their members. In a trust, the term “members” includes the beneficiaries of that trust as well as the trustees, and in Maryland, a real estate investment trust is an “unincorporated business trust or association” in which property is held and managed “for the benefit and profit of any person who may become a shareholder.”</p>\n"
}