{
    "ID": 56137,
    "name": "Bullard v. Blue Hills Bank, fka Hyde Park Savings",
    "href": "https://api.oyez.org/cases/2014/14-116",
    "view_count": 0,
    "docket_number": "14-116",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1418364000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41737"
        },
        {
            "event": "Argued",
            "dates": [
                1427864400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41738"
        },
        {
            "event": "Decided",
            "dates": [
                1430715600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/51650"
        }
    ],
    "question": "<p>Is an order denying confirmation of a bankruptcy plan appealable?</p>\n",
    "citation": {
        "volume": "575",
        "page": null,
        "year": "2015",
        "href": "https://api.oyez.org/case_citation/case_citation/20943"
    },
    "term": "2014",
    "description": "A case in which the Court held that a bankruptcy court’s order denying confirmation of a repayment plan is not a final order for the purpose of immediate appeal.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/575/496/",
    "facts_of_the_case": "<p>Louis Bullard borrowed $387,000 from Hyde Park Savings to buy his property in Massachusetts. In December 2010, he filed for Chapter 13 of the Bankruptcy Code and proposed a plan in which he offered to pay the bank back the value of the property in a loan that was secured by the actual property and then put the rest of the home loan into a pool with other debts that would be paid at a different rate. The bankruptcy court rejected this plan because it believed this hybrid plan was inconsistent with certain provisions of the Bankruptcy Code. The bankruptcy appellate panel agreed but stated the order was appealable because Bullard could simply propose another plan. Bullard petitioned for an appeal but the bankruptcy appellate panel denied the petition because the petitioner had already filed his notice of appeal to the U.S. Court of Appeals for the First Circuit. The First Circuit held that it did not have jurisdiction, as courts of appeals only have jurisdiction over \"final decisions, judgments, orders and decrees.\"</p>\n",
    "conclusion": "<p>No. Chief Justice John G. Roberts delivered the opinion for the unanimous Court, which held that a bankruptcy court’s order denying confirmation of a proposed repayment plan is not a “final” order for the purposes of immediate appeal. The Court noted that, because bankruptcy cases typically involve many controversies that could stand on their own, an order is appealable if it finally disposes of a concrete dispute within the larger case. Because denial of confirmation of a plan indicates that a plan needs further consideration, it is not a final disposition of a concrete issue, unless it results in dismissal of the case. The Court held that the asymmetry of allowing confirmation to be a final order, but not denial of a confirmation, is acceptable because only confirmation alters the legal relationships between the parties by allowing the bankruptcy proceedings to proceed. Additionally, there are other safeguards in place, such as interlocutory appeals, to ensure the system is not unfair to debtors.</p>\n"
}