{
    "ID": 54057,
    "name": "Forsyth County v. Nationalist Movement",
    "href": "https://api.oyez.org/cases/1991/91-538",
    "view_count": 0,
    "docket_number": "91-538",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                702021600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/36968"
        },
        {
            "event": "Decided",
            "dates": [
                708930000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/36969"
        }
    ],
    "question": "<p>Does an ordinance that permits a government administrator to vary the fee for assembling or parading to reflect the estimated cost of maintaining public order violate the free speech guarantees under the First and Fourteenth Amendments?</p>\n",
    "citation": {
        "volume": "505",
        "page": "123",
        "year": "1992",
        "href": "https://api.oyez.org/case_citation/case_citation/17986"
    },
    "term": "1991",
    "description": "A case in which the Court that an ordinance that permits a government administrator to vary the fee for assembling or parading to reflect the estimated cost of maintaining public order violated the free-speech guarantees under the First and Fourteenth Amendments. ",
    "justia_url": "https://supreme.justia.com/cases/federal/us/505/123/",
    "facts_of_the_case": "<p>The Board of Commissioners for Forsyth County enacted an ordinance that permitted the county administrator to charge a fee of not more than $1,000 per day for a permit to hold a parade, assembly, or demonstration on public property in the county. The law allowed the administrator to adjust the fee to correspond with the estimated cost of maintaining public order during the activity. In January 1989, The Nationalist Movement (Movement) applied for a permit to hold a rally on the courthouse steps in Cumming, Georgia, to protest the federal holiday honoring Martin Luther King, Jr. The county charged $100 for the permit, but that amount that did not include a calculation for expected law enforcement expenses during the rally. The Movement did not pay the fee and did not hold the rally; instead the Movement sued the county in federal district court and challenged its authority to interfere with the Movement’s free speech and assembly rights. The district court found that the county administrator did not unconstitutionally apply the ordinance to the Movement’s permit application because the fee was based solely on content-neutral criteria such as the costs of processing the application. The U.S. Court of Appeals for the Eleventh Circuit reversed and held that the permit fee of up to $1,000 a day exceeded the constitutional requirement that governments charge only a nominal fee for using public forums.</p>\n",
    "conclusion": "<p>Yes. Justice Harry A. Blackmun delivered the opinion for the 5-4 majority. The Court held that the ordinance violated the free speech guarantees of the First and Fourteenth Amendments because it contained no reasonable or definite standards to guide the county administrator’s calculation of permit fees. Additionally, the ordinance required the administrator to examine the speech’s content to assess the likelihood of public hostility to the message and adjust the fee accordingly to account for security and law enforcement costs. In the Court’s view, a nominal fee lower than $1000 could not save the ordinance from the constitutional infirmities it found.</p>\n<p>Chief Justice William H. Rehnquist wrote a dissent in which he disagreed with the argument that the Constitution limits a parade license fee to a nominal amount and argued that the Court should have remanded the case to determine the scope of the ordinance and how it was administered. Justice Byron R. White, Justice Antonin Scalia, and Justice Clarence Thomas joined the dissenting opinion.</p>\n<p> </p>\n"
}