{
    "ID": 53895,
    "name": "Cohen v. Cowles Media Company",
    "href": "https://api.oyez.org/cases/1990/90-634",
    "view_count": 0,
    "docket_number": "90-634",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                670053600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/36661"
        },
        {
            "event": "Decided",
            "dates": [
                677739600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/36662"
        }
    ],
    "question": "<p>Does the First Amendment bar a plaintiff from recovering damages, under state promissory estoppel law, for a newspaper's breach of a promise of confidentiality?</p>\n",
    "citation": {
        "volume": "501",
        "page": "663",
        "year": "1991",
        "href": "https://api.oyez.org/case_citation/case_citation/17824"
    },
    "term": "1990",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/501/663/",
    "facts_of_the_case": "<p>Cohen was a campaign associate in the 1982 Minnesota gubernatorial race. He gave court records concerning another party's candidate for lieutenant governor to the St. Paul Pioneer Press and the Minneapolis Star and Tribune. Though he had received a promise of confidentiality from the reporters, the papers identified Cohen in their stories. He was fired as a result. Cohen sued the papers in state court, alleging a breach of contract. At trial, Cohen won compensatory damages and the state appellate court upheld the award. But the Minnesota Supreme Court reversed, ruling that Cohen's claim relied on state \"promissory estoppel\" law, a law that essentially prevented a promisor from breaking a promise. The court ruled that the First Amendment's free press guarantee prevented promissory estoppel from applying to the newspapers.</p>\n",
    "conclusion": "<p>No. In a 5-4 opinion delivered by Justice Byron White, the Court held that the First Amendment did not bar a promissory estoppel suit against the press. The Court first affirmed that such a cause of action, though private, triggered the First Amendment's protection. But the Court went on to rule that the state's promissory estoppel law was generally applicable and did not target the press. The law's enforcement against the press thus did not require stricter scrutiny than would its enforcement against other individuals or institutions.</p>\n"
}