{
    "ID": 56005,
    "name": "National Labor Relations Board v. Noel Canning",
    "href": "https://api.oyez.org/cases/2013/12-1281",
    "view_count": 0,
    "docket_number": "12-1281",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1372050000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41337"
        },
        {
            "event": "Argued",
            "dates": [
                1389592800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41338"
        },
        {
            "event": "Decided",
            "dates": [
                1403758800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41561"
        }
    ],
    "question": "<p>1. Was the Senate \" in recess\" under the Recess Appointments Clause when President Obama appointed three people to the Board on January 4, 2012?</p>\n<p>2. Does the Recess Appointments Clause grant the President the power to fill only vacancies that occur during the official recess of the Senate?</p>\n",
    "citation": {
        "volume": "573",
        "page": "513",
        "year": "2014",
        "href": "https://api.oyez.org/case_citation/case_citation/20873"
    },
    "term": "2013",
    "description": "A case in which the Court further defined the limitations on the presidential powers granted by the Recess Appointments Clause.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/573/513/",
    "facts_of_the_case": "<p>The National Labor Relations Act (NLRA) established the National Labor Relations Board (Board) to decide labor disputes among employers, unions, and employees. Parties first file unfair labor practice allegations to a Regional Office, which then conducts an investigation and, if necessary, files a complaint. An Administrative Law Judge (ALJ) presides over the hearing on the complaint and issues a recommendation to the Board. Unless a party to the dispute files a timely appeal, the ALJ's recommendation becomes the final order of the Board. To hear a case and issue a ruling, the Board must have at least three of its five members present. The NLRA allows parties to appeal a Board ruling to the U.S. Court of Appeals for the area where the alleged unfair labor practice occurred or to the U.S. Court of Appeals for the District of Columbia Circuit. Board members are appointed by the president and serve five-year terms.</p>\n<p>In 2010, Noel Canning, a bottler and distributor of Pepsi-Cola products, was engaged in negotiations with its employee union, the International Brotherhood of Teamsters Local 760 (Union). During the final bargaining session that December, Noel Canning agreed to submit two wage and pension plans to a vote by the Union membership. The membership approved the union's preferred proposal. However, Noel Canning argued that the discussions did not amount to a binding agreement and refused to incorporate the changes into a new collective bargaining agreement. The Union filed a complaint with the Board alleging that Noel Canning's actions constituted an unfair labor practice in violation of the NLRA. An ALJ determined that the agreement was binding and ordered Noel Canning to sign the collective bargaining agreement. The Board affirmed the ruling against Noel Canning.</p>\n<p>Noel Canning appealed to the U.S. Court of Appeals for the District of Columbia Circuit, which held that the Board's ruling was invalid because not enough members of the Board were present. The panel that heard the Noel Canning case consisted of one member who was appointed by President Barack Obama and confirmed by the Senate in 2010 and two members whom President Obama appointed without Senate confirmation in January 2012. Although the Recess Appointments Clause allows the president to fill vacancies that occur while Congress is in recess, between December 2011 and the end of January 2012, the Senate met in pro forma meetings every three business days. Therefore, the Court of Appeals determined that the Senate was not in recess on the days the Senate did not meet because, for the purpose of the Recess Appointments Clause, recess is defined as the time in between sessions of Congress.</p>\n",
    "conclusion": "<p>No, no. Justice Stephen G. Breyer delivered the opinion for the 9-0 majority. The Court held that a pro forma session does not create a recess long enough to trigger the Recess Appointments Clause. While the term \"recess\" in the Clause refers both to inter-and intra-session recesses, its legislative history and historical context indicate that the term should be presumed to mean a recess of substantial length. The Court held that the three-day break that occurs during pro forma sessions does not represent a significant interruption of legislative business and therefore cannot justify the exercise of the Clause. Additionally, a pro forma session cannot be viewed as a single, long recess because the Senate retains its capacity to conduct business during such sessions. Because recess appointments made during a recess that was shorter than ten days have been so historically rare, the Court held that ten days was the appropriate presumptive lower limit to place on the exercise of the Clause. The Court also held that the Clause applies to vacancies that occur during a recess as well as those that originally occur before a recess but continue to exist at the time of the recess. Although a plain reading of the Clause does not require such an interpretation, the historical context of the wording favors the more broad reading because a vacancy can be considered a continuing state.</p>\n<p>Justice Antonin Scalia wrote a concurrence in judgment in which he argued that the Recess Appointments Clause was only meant to cover breaks between congressional sessions rather than breaks within them. Therefore, the appointments in question are invalid because they were made during the session. Justice Scalia argued that a plain reading of the text as well as the historical meaning of the term \"recess\" clearly places it in opposition to the term \"session,\" and it is therefore illogical to interpret the Clause as allowing appointments while Congress is in session. In offering a broader reading of the Clause, the majority opinion disregards the Clause's purpose: to preserve the balance of power between the President and the Senate regarding appointments. Justice Scalia also argued that the majority's ten-day rule cannot stand because it is based purely on judicial interpretation of historical practices without any textual basis. For these same reasons, the Clause should be read as only granting the President the power to fill vacancies that originally occurred during a recess. Chief Justice John G. Roberts, Jr., Justice Clarence Thomas, and Justice Samuel A. Alito, Jr. joined in the concurrence in judgment.</p>\n"
}