{
    "ID": 54940,
    "name": "United States v. Hatter",
    "href": "https://api.oyez.org/cases/2000/99-1978",
    "view_count": 0,
    "docket_number": "99-1978",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                982648800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38619"
        },
        {
            "event": "Decided",
            "dates": [
                990421200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38620"
        }
    ],
    "question": "<p>Did Congress violate the Compensation Clause when it extended the Medicare and Social Security taxes to the salaries of sitting federal judges? If so, was the violation cured when Congress increased the salaries of all federal judges by an amount greater than the new taxes?</p>\n",
    "citation": {
        "volume": "532",
        "page": "557",
        "year": "2001",
        "href": "https://api.oyez.org/case_citation/case_citation/18869"
    },
    "term": "2000",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/532/557/",
    "facts_of_the_case": "<p>In 1982, when Congress extended Medicare to federal employees, then-sitting federal judges began to have Medicare taxes withheld from their salaries. In 1983, Congress then required federal judges to participate in Social Security, except for those who contributed to a \"covered\" retirement program. A \"covered\" program was defined to include any retirement system to which an employee had to contribute, which did not encompass the noncontributory pension system for federal judges, whose financial obligations and payroll deductions therefore had to increase. A group of federal judges, who were appointed before 1983, filed suit arguing that the 1983 law violated the Constitution's Compensation Clause, which guarantees federal judges a \"Compensation, which shall not be diminished during their Continuance in Office.\" Ultimately, the Court of Federal Claims ruled that a 1984 judicial salary increase cured any violation. In reversing, the Federal Circuit held that the Compensation Clause prevented the government from collecting Medicare and Social Security taxes from the judges and that the violation was not cured by the 1984 pay increase.</p>\n",
    "conclusion": "<p>In a 6-1 opinion delivered by Justice Stephen G. Breyer, the Court held that the Compensation Clause prevents the government from collecting Social Security taxes from federal judges who held office before Congress extended those taxes to federal employees and that the Compensation Clause violation was not cured by the 1984 pay increase for federal judges. In a 5-2 split, the Court held that the Government could collect Medicare taxes from the same class of judges. On the Medicare question, Justice Breyer, wrote that \"this Court has held that the Legislature cannot directly reduce judicial salaries even as part of an equitable effort to reduce all Government salaries. But a tax law, unlike a law mandating a salary reduction, affects compensation indirectly, not directly. And those prophylactic considerations that may justify an absolute rule forbidding direct salary reductions are absent here, where indirect taxation is at issue.\"</p>\n"
}