{
    "ID": 56094,
    "name": "North Carolina Board of Dental Examiners v. Federal Trade Commission",
    "href": "https://api.oyez.org/cases/2014/13-534",
    "view_count": 0,
    "docket_number": "13-534",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1393826400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41674"
        },
        {
            "event": "Argued",
            "dates": [
                1413262800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41675"
        },
        {
            "event": "Decided",
            "dates": [
                1424844000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41676"
        }
    ],
    "question": "<p>Is an official state regulatory board whose members are mostly market participants that are elected by other market participants a \"private actor\" for purposes of federal antitrust laws?</p>\n",
    "citation": {
        "volume": "574",
        "page": "494",
        "year": "2015",
        "href": "https://api.oyez.org/case_citation/case_citation/20918"
    },
    "term": "2014",
    "description": "A case in which the Court ruled that when a state agency is operated by market participants who are elected by other market participants, the agency is a private actor and subject to federal antitrust laws.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/574/494/",
    "facts_of_the_case": "<p>The North Carolina State Board of Dental Examiners (Board) is a statutorily created agency that regulates the practice of dentistry. It is composed of six dentists⎯who are elected by other dentists in North Carolina⎯one dental hygienist, and one consumer member. The Board may bring an action in the North Carolina Superior Court to enjoin the conduct of any individual the Board suspects of engaging in the unlawful practice of dentistry.</p>\n<p>In 2003, non-dentists began offering teeth-whitening services to consumers in mall kiosks and salons across the state. After dentists complained, the Board sent 47 cease and desist letters to 29 non-dentist teeth-whiteners. The non-dentists ceased offering the service, and manufacturers and distributors of over-the-counter teeth-whitening products exited the North Carolina market.</p>\n<p>The Federal Trade Commission (FTC) subsequently charged the Board with violating the Federal Trade Act by excluding the non-dentists. An Administrative Law Judge found that the Board had engaged in unfair competition and enjoined the Board from issuing any more cease and desist letters; the FTC upheld that ruling on appeal. The Board petitioned the U.S. Court of Appeals for the Fourth Circuit to review the FTC decision and argued that, as a state agency, it was exempt from federal antitrust laws. The Court of Appeals declined to review the case and held that, when a state agency is operated by market participants who are elected by other market participants, the agency is a private actor and subject to federal antitrust laws.</p>\n",
    "conclusion": "<p>Yes. Justice Anthony Kennedy delivered the opinion for the 6-3 majority. The Court held that, because the Board was made up of market participants, the Board could only claim immunity from federal anti-trust actions if the Board were subject to active supervision by the State. Under the Court's decision in <em>Parker v. Brown</em>, when a state acts to regulate activity within its boundaries, that regulation is immune from federal anti-trust actions. However, when the regulatory action is undertaken by an entity made up of non-state actors, courts must ensure the regulatory action is attributable to state policy. Courts must determine whether the state has clearly authorized to the entity to regulate and whether the entity is subject to active supervision from the state. While an entity may be excused from the active supervision requirement in some situations, such as when the entity is electorally accountable, none of these considerations applied to the Board. Because the Board was not subject to active supervision from the state, the Board could not claim immunity from federal anti-trust actions.</p>\n<p>Justice Samuel A. Alito Jr. authored a dissent in which he argued that the case should be controlled by <em>Parker v. Brown</em>, and thus the Court should limit its inquiry to whether or not the Board constituted a state agency. Because the Board is a state-created agency, empowered by the state to regulate dentistry within the state, the Court should have found the Board was immune from federal anti-trust actions. Justice Antonin Scalia and Justice Clarence Thomas joined in the dissent.</p>\n"
}