{
    "ID": 55664,
    "name": "Black v. United States",
    "href": "https://api.oyez.org/cases/2009/08-876",
    "view_count": 0,
    "docket_number": "08-876",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1242622800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40450"
        },
        {
            "event": "Argued",
            "dates": [
                1260252000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40451"
        },
        {
            "event": "Decided",
            "dates": [
                1277355600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40452"
        }
    ],
    "question": "<p>1) Does 18 U.S.C. Section 1346 apply to private individuals whose alleged \"scheme to defraud\" did not intend harm to the private party to whom \"honest services\" were owed?</p>\n<p>2) May a court of appeals avoid review of a prejudicial jury instruction by retroactively imposing a verdict preservation requirement that is not found in the federal rules?</p>\n",
    "citation": {
        "volume": "561",
        "page": "465",
        "year": "2010",
        "href": "https://api.oyez.org/case_citation/case_citation/19586"
    },
    "term": "2009",
    "description": "A case in which the Court held that a court of appeals may not retroactively impose a verdict preservation requirement that is not in the Federal Rules of Procedure.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/561/465/",
    "facts_of_the_case": "<p>Four former executives of Hollinger International were convicted of mail and wire fraud under 18 U.S.C. Section 1346 by an Illinois federal district court. In part, they had paid themselves $5.5 million in fees without the knowledge of the company's audit committee or board of directors. At trial, the jury was instructed that it could find the defendants guilty if it deemed they had schemed to deprive Hollinger and its shareholders \"of their intangible right to the honest services of the corporate officers, directors, or controlling shareholders of Hollinger,\" and if the objective of the scheme was \"private gain.\" On appeal, the defendants explained that while their objective was \"private gain,\" the compensation had been crafted in order to avoid paying taxes to the Canadian government. Therefore, they argued that because their \"private gain\" was intended to be purely at the expense of the Canadian government and not the company, their actions did not violate the intent of Section 1346.</p>\n<p>The U.S. Court of Appeals for the Seventh Circuit disagreed and affirmed the district court. It held that the deprivation of honest services owed to an employer is not mitigated simply because the inducement was a tax benefit obtained from a third party. The court reasoned that had the defendants disclosed to Hollinger's audit committee and board of directors that the compensation was meant to bring about tax benefits, the committee and board very well may have reduced the pay-out in light of the tax benefits.</p>\n",
    "conclusion": "<p>Not answered. No. With Justice Ruth Bader Ginsburg writing for the majority, the Supreme Court held that based on its decision in <em>Skilling v. United States</em>, Section 1346 criminalizes only schemes to defraud that involve bribes or kickbacks. Therefore, the \"honest services fraud\" instruction given in this case was incorrect. The Court further held that Mr. Black and his co-defendants secured their right to challenge the \"honest services fraud\" jury instructions on appeal because they properly objected to the instructions at trial. The Court noted that it expressed no opinion as to whether the jury instruction prejudiced the defendants and left it for the district court to determine.</p>\n<p>Justice Antonin Scalia, joined by Justice Clarence Thomas, concurred in part and concurred in the judgment. He disagreed that the Court used the Notes of the Advisory Committee in rendering its decision. He also viewed the \"honest services fraud\" jury instruction to be error because it was given at all. Justice Anthony M. Kennedy concurred in part and concurred in the judgment. He viewed Section 1346 as being unconstitutionally vague.</p>\n"
}