{
    "ID": 54794,
    "name": "Vermont Agency of Natural Resources v. United States ex rel. Stevens",
    "href": "https://api.oyez.org/cases/1999/98-1828",
    "view_count": 0,
    "docket_number": "98-1828",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                943855200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38338"
        },
        {
            "event": "Decided",
            "dates": [
                958971600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38339"
        }
    ],
    "question": "<p>May a private individual bring suit in federal court on behalf of the United States against a state or state agency under the False Claims Act?</p>\n",
    "citation": {
        "volume": "529",
        "page": "765",
        "year": "2000",
        "href": "https://api.oyez.org/case_citation/case_citation/18723"
    },
    "term": "1999",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/529/765/",
    "facts_of_the_case": "<p>Jonathan Stevens, a former attorney for the Vermont Agency of Natural Resources, filed suit against his former employer, the agency, alleging that it had submitted false claims to the Environmental Protection Agency (EPA) in order to induce the EPA to disburse more grant money than it was entitled to receive. Stevens filed suit under the False Calms Act (FCA), which provides for a private person to bring a qui tam civil action \"in the name of the [Federal] Government,\" against \"any person\" who \"knowingly presents...to...the...Government...a false or fraudulent claim for payment.\" The State of Vermont moved to dismiss the suit, arguing that a State or state agency is not a \"person\" subject to liability under the FCA and that a qui tam action in federal court against a State is barred by the Eleventh Amendment. The District Court denied the motion. Vermont then filed an interlocutory appeal. Thereupon, the court stayed its proceedings and the United States intervened in the appeal in support of Stevens. The Court of Appeals affirmed.</p>\n",
    "conclusion": "<p>No. In a 7-2 opinion delivered by Justice Antonin Scalia, the Court held that a private individual has standing to bring suit in federal court on behalf of the United States under the False Claims Act, but that the False Claims Act does not subject a state or state agency to liability in such actions. The Court concluded that the False Claims Act does not include states as \"persons\" who can be sued under the law. Justices John Paul Stevens and David Souter dissented.</p>\n"
}