{
    "ID": 63255,
    "name": "Uzuegbunam v. Preczewski",
    "href": "https://api.oyez.org/cases/2020/19-968",
    "view_count": 0,
    "docket_number": "19-968",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1594270800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54750"
        },
        {
            "event": "Argued",
            "dates": [
                1610431200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54819"
        },
        {
            "event": "Decided",
            "dates": [
                1615183200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54855"
        }
    ],
    "question": "<p>Can an award of nominal damages by itself redress a past injury, or does revision of the unconstitutional policy render moot the constitutional challenge?</p>\n",
    "citation": {
        "volume": "592",
        "page": null,
        "year": "2021",
        "href": "https://api.oyez.org/case_citation/case_citation/27760"
    },
    "term": "2020",
    "description": "A case in which the Court held that a request for nominal damages satisfies the redressability element necessary for Article III standing where a plaintiff’s claim is based on a completed violation of a legal right.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/592/19-968/",
    "facts_of_the_case": "<p>In July 2016, Chike Uzuegbunam, a student at Georgia Gwinnett College (GGC), began distributing religious literature in an outdoor plaza on GGC’s campus. The campus police stopped him, however, citing GGC’s “Freedom of Expression Policy,” which stated that students were generally permitted to engage in expressive activities only in two designated speech zones, and only after reserving them.</p>\n<p>Later, Uzuegbunam reserved one of the designated speech zones to speak to students about his religious beliefs, and campus police again stopped him. According to the police, he was exceeding the scope of his reservation by speaking in addition to handing out literature. After this incident, neither Uzuegbunam nor Joseph Bradford—another GGC student who wishes to speak publicly on campus about his religious beliefs—have attempted to speak publicly or distribute literature on campus.</p>\n<p>Uzuegbunam and Bradford filed a lawsuit seeking a declaratory judgment that the school’s policies, both facially and as-applied, violate their First and Fourteenth Amendment rights. They also sought nominal damages for the violation of these rights. GGC filed a motion to dismiss for failure to state a claim, and while that motion was pending, GGC revised its “Freedom of Expression Policy” to allow students to speak anywhere on campus without having to obtain a permit, except in limited circumstances. It also removed the portion of its student code of conduct that Uzuegbunam and Bradford had challenged. After making these changes, the school filed a motion to dismiss the case as moot.</p>\n<p>The district court dismissed the case as moot, concluding that the claims for nominal damages could not save otherwise moot constitutional challenges. The U.S. Court of Appeals for the Eleventh Circuit affirmed.</p>\n",
    "conclusion": "<p>A constitutional challenge to a school policy that seeks nominal damages is not rendered moot if the constitutional policy is revised during litigation because an award of nominal damages can redress the past injury. Justice Clarence Thomas authored the opinion for the 8-1 majority.</p>\n<p>To satisfy the Article III standing, a plaintiff must establish that: (1) they suffered an injury in fact, (2) that the injury is fairly traceable to the challenged conduct, and (3) that the remedy sought from the Court would redress the injury. The parties did not dispute that Uzuegbunam had established the first two elements, leaving only the question whether the remedy he sought—nominal damages—can redress the constitutional violation that Uzuegbunam alleged occurred.</p>\n<p>Common law demonstrates that while early English courts required a plaintiff to prove monetary damages, they later “reasoned that every legal injury necessarily causes damage,” so courts award nominal damages even if there is no evidence of other damages. At the time of the Constitution’s ratification, courts were already following the latter approach. Thus, an award of nominal damages does redress any legal injury.</p>\n<p>Justice Brett Kavanaugh joined the majority in full but wrote separately to note his agreement with the Chief Justice and the U.S. Solicitor General that “a defendant should be able to accept the entry of a judgment for nominal damages against it and thereby end the litigation without a resolution of the merits.”</p>\n<p>Chief Justice John Roberts authored a dissenting opinion, in which he argued that the case is moot because the plaintiffs are no longer students, the challenged restrictions no longer exist, and the plaintiffs have not alleged actual damages. The Chief Justice noted that if nominal damages can preserve a live controversy to establish Article III standing, future plaintiffs have every incentive to “tack[] on a request for a dollar” to ensure that federal courts resolve their disputes.</p>\n"
}