{
    "ID": 54399,
    "name": "United States v. Ursery",
    "href": "https://api.oyez.org/cases/1995/95-345",
    "view_count": 0,
    "docket_number": "95-345",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                829717200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37614"
        },
        {
            "event": "Decided",
            "dates": [
                835592400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37615"
        }
    ],
    "question": "<p>Do civil property forfeitures (\"in rem\" forfeiture) constitute a \"punishment\" in terms of the Fifth Amendment's double jeopardy clause which forbids successive prosecutions and punishment for the same crime?</p>\n",
    "citation": {
        "volume": "518",
        "page": "267",
        "year": "1996",
        "href": "https://api.oyez.org/case_citation/case_citation/18328"
    },
    "term": "1995",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/518/267/",
    "facts_of_the_case": "<p>Alleging that Ursery manufactured marijuana on his property, the United States government initiated criminal proceedings against Ursery and began civil forfeiture proceedings against his property. On appeal from his conviction in District Court, the Court of Appeals reversed on double-jeopardy grounds. The government then initiated a second set of proceedings against Ursery's property, which was reversed on new double-jeopardy grounds. The government appealed this decision to the Supreme Court.</p>\n",
    "conclusion": "<p>No. Chief Justice William H. Rehnquist, in an 8-to-1 decision, held that civil property forfeitures did not constitute a \"punishment\" for purposes of the double jeopardy clause. While the double jeopardy clause protects a defendant from being punished twice for the same offense, criminal and civil sanctions for the same offense are distinguishable. The civil property forfeiture is a remedial civil sanction not a punitive criminal \"punishment.\" Applying a two-part test to determine if a forfeiture constitutes a \"punishment\" in terms of the double jeopardy clause, the Court held that it was both Congress's intention that property forfeitures be civil in nature and that they be remedial rather than punitive. The mere resemblance between Ursery's property forfeiture and criminal drug and money-laundering punishments, did not constitute the \"clearest proof\" that Congress did not intend to levy both civil and criminal sanctions on Ursery's conduct. Furthermore, property forfeiture's non-punitive remedial nature is also evident in its goal of encouraging owners to care for their property by guarding against its illegal usage.</p>\n"
}