{
    "ID": 63507,
    "name": "Santos-Zacaria v. Garland",
    "href": "https://api.oyez.org/cases/2022/21-1436",
    "view_count": 0,
    "docket_number": "21-1436",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1664773200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/55151"
        },
        {
            "event": "Argued",
            "dates": [
                1673935200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/55211"
        },
        {
            "event": "Decided",
            "dates": [
                1683781200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/55263"
        }
    ],
    "question": "<p>Does 8 U.S.C. § 1252(d)(1) bar a court of appeals from reviewing an immigrant’s claim that the Board of Immigration Appeals had engaged in impermissible factfinding because the immigrant had not exhausted that claim through a motion to reconsider?</p>\n",
    "citation": {
        "volume": "598",
        "page": null,
        "year": "2023",
        "href": "https://api.oyez.org/case_citation/case_citation/27910"
    },
    "term": "2022",
    "description": "A case in which the Court held that a federal immigration law does not bar a federal court of appeals from reviewing an immigrant’s claim that the Board of Immigration Appeals had engaged in impermissible factfinding simply because the immigrant had not exhausted that claim through a motion to reconsider, which is a discretionary form of review.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/598/21-1436/",
    "facts_of_the_case": "<p>Santos is a native and citizen of Guatemala seeking asylum in the United States based on the likelihood of persecution due to her sexual orientation and transgender identity. An immigration judge denied her application for withholding removal, finding one prior assault was insufficient to establish past persecution. The immigration judge also denied her claim for relief under the Convention Against Torture (CAT). Santos appealed to the Board of Immigration Appeals, which dismissed her appeal. Although the Board concluded her past assault was sufficient to establish past persecution and thus a presumption of future persecution, the government had rebutted that presumption. The Board affirmed the immigration judge’s determination that Santos had not established eligibility for relief under the CAT.</p>\n<p>The U.S. Court of Appeals for the Fifth Circuit denied Santos’s petition to review the Board’s determination that she was not eligible for relief under CAT and dismissed for lack of jurisdiction her challenge to the adequacy of the Board’s analysis because she failed to raise that argument in a motion for reconsideration.</p>\n",
    "conclusion": "<p>Title 8 U.S.C. § 1252(d)(1) is not a jurisdictional provision; it does not require an immigrant to seek a motion to reconsider, which is a discretionary form of review, only remedies available as a matter of right. Justice Ketanji Brown Jackson authored the majority opinion of the Court.</p>\n<p>The language of § 1252(d)(1) is substantially different from jurisdictional provisions found elsewhere. Absent a clear statement that Congress intended the forfeiture rule to be jurisdictional, courts should not interpret such rules as jurisdictional because of the potentially harsh consequences of doing so. Thus, § 1252(d)(1) is best understood to require a noncitizen to exhaust only those remedies available as of right.</p>\n<p>Justice Samuel Alito filed an opinion concurring in the judgment, in which Justice Clarence Thomas joined.</p>\n"
}