{
    "ID": 54820,
    "name": "Portuondo v. Agard",
    "href": "https://api.oyez.org/cases/1999/98-1170",
    "view_count": 0,
    "docket_number": "98-1170",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                941436000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38388"
        },
        {
            "event": "Decided",
            "dates": [
                952322400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38389"
        }
    ],
    "question": "<p>Does a prosecutor's summation comment calling to the jury's attention the fact that the defendant had opportunity to hear all the other witnesses before testifying and tailor his testimony violate the accused's rights under the Fifth, Sixth, and Fourteenth Amendments?</p>\n",
    "citation": {
        "volume": "529",
        "page": "61",
        "year": "2000",
        "href": "https://api.oyez.org/case_citation/case_citation/18749"
    },
    "term": "1999",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/529/61/",
    "facts_of_the_case": "<p>Ray Agard was tried in New York on sodomy, assault, and weapons counts. Ultimately, Agard's trial turned on whether the jury believed the testimony of the victim and her friend or the conflicting testimony of Agard. The prosecutor challenged Agard's credibility. During summation, the prosecutor remarked, \"[h]e gets to sit here and listen to the testimony of all the other witnesses before he testifies,\" and \"[t]hat gives [him] a big advantage, doesn't it?\" The prosecutor alleged that Agard had tailored his testimony to fit evidence that he heard from witnesses through the course of the trial. The trial court rejected Agard's objection that these comments violated his right to be present at trial. After exhausting his state appeals, Agard petitioned for federal habeas corpus, claiming that the prosecutor's comments violated his Fifth and Sixth Amendment rights to be present at trial and confront his accusers, and his Fourteenth Amendment right to due process. The District Court denied his petition. The Court of Appeals reversed.</p>\n",
    "conclusion": "<p>No. In a 7-2 opinion delivered by Justice Antonin Scalia, the Court held that the prosecutor's comments did not violate Agard's Fifth and Sixth Amendment rights and that the prosecutor's comments also did not violate Agard's right to due process. \"Allowing comment upon the fact that a defendant's presence in the courtroom provides him a unique opportunity to tailor his testimony is appropriate and...sometimes essential to the central function of the trial, which is to discover the truth,\" Justice Scalia wrote for the Court. Dissenting, Justice Ruth Bader Ginsburg, joined by Justice David H. Souter, observed that the majority's holding \"transforms a defendant's presence at trial from a Sixth Amendment right into an automatic burden on his credibility.\"</p>\n"
}