{
    "ID": 54968,
    "name": "Federal Maritime Commission v. South Carolina State Ports Authority",
    "href": "https://api.oyez.org/cases/2001/01-46",
    "view_count": 0,
    "docket_number": "01-46",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                1014616800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38673"
        },
        {
            "event": "Decided",
            "dates": [
                1022562000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38674"
        }
    ],
    "question": "<p>Does a State's sovereign immunity preclude the Federal Maritime Commission from adjudicating a private party's complaint that a state-run port has violated the Shipping Act of 1984?</p>\n",
    "citation": {
        "volume": "535",
        "page": "743",
        "year": "2002",
        "href": "https://api.oyez.org/case_citation/case_citation/18897"
    },
    "term": "2001",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/535/743/",
    "facts_of_the_case": "<p>South Carolina Maritime Services, Inc. (Maritime Services), asked the South Carolina State Ports Authority (SCSPA) five times for permission to berth a cruise ship, the M/V Tropic Sea, at the SCSPA's port facilities in Charleston, South Carolina. Some cruises offered by Maritime Services would allow passengers to participate in gambling activities while on board. The SCSPA repeatedly denied Maritime Services' requests, contending that it had an established policy of denying berths in the Port of Charleston to vessels whose primary purpose was gambling. Maritime Services file a complaint with the Federal Maritime Commission (FMC), arguing that SCSPA violated the Shipping Act by its denials. The complaint was referred to an Administrative Law Judge (ALJ), who found that the SCSPA, as an arm of the State of South Carolina, was entitled to sovereign immunity and thus dismissed the complaint. Reversing on its own motion, the FMC concluded that state sovereign immunity covers proceedings before judicial tribunals, not Executive Branch agencies. In reversing, Court of Appeals fund that the proceedings were an adjudication and thus subject to state sovereign immunity.</p>\n",
    "conclusion": "<p>Yes. In a 5-4 opinion delivered by Justice Clarence Thomas, the Court held that state sovereign immunity bars the FMC from adjudicating a private party's complaint against a nonconsenting State. Historically, the Court noted, states were not subject to private suits in administrative adjudications when the Constitution was adopted, and states were thus presumptively immune from such actions. Moreover, the Court pointed to the similarities between the FMC's proceedings and civil litigation to conclude that there was no basis for distinguishing between the actions for purposes of sovereign immunity. \"Although the Framers likely did not envision the intrusion on state sovereignty at issue in today's case, we are nonetheless confident that it is contrary to their constitutional design,\" wrote Justice Thomas.</p>\n"
}