{
    "ID": 54497,
    "name": "Timmons v. Twin Cities Area New Party",
    "href": "https://api.oyez.org/cases/1996/95-1608",
    "view_count": 0,
    "docket_number": "95-1608",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                849679200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37794"
        },
        {
            "event": "Decided",
            "dates": [
                862203600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37795"
        }
    ],
    "question": "<p>Did Minnesota's anti-fusion laws, banning a candidate from appearing on more than one party's ballot, violate the association rights protected under the First and Fourteenth Amendments?</p>\n",
    "citation": {
        "volume": "520",
        "page": "351",
        "year": "1997",
        "href": "https://api.oyez.org/case_citation/case_citation/18426"
    },
    "term": "1996",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/520/351/",
    "facts_of_the_case": "<p>Under Minnesota law, candidates for political office are prohibited from appearing on more than one party's ballot. When the Twin Cities Area New Party, a chapter of the national New Party, nominated someone for state representative who was already another political party's candidate, Minnesota election officials declined its petition. When the New Party challenged Minnesota's election laws the District Court upheld their constitutionality, but was reversed by the state's Court of Appeals. The Supreme Court granted certiorari.</p>\n",
    "conclusion": "<p>No. In its 6-to-3 opinion, the majority weighed the character and magnitude of the burden imposed by anti-fusion laws on association rights against Minnesota's stated interest in the necessity of such laws. It upheld Minnesota's interest in ballot integrity and political stability. According to the Court, prohibiting political parties from naming another party's candidate as their own did not overly burden their association rights since they were still free to endorse the other party's candidate. The only thing they could not do was \"fuse\" another party's candidate to their own petitions.</p>\n"
}