{
    "ID": 55714,
    "name": "Jerman v. Carlisle, McNellie, Rini, Kramer, & Ulrich LPA",
    "href": "https://api.oyez.org/cases/2009/08-1200",
    "view_count": 0,
    "docket_number": "08-1200",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1246251600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40572"
        },
        {
            "event": "Argued",
            "dates": [
                1263362400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40573"
        },
        {
            "event": "Decided",
            "dates": [
                1271826000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40574"
        }
    ],
    "question": "<p>Does a debt collector's mistake in law qualify for the FDCPA bona fide error defense?</p>\n",
    "citation": {
        "volume": "559",
        "page": "573",
        "year": "2010",
        "href": "https://api.oyez.org/case_citation/case_citation/19636"
    },
    "term": "2009",
    "description": "A case in which the Court held that a debt collector's mistake in interpreting the law cannot qualify for the Fair Debt Collection Practices Act bona fide error defense.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/559/573/",
    "facts_of_the_case": "<p>Karen L. Jerman filed suit in an Ohio federal district against the law firm Carlisle, McNellie, Rini, Kramer &amp; Ulrich for violating the Fair Debt Collection Practices Act (\"FDCPA\"). The law firm had sought foreclosure on a property owned by Ms. Jerman and erroneously informed her that the FDCPA stated that the debt in question would be considered valid unless she disputed it in writing. Only later did the law firm discover that Ms. Jerman owed no debt and consequently withdrew its complaint. Before trial, the law firm argued that while it violated the FDCPA, its error was a bona fide error, and thus a complete defense to its actions. The district court agreed and dismissed the case.</p>\n<p>On appeal, the U.S. Court of Appeals for the Sixth Circuit affirmed, holding that the FDCPA error defense applies to mistakes of law. The court reasoned that the statutory language and legislative history behind the FDCPA did not indicate Congress intended it to apply solely to clerical errors.</p>\n",
    "conclusion": "<p>No. The Supreme Court held that the bona fide error defense in the FDCPA does not apply to a violation resulting from a debt collector's mistaken interpretation of the legal requirements of the FDCPA. With Justice Sonia Sotamayor writing for the majority, the Court reasoned in part that \"ignorance of the law will not excuse any person, either civilly or criminally.\" Moreover, the Court did not find that Congress intended otherwise.</p>\n<p>Justice Antonin G. Scalia wrote separately, concurring in part and concurring in the judgment. He disagreed with the majority opinion in that it traced the actions of Congress outside of the FDCPA context to determine that Congress did not intend the bona fide error defense to apply to legal errors. Justice Anthony M. Kennedy, joined by Justice Samuel A. Alito, dissented. He disagreed with the majority opinion rejecting the straightforward and reasonable interpretation of the FDCPA that the bona fide error defense applies to legal errors.</p>\n"
}