{
    "ID": 53826,
    "name": "Harmelin v. Michigan",
    "href": "https://api.oyez.org/cases/1990/89-7272",
    "view_count": 0,
    "docket_number": "89-7272",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                657784800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/36532"
        },
        {
            "event": "Decided",
            "dates": [
                677998800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/36533"
        }
    ],
    "question": "<p>Is a statutorily mandated sentence that does not allow for consideration of mitigating factors a violation of the Eighth Amendment's protection against cruel and unusual punishments?</p>\n",
    "citation": {
        "volume": "501",
        "page": "957",
        "year": "1991",
        "href": "https://api.oyez.org/case_citation/case_citation/17755"
    },
    "term": "1990",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/501/957/",
    "facts_of_the_case": "<p>Following his conviction under Michigan law for possession of over 650 grams of cocaine, Ronald Harmelin was sentenced to life in prison without possibility of parole. Harmelin challenged his sentence as cruel and unusual, claiming it was disproportionate to the crime he committed and was statutorily mandated without consideration for the fact that he had no prior felony convictions. On appeal from an affirmance by the Michigan Court of Appeals, the Supreme Court granted certiorari.</p>\n",
    "conclusion": "<p>No. The Court, in a 5-to-4 decision, held that since the Eighth Amendment does not contain a proportionality guarantee, the determination of whether a punishment is \"cruel and unusual\" is not made with reference to the particular offense. Moreover, the Cruel and Unusual Punishment Clause protects against unusual methods of punishment, not necessarily cruel ones. As such, while Harmelin's life sentence may have been cruel, it was not constitutionally unusual or unprecedented.</p>\n"
}