{
    "ID": 63576,
    "name": "Lindke v. Freed",
    "href": "https://api.oyez.org/cases/2023/22-611",
    "view_count": 0,
    "docket_number": "22-611",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1682312400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/55260"
        },
        {
            "event": "Argued",
            "dates": [
                1698728400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/55355"
        },
        {
            "event": "Decided",
            "dates": [
                1710478800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/55424"
        }
    ],
    "question": "<p>When does a public official’s social media activity constitute state action subject to the First Amendment?</p>\n",
    "citation": {
        "volume": "601",
        "page": null,
        "year": "2024",
        "href": "https://api.oyez.org/case_citation/case_citation/27946"
    },
    "term": "2023",
    "description": "A case in which the Court held that a public official who prevents someone from commenting on the official’s social-media page engages in state action under 42 U.S.C. § 1983 only if the official both (1) possessed actual authority to speak on the State’s behalf on a particular matter, and (2) purported to exercise that authority when speaking in the relevant social-media posts.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/601/22-611/",
    "facts_of_the_case": "<p>James Freed created a private Facebook profile that was originally intended to connect with family and friends. Eventually, he grew too popular for Facebook's 5,000-friend limit on profiles. So Freed converted his profile to a \"page,\" which has unlimited \"followers\" instead of friends and is public so that anyone may \"follow\" it. Freed designated the page category as \"public figure.\"</p>\n<p>In 2014, Freed was appointed city manager for Port Huron, Michigan, so he updated his Facebook page to reflect that new title. On his page, he shared both personal updates about himself and his family and professional updates, including directives and policies he initiated in his official capacity.</p>\n<p>Kevin Lindke came across Freed’s page and did not approve of how Freed was handling the pandemic. He posted criticism of Freed in response to Freed’s Facebook page, and Freed deleted the comments and ultimately “blocked” Lindke.</p>\n<p>Lindke sued Freed under 42 U.S.C. § 1983 for violating his First Amendment rights by deleting his comments and blocking him. The district court granted summary judgment to Freed, and the U.S. Court of Appeals for the Sixth Circuit affirmed.</p>\n",
    "conclusion": "<p>A public official who prevents someone from commenting on the official’s social-media page engages in state action under 42 U.S.C. § 1983 only if the official both (1) possessed actual authority to speak on the State’s behalf on a particular matter, and (2) purported to exercise that authority when speaking in the relevant social-media posts. Justice Amy Coney Barrett authored the unanimous opinion of the Court.</p>\n<p>Section 1983 provides a cause of action against a person “who, under color of any statute, ordinance, regulation, custom, or usage, of any State” deprives someone of a federal constitutional or statutory right. Thus, to establish a claim under § 1983, a plaintiff must show actions attributable to a state, not those of a private person. Sometimes, state action is clear, but other times, the line between private conduct and state action is more difficult to draw. State officials retain their own First Amendment rights to speak about their jobs as private citizens. To determine whether an official was acting in an official capacity or as a private citizen on social media, courts must look at factors like whether the account was designated as personal or official, whether individual posts expressly invoked the official's state authority, and the immediate legal effect of the posts. Additional contextual factors like the official's use of government staff to make posts may also be relevant in unclear cases. Because the U.S. Court of Appeals for the Sixth Circuit applied a different test, the Court vacated its judgment and remanded the case.</p>\n"
}