{
    "ID": 55741,
    "name": "CSX Transportation, Inc. v. Alabama Department of Revenue",
    "href": "https://api.oyez.org/cases/2010/09-520",
    "view_count": 0,
    "docket_number": "09-520",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1276491600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40639"
        },
        {
            "event": "Argued",
            "dates": [
                1289368800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40640"
        },
        {
            "event": "Decided",
            "dates": [
                1298354400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40641"
        }
    ],
    "question": "<p>Can the CSX Transportation railroad company challenge an Alabama state tax of its purchase of diesel fuel?</p>\n",
    "citation": {
        "volume": "562",
        "page": "277",
        "year": "2011",
        "href": "https://api.oyez.org/case_citation/case_citation/19663"
    },
    "term": "2010",
    "description": "A case in which the Court held that a railroad company could invoke the Railroad Revitalization and Regulatory Reform Act to challenge sales and use taxes that apply to rail carriers, but exempt their competitors in the transportation industry. ",
    "justia_url": "https://supreme.justia.com/cases/federal/us/562/277/",
    "facts_of_the_case": "<p>CSX Transportation, Inc. (\"CSX\") brought suit against the Alabama Department of Revenue in an Alabama federal district court seeking an injunction to prevent the imposition of the state's sales and use tax on diesel fuel. CSX argued that the tax discriminates against railroad companies in violate of the Railroad Revitalization and Regulatory Reform Act of 1976 (\"RRRR\"). The district court had granted a preliminary injunction, but of its own accord, dissolved the preliminary injunction and dismissed the case.</p>\n<p>On appeal, the U.S. Court of Appeals for the Eleventh Circuit affirmed, holding that the district court appropriately dismissed the action. The court reasoned that because it had already ruled in favor of the Alabama Department of Revenue on an identical challenge to the tax in <em>Norfolk S. R. v. AL Dep't of Rev.</em>, the district court was correct in dismissing CSX's suit.</p>\n",
    "conclusion": "<p>Yes. The Supreme Court reversed and remanded the lower court decision in an opinion by Justice Elena Kagan. The majority held that a railroad could invoke the RRRR statute to challenge sales and use taxes that apply to rail carriers but exempt their competitors in the transportation industry. Justice Clarence Thomas dissented, joined by Justice Ruth Bader Ginsburg.</p>\n"
}