{
    "ID": 54175,
    "name": "Nixon v. United States",
    "href": "https://api.oyez.org/cases/1992/91-740",
    "view_count": 0,
    "docket_number": "91-740",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                719038800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37196"
        },
        {
            "event": "Decided",
            "dates": [
                726904800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37197"
        }
    ],
    "question": "<p>Is Nixon's claim -- that Senate Rule XI violates the Impeachment Trial Clause -- justiciable, i.e., appropriate for judicial resolution?</p>\n",
    "citation": {
        "volume": "506",
        "page": "224",
        "year": "1993",
        "href": "https://api.oyez.org/case_citation/case_citation/18104"
    },
    "term": "1992",
    "description": "A case in which the Court held that Senate Rule XI was not subject to judicial review because the \"Senate shall have sole Power to try any impeachments.\"",
    "justia_url": "https://supreme.justia.com/cases/federal/us/506/224/",
    "facts_of_the_case": "<p>Walter Nixon, a Federal District Judge, was convicted of a felony, making false statements to a grand jury. The House of Representatives voted three articles of impeachment; impeachment in the Senate followed. In accordance with Senate Rule XI, a Senate committee heard the evidence and reported its findings. The full Senate convicted Nixon and sought to remove him from office. Nixon challenged Senate Rule XI in federal court on the ground that the rule violated the impeachment clause of the Constitution, which declares that \"the Senate shall have the sole Power to try all Impeachments.\" The lower courts deemed the issue nonjusticiable and declined to intervene in the dispute.</p>\n",
    "conclusion": "<p>No. A unanimous Court held that the question of whether or not the Senate rule violated the U.S. Constitution was nonjusticiable since the Impeachment clause expressly granted that the \"Senate shall have sole Power to try any impeachments.\" The clause laid out specific regulations that were to be followed and as long as those guidelines were observed the courts would not rule upon the validity of other Senate procedures regarding impeachments. Chief Justice William Rehnquist observed that while the Supreme Court was the \"ultimate intrepreter of the Constitution,\" a matter would be deemed nonjusticiable when there was \"a constitutional commitment of the issue to a coordinate political department.\"</p>\n"
}