{
    "ID": 55475,
    "name": "Riegel v. Medtronic, Inc.",
    "href": "https://api.oyez.org/cases/2007/06-179",
    "view_count": 0,
    "docket_number": "06-179",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1182747600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39927"
        },
        {
            "event": "Argued",
            "dates": [
                1196748000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39928"
        },
        {
            "event": "Decided",
            "dates": [
                1203487200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39929"
        }
    ],
    "question": "<p>Does Section 360k(a) of the Medical Device Amendments to the Food, Drug, and Cosmetic Act preempt state-law claims seeking damages for injuries caused by medical devices that received premarket approval from the Food and Drug Administration.</p>\n",
    "citation": {
        "volume": "552",
        "page": "312",
        "year": "2008",
        "href": "https://api.oyez.org/case_citation/case_citation/20737"
    },
    "term": "2007",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/552/312/",
    "facts_of_the_case": "<p>During Charles Riegel's angioplasty, his surgeon used an Evergreen Balloon Catheter to dilate his coronary artery. The catheter burst, causing extreme complications. Riegel sued the manufacturer, Medtronic, for negligence in the design, manufacture, and labeling of the device. Medtronic argued that Riegel could not bring these state-law negligence claims because they were preempted by Section 360k(a) of the Medical Device Amendments (MDA) to the Food, Drug, and Cosmetic Act. The MDA establishes a federal regulatory process for ensuring the safety of medical devices, and it provides that no state may set requirements that differ from or add to the federal ones. The District Court dismissed Riegel's claims as preempted by the MDA.</p>\n<p>The U.S. Court of Appeals for the Second Circuit agreed that the suits based on medical devices like the Evergreen Balloon Catheter are preempted by the MDA. The catheter had been through the exceptionally rigorous \"premarket approval\" (PMA) process, by which federal regulators ensured that it met federal requirements. To allow state common-law suits for PMA-approved devices, the court ruled, would be to add a state requirement to the regulatory process despite the MDA's preemption clause.</p>\n",
    "conclusion": "<p>The Court, in an 8-1 decision, affirmed the Second Circuit and granted summary judgment in favor of Medtronic. The Court's opinion, written by Justice Antonin Scalia, noted that the MDA pre-empted state common law claims for defective devices such as this one. Riegel's negligence and strict liability claims relating to the safety and effectiveness of the catheter were based on New York's requirements and were therefore \"different from, or in addition to\" the federal requirements. Only Justice Ruth Bader Ginsburg dissented.</p>\n"
}