{
    "ID": 63067,
    "name": "Kisor v. Wilkie",
    "href": "https://api.oyez.org/cases/2018/18-15",
    "view_count": 0,
    "docket_number": "18-15",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1544421600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54395"
        },
        {
            "event": "Argued",
            "dates": [
                1553662800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54459"
        },
        {
            "event": "Decided",
            "dates": [
                1561525200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54557"
        }
    ],
    "question": "<p>Should <em>Auer v. Robbins</em>, 519 U.S. 452 (1997), and <em>Bowles v. Seminole Rock &amp; Sand Co.</em>, 325 U.S. 410 (1945), be overruled?</p>\n",
    "citation": {
        "volume": "588",
        "page": null,
        "year": "2019",
        "href": "https://api.oyez.org/case_citation/case_citation/27642"
    },
    "term": "2018",
    "description": "A case in which the Court held that Auer v. Robbins, 519 U.S. 452 (1997), and Bowles v. Seminole Rock & Sand Co., 325 U.S. 410 (1945), which direct courts to defer to an agency’s reasonable interpretation of its own ambiguous regulation, are not overruled.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/588/18-15/",
    "facts_of_the_case": "<p>Petitioner James L. Kisor is a veteran of the US Marine Corps who served in the Vietnam War. In 1982, Kisor filed a claim for disability benefits with the Department of Veterans Affairs (VA) asserting that he suffered from post-traumatic stress disorder (PTSD) as a result of his service in Vietnam. Ultimately, the VA denied his claim in May 1983. In June 2006, Kisor sought review of his previously denied claim, and the VA granted him relief under 38 C.F.R. § 3.156(a), which allows a petitioner to “reopen” a denial by “submitting new and material evidence.” In his 2006 petition, Kisor identified materials supporting his claim that existed in 1983 but which were not associated with his file.</p>\n<p>Notably, the VA did not grant Kisor relief under Section 3.156(c), which authorizes the agency to “reconsider” a previously denied claim in the event that it “receives or associates with the claims file relevant official service department records that existed and had not been associated with the claims file when VA first decided the claim.” This provision is more favorable to veterans because it provides for a retroactive effective date for any benefits awarded, whereas benefits granted under Section 3.156(a) are effective only on the date the application to reopen was filed.</p>\n<p>The VA’s decision (technically made by the Board of Veterans Appeals) relied on the meaning of the term “relevant” as used in 38 C.F.R. § 3.156(c)(1). The VA found that the additional documents (Kisor’s Form 214 and the Combat History document) did not qualify as “relevant” for purposes of this section because it did not “suggest or better yet establish that [petitioner] has PTSD as a current disability.” In the VA’s view, records are not “relevant” when they are not “outcome determinative.”</p>\n<p>Court of Appeals for Veterans Claims affirmed the Board’s decision, and the Federal Circuit affirmed as well.</p>\n",
    "conclusion": "<p><a href=\"https://www.oyez.org/cases/1996/95-897\"><em>Auer v. Robbins</em>, 519 U.S. 452 (1997)</a>, and <a href=\"https://supreme.justia.com/cases/federal/us/325/410/\"><em>Bowles v. Seminole Rock &amp; Sand Co.</em>, 325 U.S. 410 (1945)</a>—which direct courts to give deference to an agency’s reasonable reading of its own genuinely ambiguous regulations—are not overruled.</p>\n<p>Justice Elena Kagan announced the judgment and delivered an opinion in which Justices Ruth Bader Ginsburg, Stephen Breyer, and Sonia Sotomayor joined.  Chief Justice Roberts joined in part, forming a majority of the Court for those parts.</p>\n<p>Justice Kagan, writing for the 5-4 majority, first described the history of the case before it arrived before the Court.</p>\n<p>Then, writing for a four-justice plurality, she described other examples of ambiguous regulations and explained the history of the doctrine of <em>Auer</em> deference. She explained that <em>Auer</em> deference is “rooted in a presumption that Congress would generally want the agency to play the primary role in resolving regulatory ambiguities” because agencies are best equipped to interpret the often-technical regulations at issue.</p>\n<p>Writing again for the majority, Kagan continued to outline the requirements that must be met for Auer deference to apply: First, a court should not afford an agency <em>Auer</em> deference unless the regulation is genuinely ambiguous, a determination the court can make only after it has exhausted all the traditional tools of construction. Second, the agency’s reading must be reasonable, under the text, structure, and history of the regulation. Notwithstanding some courts’ interpretation to the contrary, the language “plainly erroneous” from Seminole Rock does not mean that agency constructions of rules are entitled to greater deference than agency constructions of statutes. Third, the regulatory interpretation must be one actually made by the agency; that is, it must be the agency’s authoritative or official position, not merely an ad hoc statement. Fourth, the interpretation must in some way implicate the agency’s substantive expertise, and fifth, it must reflect “fair and considered judgment.”</p>\n<p>On behalf of the plurality, Kagan went on to address Kisor’s arguments. She explained that <em>Auer</em> is not inconsistent with the judicial review provision of the APA, nor does it circumvent the APA’s rulemaking requirements. Contrary to Kisor’s arguments, Kagan cited empirical evidence to support her position that Auer does not encourage agencies to issue vague and open-ended interpretations of those rules they prefer. Finally, she quickly dispensed of Kisor’s argument that it violates separation-of-powers principles.</p>\n<p>On behalf of the majority, Kagan wrote that the doctrine of stare decisis cuts strongly against Kisor’s position. There is no “special justification” to reverse <em>Auer</em>, and even if the Court were wrong about its presumption of what Congress would want, Congress can correct it.</p>\n<p>Applying the principles outlined in the opinion, a redo is necessary for two reasons: The Federal Circuit “jumped the gun” in declaring the regulation ambiguous, and it also “assumed too fast” that Auer deference should apply in the event of genuine ambiguity.</p>\n<p>Chief Justice Roberts wrote a separate concurrence in part to reiterate Justice Kagan’s assertion that overturning <em>Auer</em> and <em>Seminole Rock</em> was not warranted. He also noted that the cases in which Auer deference is appropriate largely overlap with cases in which it would be unreasonable for a court to be persuaded by an agency's interpretation of its own regulation. He pointed out that the gulf between the majority’s position and Justice Gorsuch’s dissent is not so great as it may initially appear.</p>\n<p>Justice Neil Gorsuch penned a separate opinion, in which Justices Clarence Thomas and Brett Kavanaugh joined and Justice Samuel Alito joined in part, concurring in the judgment but highly critical of Justice Kagan’s opinion. On behalf of himself and three other justices, Justice Gorsuch wrote a history of <em>Auer</em> deference, describing the decision and resulting doctrine “an accident.” He went on to explain that <em>Auer</em> is inconsistent with the Administrative Procedure Act and the separation of powers principle. On behalf of himself and Justices Thomas and Kavanaugh, Justice Gorsuch responded to Justice Kagan’s public policy considerations and argued that while the majority gave lip service to stare decisis, it effectively changed the test set forth in precedents—which effectively overrules it in all but name.</p>\n<p>Justice Kavanaugh wrote a separate opinion concurring in the judgment, in which Justice Alito joined. In his opinion, Justice Kavanaugh emphasizes two points: first, he reiterates the Chief Justice’s point that “the distance between” the two main opinions in this case “is not as great as it may initially appear,” and second, he expresses agreement with the Chief Justice that the decision in this case addresses only judicial deference to agency interpretations of their own regulations, and not at all judicial deference to agency interpretations of statutes.</p>\n"
}