{
    "ID": 63125,
    "name": "R.G. & G.R. Harris Funeral Homes Inc. v. Equal Employment Opportunity Commission",
    "href": "https://api.oyez.org/cases/2019/18-107",
    "view_count": 0,
    "docket_number": "18-107",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1555909200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54503"
        },
        {
            "event": "Argued",
            "dates": [
                1570510800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54584"
        },
        {
            "event": "Decided",
            "dates": [
                1592197200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54729"
        }
    ],
    "question": "<p>Does Title VII of the Civil Rights Act of 1964 prohibit discrimination against transgender employees based on (1) their status as transgender or (2) sex stereotyping under <a href=\"https://www.oyez.org/cases/1988/87-1167\"><em>Price Waterhouse v. Hopkins</em>, 490 U.S. 228 (1989)</a>?</p>\n",
    "citation": {
        "volume": null,
        "page": null,
        "year": null,
        "href": "https://api.oyez.org/case_citation/case_citation/27680"
    },
    "term": "2019",
    "description": "A case in which the Court held that Title VII of the Civil Rights Act of 1964 prohibits discrimination against transgender employees based on their status as transgender.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/2019/18-107/",
    "facts_of_the_case": "<p>Aimee Stephens worked as a funeral director at R.G. &amp; G.R. Harris Funeral Homes, Inc., which is a closely held for-profit corporation that operates several funeral homes in Michigan. For most of her employment at the Funeral Home, Stephens lived and presented as a man. Shortly after she informed the Funeral Home’s owner and operator that she intended to transition from male to female, she was terminated.</p>\n<p>Stephens filed a complaint with the Equal Employment Opportunity Commission (EEOC) alleging that she had been terminated based on unlawful sex discrimination. After conducting an investigation, the EEOC brought a lawsuit against the Funeral Home charging that it had violated Title VII of the Civil Rights Act of 1964 by terminating Stephen’s employment on the basis of her transgender or transitioning status and her refusal to conform to sex-based stereotypes.</p>\n<p>The district court granted summary judgment to the Funeral Home, and a panel of the US Court of Appeals for the Sixth Circuit reversed, holding that the Funeral Home’s termination of Stephens based on her transgender status constituted sex discrimination in violation of Title VII.</p>\n",
    "conclusion": "<p>An employer who fires an individual employee merely for being gay or transgender violates Title VII of the Civil Rights Act of 1964. Justice Neil Gorsuch authored the opinion for the 6-3 majority of the Court.</p>\n<p>Title VII prohibits employers from discriminating against any individual “because of such individual’s race, color, religion, sex, or national origin.” Looking to the ordinary public meaning of each word and phrase comprising that provision, the Court interpreted to mean that an employer violates Title VII when it intentionally fires an individual employee based, at least in part, on sex. Discrimination on the basis of homosexuality or transgender status requires an employer to intentionally treat employees differently because of their sex—the very practice Title VII prohibits in all manifestations. Although it acknowledged that few in 1964 would have expected Title VII to apply to discrimination against homosexual and transgender persons, the Court gave no weight to legislative history because the language of the statute unambiguously prohibits the discriminatory practice. </p>\n<p>Justice Samuel Alito authored a dissenting opinion, in which Justice Clarence Thomas joined, criticizing the majority for attempting to “pass off its decision as the inevitable product of the textualist school of statutory interpretation,” but actually revising Title VII to “better reflect the current values of society.</p>\n<p>Justice Brett Kavanaugh authored a dissenting opinion arguing that, as written, Title VII does not prohibit discrimination on the basis of sexual orientation (or by extension, transgender status).</p>\n"
}