{
    "ID": 55146,
    "name": "Groh v. Ramirez",
    "href": "https://api.oyez.org/cases/2003/02-811",
    "view_count": 0,
    "docket_number": "02-811",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1046671200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/52643"
        },
        {
            "event": "Argued",
            "dates": [
                1067925600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/52644"
        },
        {
            "event": "Decided",
            "dates": [
                1077602400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39027"
        }
    ],
    "question": "<p>If law enforcement officers use a search warrant that does not describe the items sought but is approved by a magistrate judge (and the items sought are described in the application for the warrant), does the search violate the Fourth's Amendment prohibition of unreasonable searches and seizures? If such a search is unconstitutional, can law enforcement officers be sued for executing the warrants, despite the fact that no court had previously held such a search unconstitutional?</p>\n",
    "citation": {
        "volume": "540",
        "page": "551",
        "year": "2004",
        "href": "https://api.oyez.org/case_citation/case_citation/20529"
    },
    "term": "2003",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/540/551/",
    "facts_of_the_case": "<p>Jeff Groh, a special agent for the U.S. Bureau of Alcohol, Tobacco, and Firearms, applied for a search warrant to search the Ramirez ranch for illegal weapons. On the warrant, Groh mistakenly omitted the exact items sought (though he correctly listed the items on the application itself). A federal magistrate issued the warrant.</p>\n<p>The Ramirezes later sued Groh and the law enforcement officers involved in the search in federal court for violating their Fourth Amendment rights. They argued that the incorrectly completed warrant violated the Fourth Amendment requirement that any items searched for be described in the warrant.</p>\n<p>The district court ruled that no constitutional violation took place. The officers, the court held, retained \"qualified immunity\" - meaning they are legally immune while doing their jobs unless they violate a \"clearly established\" constitutional right.</p>\n<p>A Ninth Circuit Court of Appeals panel reversed. The court held that the warrant violated the Fourth Amendment and that Groh is not immune to lawsuit because he was personally responsible for using the warrant.</p>\n",
    "conclusion": "<p>Yes and yes. Justice John Paul Stevens delivered the Court's 5-4 opinion holding that the search was \"unreasonable\" under the Fourth Amendment. Groh's warrant was invalid because it did not meet the Fourth Amendment requirement that a warrant particularly describe the persons or things to be seized. True, the magistrate judge approved a complete warrant - but what matters is that the Ramirezes did not know what the search was after. Because the particularity requirement is stated in the Fourth Amendment's text, \"no reasonable officer could believe that a warrant that did not comply with that requirement was valid.\" Groh therefore did not have \"qualified immunity\" from suit.</p>\n"
}