{
    "ID": 55708,
    "name": "City of Ontario v. Quon",
    "href": "https://api.oyez.org/cases/2009/08-1332",
    "view_count": 0,
    "docket_number": "08-1332",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1260770400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40554"
        },
        {
            "event": "Argued",
            "dates": [
                1271653200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40555"
        },
        {
            "event": "Decided",
            "dates": [
                1276750800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40556"
        }
    ],
    "question": "<p>1) Does a city employee have a reasonable expectation of privacy in text messages transmitted on his city-issued pager when the police department has no official privacy policy for the pagers?</p>\n<p>2) Did the Ninth Circuit contravene Supreme Court precedent by analyzing whether the police department could have used \"less intrusive methods\" of reviewing text messages?</p>\n",
    "citation": {
        "volume": "560",
        "page": "746",
        "year": "2010",
        "href": "https://api.oyez.org/case_citation/case_citation/19630"
    },
    "term": "2009",
    "description": "A case in which the Court held that the city of Ontario's search of an employee's text messages did not violate his First Amendment rights because the search was not excessive in scope and was motivated by a legitimate work-related purpose.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/560/746/",
    "facts_of_the_case": "<p>Employees of the City of Ontario, California police department filed a 42 U.S.C. § 1983 claim in a California federal district court against the police department, city, chief of police, and an internal affairs officer. They alleged Fourth Amendment violations in relation to the police department's review of text messages made by an employee on a city issued text-message pager. While the city did not have an official text-messaging privacy policy, it did have a general \"Computer Usage, Internet and E-mail Policy.\" The policy in part stated that \"[t]he City of Ontario reserves the right to monitor and log all network activity including e-mail and Internet use, with or without notice,\" and that \"[u]sers should have no expectation of privacy or confidentiality when using these resources.\" Employees were told verbally that the text-messaging pagers were considered e-mail and subject to the general policy. The district court entered judgment in favor of the defendants.</p>\n<p>On appeal, the U.S. Court of Appeals for the Ninth Circuit reversed in part. The court held that city employees had a reasonable expectation of privacy for the text messages they sent on their city-issued pagers because there was no text message privacy policy in place. Moreover, the court noted that the police department's review of the text messages was unreasonable because it could have used \"less intrusive methods\" to determine whether employees' had properly used the text messaging service.</p>\n",
    "conclusion": "<p>Not answered. Yes. The Supreme Court held that the City of Ontario did not violate its employees' Fourth Amendment rights because the city's search of Mr. Quon's text messages was reasonable. With Justice Anthony M. Kennedy writing for the majority, the Court reasoned that even assuming that Mr. Quon had a reasonable expectation of privacy in his text messages, the city's search of them was reasonable because it was motivated by a legitimate work-related purpose and was not excessive in scope. In reaching its conclusion, the Court rejected the Ninth Circuit's \"least intrusive\" means approach to the issue.</p>\n<p>Justice John Paul Stevens concurred. He observed that the majority had not settled on one of the three approaches enunciated in <em>O'Connor v. Ortega</em> for determining the parameters of a \"reasonable expectation of privacy.\" He reasoned that under any of the three approaches, Mr. Quon's expectations were not violated. Justice Antonin Scalia concurred in part and concurred in the judgment. He disagreed that the Court tacitly reaffirmed the <em>O'Connor</em> framework for determining whether the Fourth Amendment applies to public employees, arguing that it was \"standardless\" and \"unsupported.\"</p>\n<p><em>Learn more about the Roberts Court and the Fourth Amendment in <a href=\"http://projects.oyez.org/shifting-scales/\">Shifting Scales</a>, a nonpartisan Oyez resource.</em></p>\n"
}