{
    "ID": 54978,
    "name": "Great-West Life and Annuity Insurance Company v. Knudson",
    "href": "https://api.oyez.org/cases/2001/99-1786",
    "view_count": 0,
    "docket_number": "99-1786",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                1001912400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38690"
        },
        {
            "event": "Decided",
            "dates": [
                1010469600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38691"
        }
    ],
    "question": "<p>Does the Employee Retirement Income Security Act of 1974 authorize a suit to enforce a reimbursement provision by a health plan to recover from a beneficiary any proceeds paid by a third party?</p>\n",
    "citation": {
        "volume": "534",
        "page": "204",
        "year": "2002",
        "href": "https://api.oyez.org/case_citation/case_citation/18907"
    },
    "term": "2001",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/534/204/",
    "facts_of_the_case": "<p>In 1992, a car accident rendered Janette Knudson a quadriplegic. At that time, Knudson was covered by the Health and Welfare Plan for Employees and Dependents of Earth Systems, Inc. (the Plan), which covered $411,157.11 of her medical expenses, most of which were paid by Great-West Life &amp; Annuity Insurance Co. The Plan contains a reimbursement provision, which gives it the right to recover from a beneficiary any payment for benefits paid by the Plan that the beneficiary is entitled to recover from a third party. After Knudson filed a state-court tort action to recover from the manufacturer of her car and others, she negotiated a settlement that earmarked $13,828.70 to satisfy Great-West's reimbursement claim. Great-West then filed an action under the Employee Retirement Income Security Act of 1974 (ERISA) to enforce the Plan's reimbursement provision by requiring Knudson to pay the Plan $411,157.11 of any proceeds recovered from third parties. The District Court granted Knudson summary judgment. In affirming, the Court of Appeals held that that judicially decreed reimbursement for payments made to a beneficiary of an insurance plan by a third party is not equitable relief authorized by ERISA.</p>\n",
    "conclusion": "<p>No. In a 5-4 opinion delivered by Justice Antonin Scalia, the Court held that because Great-West is seeking legal relief - the imposition of personal liability on Knudson for a contractual obligation to pay money - ERISA does not authorize this action. The Court reasoned that the suit, which sought relief under section 502(a)(3) of ERISA, was not authorized under ERISA's catch-all provision authorizing equitable relief because the claim was for a legal remedy, or monetary damages. Justice Scalia wrote that \"an injunction to compel the payment of money past due under a contract, or specific performance of a past due monetary obligation, was not typically available in equity.\" Justices John Paul Stevens and Ruth Bader Ginsburg filed dissents. Justices David H. Souter and Stephen G. Breyer joined in Justice Ginsburg's dissent.</p>\n"
}