{
    "ID": 55384,
    "name": "Sinochem International Co. Ltd. v. Malaysia International Shipping Corp.",
    "href": "https://api.oyez.org/cases/2006/06-102",
    "view_count": 0,
    "docket_number": "06-102",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1159246800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39670"
        },
        {
            "event": "Argued",
            "dates": [
                1168322400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39671"
        },
        {
            "event": "Decided",
            "dates": [
                1173074400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39672"
        }
    ],
    "question": "<p>Does a district court have to establish its jurisdiction over a case before dismissing the suit on the ground that it should be argued in another court that is more convenient for the parties (\"forum non conveniens\")?</p>\n",
    "citation": {
        "volume": "549",
        "page": "422",
        "year": "2007",
        "href": "https://api.oyez.org/case_citation/case_citation/20691"
    },
    "term": "2006",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/549/422/",
    "facts_of_the_case": "<p>Malaysia International Shipping Corporation (MISC) owned a vessel carrying steel coils for Sinochem International, a Chinese company. Sinochem brought an action in Chinese Admiralty Court, alleging that MISC had backdated documents pertaining to the loading of the cargo, and seeking to have the ship detained in China. MISC filed suit in a Pennsylvania district court, accusing Sinochem of fraudulent misrepresentation. Sinochem argued that the U.S. had no personal jurisdiction over the Chinese company, but the District Court declined to rule on the issue. Instead the court dismissed the suit on grounds of \"forum non conveniens,\" which means that the case could be more conveniently tried in another forum, in this case the Chinese Admiralty Court.</p>\n<p>On appeal, the U.S. Court of Appeals for the Third Circuit reversed, ruling that the lower court should have first ruled on the jurisdictional issue. The Third Circuit acknowledged the inconvenience of determining jurisdiction before dismissing the case anyway, but nevertheless sent the case back to the District Court.</p>\n",
    "conclusion": "<p>No. The Court ruled 9-0 that \"a court need not resolve whether it has [...] personal jurisdiction over the defendant if it determines that [...] a foreign tribunal is plainly the more suitable arbiter of the merits of the case.\" The opinion by Justice Ruth Bader Ginsburg held that while the first step of a court is normally to determine whether it has jurisdiction, a court can dismiss a case for <em>forum non conveniens</em> without establishing subject-matter or personal jurisdiction. The Court held that determination of jurisdiction is only important when there is a chance that the court will rule on the merits of the case. When it is clear that the case would be more conveniently tried in a foreign court, a court should immediately dismiss for <em>forum non conveniens</em> rather than undergo a burdensome and unnecessary determination of jurisdiction before dismissing the case anyway.</p>\n"
}