{
    "ID": 54737,
    "name": "Dickinson v. Zurko",
    "href": "https://api.oyez.org/cases/1998/98-377",
    "view_count": 0,
    "docket_number": "98-377",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                922255200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38234"
        },
        {
            "event": "Decided",
            "dates": [
                928990800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38235"
        }
    ],
    "question": "<p>Must the Court of Appeals for the Federal Circuit use the framework set forth in the Administrative Procedure Act when reviewing the Patent and Trademark Office's findings of fact?</p>\n",
    "citation": {
        "volume": "527",
        "page": "150",
        "year": "1999",
        "href": "https://api.oyez.org/case_citation/case_citation/18666"
    },
    "term": "1998",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/527/150/",
    "facts_of_the_case": "<p>Mary E. Zurko, and others, applied for a patent upon a method for increasing computer security. The Patent and Trademark Office (PTO) patent examiner concluded that Zurko's method was obvious in light of prior art and, therefore, denied the application. The PTO's review board, the Board of Patent Appeals and Interferences, upheld the examiner's decision. Zurko sought review in the Court of Appeals for the Federal Circuit. In reviewing PTO's decision to deny Zurko's patent application, the Federal Circuit analyzed the PTO's factual finding using a \"clearly erroneous\" standard of review, which generally governs appellate review of district court findings of fact (court/court review), rather than the less stringent standards set forth in the Administrative Procedure Act (APA), which permit a court to set aside agency findings of fact found to be arbitrary, capricious, an abuse of discretion, or unsupported by substantial evidence. The court found the PTO's factual finding to be clearly erroneous. The Federal Circuit then heard the matter en banc. After examining relevant precedents, the en banc court concluded that its use of the stricter court/court standard was legally proper. The Solicitor General, representing the Commissioner of Patents and Trademarks, Q. Todd Dickinson, sought certiorari.</p>\n",
    "conclusion": "<p>Yes. In a 6-3 opinion delivered by Justice Stephen G. Breyer, the Court held that the Court of Appeals for the Federal Circuit must use the framework set forth in the Administrative Procedure Act when reviewing PTO findings of fact. Justice Breyer wrote for the Court that, \"[A] close examination of the...cases reviewing PTO decisions do not reflect a well-established court/court standard.\" Chief Justice William H. Rehnquist, joined by Justices Kennedy and Ginsburg, dissented, noting that at the time of the enactment of the APA judicial review of fact-finding by the PTO under the \"clearly erroneous\" standard was an \"additional requiremen[t]...recognized by law.\"</p>\n"
}