{
    "ID": 55901,
    "name": "Dan's City Used Cars v. Pelkey",
    "href": "https://api.oyez.org/cases/2012/12-52",
    "view_count": 0,
    "docket_number": "12-52",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1354860000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41066"
        },
        {
            "event": "Argued",
            "dates": [
                1363755600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41067"
        },
        {
            "event": "Decided",
            "dates": [
                1368421200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41068"
        }
    ],
    "question": "<p>Are state law claims against a tow-motor carrier based on state law regulating the sale and disposal of a towed vehicle preempted by the Federal Aviation Administration Authorization Act of 1994?</p>\n",
    "citation": {
        "volume": "569",
        "page": "251",
        "year": "2013",
        "href": "https://api.oyez.org/case_citation/case_citation/19823"
    },
    "term": "2012",
    "description": "A case in which the Court found that the Federal Aviation Administration Authorization Act does not override state law regarding transportation of property.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/569/251/",
    "facts_of_the_case": "<p>In 2009, Dan's City Used Cars towed Robert Pelkey's car from the parking lot of the Colonial Village apartments pursuant to a policy requiring tenants to move their cars during snowstorms. Pelkey was confined to bed with a serious medical condition, so he did not know his car had been towed. Soon after, he was admitted to the hospital to amputate his left foot. During the operation, Pelky suffered a heart attack. After recovering and returning home, Pelky discovered that his car was missing. Pelkey's attorney learned that Dan's had possession of the car and planned to sell it at public auction. When the attorney tried to arrange return of the vehicle, Dan's falsely told him that the car had already been sold. Dan's later traded the car to a third party, but Pelky did not receive any compensation.</p>\n<p>Pelkey sued for violations of the Consumer Protection Act, a statute concerning liens, and a negligence claim based on the common law duty of a bailee. The trial court granted summary judgment in favor of Dan's, holding that the Federal Aviation Administration Authorization Act of 1994 (the Act) preempted Pelkey's claims. The Act provides that state law claims \"related to a price, route, or service of any motor carrier, with respect to the transportation of property\" are preempted. The Supreme Court of New Hampshire reversed, holding that Pelkey's claims only related to Dan's role in disposing of the vehicle, and did not concern the transportation of property.</p>\n",
    "conclusion": "<p>No. Justice Ruth Bader Ginsburg delivered a unanimous opinion holding that the Federal Aviation Administration Act of 1994 does not preempt the state law because the claims are not \"related to\" the transportation of property. That phrase limits the scope of the preemption solely to transportation, rather than the disposal of property that occurs after the transportation, with which Pelkey's claim is concerned.</p>\n"
}