{
    "ID": 62954,
    "name": "Trump v. Hawaii",
    "href": "https://api.oyez.org/cases/2017/17-965",
    "view_count": 0,
    "docket_number": "17-965",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1516341600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54200"
        },
        {
            "event": "Argued",
            "dates": [
                1524632400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54239"
        },
        {
            "event": "Decided",
            "dates": [
                1529989200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54327"
        }
    ],
    "question": "<ol><li>Are the plaintiffs’ claims challenging the president’s authority to issue the Proclamation reviewable (“justiciable”) in federal court? </li>\n<li>Does the president have the statutory authority to issue the Proclamation?</li>\n<li>Is the global injunction barring enforcement of parts of the Proclamation impermissibly overbroad?</li>\n<li>Does the Proclamation violate the Establishment Clause of the Constitution?</li>\n</ol>",
    "citation": {
        "volume": "585",
        "page": null,
        "year": "2018",
        "href": "https://api.oyez.org/case_citation/case_citation/27577"
    },
    "term": "2017",
    "description": "A case in which the Court held that President Donald Trump’s Proclamation restricting travel and immigration to the US from certain countries (“travel ban”) does not violate the president’s statutory authority or the Establishment Clause of the Constitution. The Court was also asked, but did not decide, whether a global injunction barring enforcement of parts of the Proclamation is impermissibly overbroad.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/585/17-965/",
    "facts_of_the_case": "<p>On January 27, 2017, President Donald Trump signed Executive Order No. 13,769 (EO-1), which, among other things, suspended entry for 90 days of foreign nationals from seven countries identified by Congress or the Executive as presenting heightened terrorism-related risks. EO-1 was immediately challenged in federal district court, and the judge entered a nationwide temporary restraining order enjoining enforcement of several of its provisions. A panel of the Ninth Circuit denied the government's emergency motion to stay the order pending appeal. Rather than continuing to litigate the matter, the government announced that it would revoke that order and issue a new one.</p>\n<p>On March 6, 2017, President Trump issued Executive Order No. 13,780 (EO-2). Section 2(c) of EO-2 directed that entry of nationals from six of the seven countries designated in EO-1 be suspended for 90 days from the effective date of the order, citing a need for time to establish adequate standards to prevent infiltration by foreign terrorists. Section 6(a) directed that applications for refugee status and travel of refugees into the United States under the United States Refugee Admissions Program (USRAP) be suspended for 120 days from the effective date \"to review the adequacy of USRAP application and adjudication procedures.\" Section 6(b) suspended the entry of any individual under USRAP once 50,000 refugees have entered the United States in fiscal year 2017. The effective date of the order was March 16, 2017. EO-2 was subject to swift litigation as well.</p>\n<p>On June 14, just before Section 2(c) of EO-2 was by its terms set to expire, President Trump issued a memorandum to Executive Branch officials declaring the effective date of each enjoined provision of EO–2 to be the date on which the injunctions in these cases “are lifted or stayed with respect to that provision.\" The government sought review in both cases, making arguments both on the merits of the cases and on procedural issues.</p>\n<p>In a per curiam opinion issued simultaneously with an order granting certiorari, the Court granted the government's applications for a stay of the preliminary injunction with respect to Sections 6(a) and (b) of Executive Order 13,780 (EO-2), thereby allowing enforcement of those provisions. Under the Court's ruling, the government may enforce Section 6(a) except as to any \"individual seeking admission as a refugee who can credibly claim a bona fide relationship with a person or entity in the United States,\" nor may such an individual be excluded under Section 6(b).</p>\n<p>On September 24, 2017—the same day EO-2 was expiring—President Donald Trump issued a Proclamation restricting travel to the United States by citizens from eight countries. That Proclamation too was challenged in federal court as attempting to exercise power that neither Congress nor the Constitution vested in the president. The Ninth Circuit struck down the Proclamation, and the Supreme Court granted review.</p>\n",
    "conclusion": "<p>The Court assumed without deciding that the plaintiffs' claims are justiciable and held that the Proclamation does not violate the president's statutory authority or the Establishment Clause. The Court did not resolve the question whether the district court's global injunction is impermissibly overbroad. Chief Justice John Roberts authored the opinion for the 5–4 majority. The majority first considered Hawaii's argument that the September 2017 order exceeds the president’s authority under federal immigration laws. Under Section 1182(f) of the Immigration and Nationality Act (INA), the president has \"broad discretion\" to suspend the entry of non-citizens into the United States. The Proclamation was the result of a “worldwide, multi-agency review” that determined that entry by certain non-citizens would be detrimental to the interests of the United States. Thus, the Proclamation does not exceed any statutory power of the president.</p>\n<p>Nor does the Proclamation violate another statute, Section 1152(a)(1)(A), which bars discrimination based on nationality in the issuance of visas. While that section prohibits discrimination, it does not limit the president's authority to block the entry of nationals of some countries, just as several other presidents have done before President Trump.</p>\n<p>Finally, the majority considered the plaintiffs' Establishment Clause claim. On its face, the majority found the Proclamation did not favor or disfavor any particular religion. But even looking behind the face of the Proclamation, the majority found that the facts that many majority-Muslim countries were not subject to restrictions and that some non-majority-Muslim countries were subject to the restrictions supported the government's contention that the Proclamation was not based on anti-Muslim animus and was instead based on \"a sufficient national security justification.\"</p>\n<p>Justice Anthony Kennedy joined the majority and authored a separate concurring opinion emphasizing that any subsequent proceedings must afford deference to the executive, as the majority opinion states, and also urging government officials to act and speak in accordance with the Constitution even when their actions and speech are not subject to judicial review or intervention.</p>\n<p>Justice Clarence Thomas also joined the majority and authored a separate concurring opinion largely to express concern over the trend of federal district courts to issue \"global\" or \"nationwide\" injunctions and to call upon the Court to address that trend, which Justice Thomas believes oversteps the authority of those courts absent legislation granting them such authority.</p>\n<p>Justice Stephen Breyer filed a dissenting opinion, which Justice Kagan joined, in which he questioned whether the government is actually applying the exemption and waiver programs as it purports to do, citing evidence that it may not be doing so. In light of this evidence, Justice Breyer would remand the case  to the district court and would keep the order on hold until that issue is resolved.</p>\n<p>Justice Sonia Sotomayor filed a dissenting opinion, in which Justice Ruth Bader Ginsburg joined. Justice Sotomayor criticized the majority for \"ignoring the facts, misconstruing our legal precedent, and turning a blind eye to the pain and suffering the Proclamation inflicts upon countless families and individuals, many of whom are United States citizens.\" Focusing on the plaintiffs' Establishment Clause claims, Justice Sotomayor opined that the Court incorrectly chose to apply the rational basis standard of scrutiny, despite prior cases indicating a higher level of scrutiny was required in such cases, and she would find that even under the rational basis test, the Proclamation should fail because in the president's own terms it was originally and continues to be \"total and complete shutdown of Muslims entering the United States.\"</p>\n"
}