{
    "ID": 55603,
    "name": "Abuelhawa v. United States",
    "href": "https://api.oyez.org/cases/2008/08-192",
    "view_count": 0,
    "docket_number": "08-192",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1226642400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40282"
        },
        {
            "event": "Argued",
            "dates": [
                1236146400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40283"
        },
        {
            "event": "Decided",
            "dates": [
                1243314000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40284"
        }
    ],
    "question": "<p>Does the use of a telephone to buy cocaine for personal use \"facilitate\" the commission of a felony (the seller's distribution of cocaine) and violate 21 U.S.C. Section 843(b)?</p>\n",
    "citation": {
        "volume": "556",
        "page": "816",
        "year": "2009",
        "href": "https://api.oyez.org/case_citation/case_citation/20832"
    },
    "term": "2008",
    "description": "A case in which the Court found that using a telephone to make a misdemeanor drug purchase does not facilitate the felony of drug distribution.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/556/816/",
    "facts_of_the_case": "<p>In 2007, a federal district court convicted Salman Khade Abuelhawa in part for unlawfully, knowingly, and intentionally using a communications facility (a telephone) in committing, causing, and facilitating a felony (distribution of cocaine) in violation of 21 U.S.C. Section 843(b). Mr. Abuelhawa appealed arguing that Section 843(b) does not apply because he purchased cocaine for personal use, which is not a felony.</p>\n<p>The United States Court of Appeals for the Fourth Circuit affirmed Mr. Abuelhawa's conviction. It reasoned that Mr. Abuelhawa's use of a cell phone facilitated cocaine distribution because his telephone call made the distribution of cocaine \"easier\" for his dealer, which is a felony, thus Section 843(b) properly applies.</p>\n",
    "conclusion": "<p>No. With Justice David H. Souter writing for a unanimous Supreme Court, it held that using a telephone to make a misdemeanor drug purchase does not \"facilitate\" felony drug distribution. The Court concentrated on the \"plain meaning\" of the statute in order to reach its conclusion.</p>\n"
}