{
    "ID": 56040,
    "name": "Kansas v. Nebraska and Colorado",
    "href": "https://api.oyez.org/cases/2014/126-orig",
    "view_count": 0,
    "docket_number": "126-orig",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1402290000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41600"
        },
        {
            "event": "Argued",
            "dates": [
                1413262800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41601"
        },
        {
            "event": "Decided",
            "dates": [
                1424757600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41602"
        }
    ],
    "question": "<p>Did Nebraska violate a compact apportioning the water resources of the Republican River among Kansas, Nebraska, and Colorado?</p>\n<p>If so, what relief is appropriate?</p>\n",
    "citation": {
        "volume": "574",
        "page": null,
        "year": "2015",
        "href": "https://api.oyez.org/case_citation/case_citation/20910"
    },
    "term": "2014",
    "description": "A case in which the Court ruled that Nebraska violated a compact apportioning the water resources of the Republican River among Kansas, Nebraska and Colorado.",
    "justia_url": null,
    "facts_of_the_case": "<p>The Republican River Basin is a watershed that encompasses parts of Colorado, Nebraska, and Kansas. On December 31, 1942, the states ratified a compact to agree on an interstate allocation of the Basin's resources, which Congress enacted on May 26, 1943. In accordance with the compact, the states created the Republican River Compact Administration (RRCA) to determine whether each state has stayed within its allocation for that year.</p>\n<p>Beginning in the 1980s, Kansas reported to the RRCA that Nebraska was violating the terms of the compact by allowing increasing groundwater development, which was reducing the inflow of water to Kansas. Nebraska argued that groundwater pumping was not subject to the compact. In 1999, the Supreme Court granted Kansas' motion for leave to file a bill of complaint against Nebraska and appointed a Special Master who concluded that the compact covered groundwater pumping when it impacted the water supply. After further negotiations, Kansas, Nebraska, and Colorado entered into the Final Settlement Stipulation (FSS), which further established procedures for compliance with the compact.</p>\n<p>In 2008, Kansas alleged that Nebraska had overused its water allocations while continuing the groundwater pumping. Kansas sought monetary damages and relief to ensure Nebraska's future compliance; Nebraska rejected those demands and argued that errors in the FSS procedures prevented an accurate accounting of each state's allocation. Pursuant to the FSS, Kansas and Nebraska presented their claims for non-binding arbitration. The arbitrator held that Kansas had clearly incurred damages but failed to adequately prove those damages. Kansas subsequently sought leave to file a petition in U.S. Supreme Court, but Nebraska argued that that Kansas' claims did not merit exercise of the Court's jurisdiction while Nebraska's claims about errors in the FSS procedures did.</p>\n",
    "conclusion": "<p>Yes, and the proper relief is the $3.7 million for Kansas' losses plus the $1.8 million in partial disgorgement for Nebraska's gains that the Special Master recommended. Justice Elena Kagan delivered the opinion for the 5-4 majority. The Court held that, when states enter into water apportionment compacts with one another, those compacts are within the Court's jurisdiction to oversee and enforce equitable apportionment. In this case, the evidence supports the Special Master's determination that Nebraska knowingly violated the compact. Therefore, the Special Master's award of monetary damages in excess of Kansas' actual losses is appropriate. However, because Nebraska had since altered its behavior to comply with the compact, Kansas' requests for further monetary damages and an injunction should be denied. Additionally, the Court held that the Special Master's amendments to the compact's Accounting Procedures should be adopted.</p>\n<p>Justice Clarence Thomas wrote an opinion concurring in part and dissenting in part in which he argued that this case was essentially a contract dispute that should be handled by applying ordinary principles of contract law. Under these principles, the majority opinion should not have allowed the disgorgement award and should not have modified the Accounting Procedures. Justice Antonin Scalia, Justice Samuel A. Alito, Jr., and Chief Justice John G. Roberts joined in the opinion. In his separate partial concurrence and partial dissent, Chief Justice Roberts wrote that the Court did not have the authority to modify the Accounting Procedures as the majority opinion did. Justice Scalia wrote a separate partial concurrence and partial dissent in which he noted that both the majority opinion and Justice Thomas' opinion relied on Restatements, which are novel extensions of the law that do not necessarily have the support of case law and therefore should be used with caution.</p>\n"
}