{
    "ID": 54359,
    "name": "Reynoldsville Casket Company v. Hyde",
    "href": "https://api.oyez.org/cases/1994/94-3",
    "view_count": 0,
    "docket_number": "94-3",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                793864800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37537"
        },
        {
            "event": "Decided",
            "dates": [
                800514000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37538"
        }
    ],
    "question": "<p>Can Ohio apply its unconstitutional tolling provision to claims that accrued prior to <em>Bendix</em>?</p>\n",
    "citation": {
        "volume": "514",
        "page": "749",
        "year": "1995",
        "href": "https://api.oyez.org/case_citation/case_citation/18288"
    },
    "term": "1994",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/514/749/",
    "facts_of_the_case": "<p>A collision between a car and a truck occurred in Ohio. More than three years later, Carol Hyde, a passenger in the car, sued the truck driver and his employer for negligence in the Court of Common Pleas. Ohio had a two-year statute of limitations for such actions, but because the truck driver and his employer were from out of state, a special provision tolled the running of the statute of limitations. 10 months after this suit began, the Supreme Court decided in <em>Bendix Autolite Corp. v. Midwesco Enterprises, Inc.</em>, 486 U.S. 888 (1988) that the tolling provision placed an unconstitutional burden on interstate commerce. The Court of Common Pleas applied <em>Bendix</em> and dismissed Hyde's suit as untimely. The appellate court affirmed the dismissal, but the Ohio Supreme Court reversed on the ground that <em>Bendix</em> could not be retroactively applied to claims that commenced prior to that decision.</p>\n",
    "conclusion": "<p>No. In a unanimous decision, Justice Stephan G. Breyer wrote for the majority, holding that the <em>Bendix</em> rule must be retroactively applied. Hyde conceded that the Supreme Court had already decided in <em>Harper v Virginia Dept. of Taxation</em>, 509 U.S. 86 (1993) that when the court applies a new legal rule courts must treat the new rule as retroactive. The Court rejected Hyde's claim that applying the rule would unfairly deny her a remedy. Justice Anthony M. Kennedy wrote a special concurrence stating that <em>Bendix</em> did not announce a new rule and merely applied existing precedent. Following this reasoning, the discussion of retroactivity was unnecessary.</p>\n"
}