{
    "ID": 54590,
    "name": "Montana v. Crow Tribe of Indians",
    "href": "https://api.oyez.org/cases/1997/96-1829",
    "view_count": 0,
    "docket_number": "96-1829",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                888300000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37964"
        },
        {
            "event": "Decided",
            "dates": [
                895467600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37965"
        }
    ],
    "question": "<p>Is the restitution sought for the Crow Tribe from the State of Montana for the illegal collection of taxes and cola mined on the Tribe's reservation warranted?</p>\n",
    "citation": {
        "volume": "523",
        "page": "696",
        "year": "1998",
        "href": "https://api.oyez.org/case_citation/case_citation/18519"
    },
    "term": "1997",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/523/696/",
    "facts_of_the_case": "<p>In 1904, the Crow Tribe ceded part of its Montana Reservation to the United States for settlement by non-Indians, with the U.S holding the rights to the minerals underlying the ceded strip in trust for the Tribe. In 1972, pursuant to the Indian Mineral Leasing Act of 1938 (IMLA), Westmoreland Resources, Inc., a non-Indian company, entered into a mining lease with the Tribe for coal underlying the ceded strip. In 1975, Montana imposed a severance tax and a gross proceeds tax on all coal produced in the State, including coal underlying the reservation and the ceded strip. In 1978, the Tribe brought a federal action for injunctive and declaratory relief against Montana and its counties, alleging that the State's severance and gross proceeds taxes were preempted by the IMLA and infringed on the Tribe's right to govern itself. Ultimately, the Court of Appeals concluded that both taxes were preempted by the IMLA and void for interfering with tribal governance. The U.S. Supreme Court summarily affirmed. Subsequently, the Tribe sough to recover certain taxes paid by Westmoreland. The District Court then concluded that the disgorgement remedy sought by the Tribe was not appropriate. The Court of Appeals reversed.</p>\n",
    "conclusion": "<p>No. In an opinion delivered by Justice Ruth Bader Ginsburg, the Court held that the restitution sought for the Tribe of all severance and gross proceeds taxes paid by Westmoreland to Montana and certain counties, before the tribe's severance tax became valid, was not warranted. The Court decision was based on findings that Westmoreland had forfeited its entitlement to a refund, that neither the state nor the tribe enjoyed authority to tax to the total exclusion of the other, and that the tribe could not have taxed the company during the periods in question. The Court also concluded that the District Court had ruled properly where the tribe and the U.S. had argued for total disgorgement rather than a different form of relief. In a partial dissent in which Justice Sandra Day O'Connor joined, Justice David H. Souter argued that nothing disentitled the tribe at least to press for disgorgement of some or all of Montana's tax revenues.</p>\n"
}