{
    "ID": 63275,
    "name": "BP P.L.C. v. Mayor and City Council of Baltimore",
    "href": "https://api.oyez.org/cases/2020/19-1189",
    "view_count": 0,
    "docket_number": "19-1189",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1601614800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54771"
        },
        {
            "event": "Argued",
            "dates": [
                1611036000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54835"
        },
        {
            "event": "Decided",
            "dates": [
                1621227600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54903"
        }
    ],
    "question": "<p>Does federal law permit a court of appeals to review any issue included in a district court’s order remanding a case to state court, or only the ground for removal?</p>\n",
    "citation": {
        "volume": "593",
        "page": null,
        "year": "2021",
        "href": "https://api.oyez.org/case_citation/case_citation/27768"
    },
    "term": "2020",
    "description": "A case in which the Court held that federal law permits a court of appeals to review any issue included in a district court’s order sending a case to state court when the move to state court is based on two statutes, not just the ground for removal itself.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/593/19-1189/",
    "facts_of_the_case": "<p>In July 2018, the Mayor and City of Baltimore filed suit in Maryland state court against 26 oil and gas companies that Maryland says are partly responsible for climate change. The complaint asserted eight causes of action, all founded on Maryland law, and sought monetary damages, civil penalties, and equitable relief. Two of the defendants removed the case to federal court, asserting eight grounds for removal. Baltimore then moved to remand the case back to state court. The district court rejected all eight grounds for removal and granted Baltimore’s motion for remand back to state court.</p>\n<p>The defendants appealed the remand order, and the U.S. Court of Appeals for the Fourth Circuit affirmed the lower court, finding that 28 U.S.C. § 1442 does not provide a proper basis for removal of the suit.</p>\n",
    "conclusion": "<p>A federal appellate court has jurisdiction to consider all of a defendant’s grounds for removal under 28 U.S.C. § 1447(d). Justice Neil Gorsuch authored the 7-1 majority opinion of the Court. </p>\n<p>Section 1447(d) provides that “an order remanding a case to the State court from which it was removed is not reviewable on appeal or otherwise, except that an order remanding a case to the State court from which it was removed pursuant to section 1442 or 1443 of this title shall be reviewable by appeal or otherwise.” In this case, the defendants had relied on the federal officer removal statute in § 1442, which is precisely one of the situations in which § 1447(d) permits an appeal. While the Fourth Circuit interpreted the provision as authorizing only the part of the district court’s order discussing § 1442, the ordinary meaning of § 1442—particularly the use of the word “order”—does not support that interpretation. Rather, § 1447(d) permits appellate review of the district court’s remand order without qualification. This conclusion is consistent with the Court’s most analogous precedent, <a href=\"https://www.oyez.org/cases/1995/94-1387\"><em>Yamaha Motor Corp., U.S.A., v. Calhoun</em>, 516 U.S. 199 (1996)</a>, in which it held that another provision, 28 U.S.C. § 1292(b), which allows a district court to certify “an order,” is not tied to the particular question formulated by the district court. Finally, the Court found Baltimore’s policy arguments “cannot overcome a clear statutory directive.”</p>\n<p>Justice Sonia Sotomayor authored a dissenting opinion, arguing that the Court’s holding allows defendants to “sidestep” § 1447(d)’s bar on appellate review simply by “shoehorning a § 1442 or § 1443 argument into their case for removal.” This, Justice Sotomayor argued, “lets the exception swallow the rule.”</p>\n<p>Justice Samuel Alito took no part in the consideration or decision of the case.</p>\n"
}