{
    "ID": 55822,
    "name": "United States v. Home Concrete & Supply",
    "href": "https://api.oyez.org/cases/2011/11-139",
    "view_count": 0,
    "docket_number": "11-139",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1317099600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40848"
        },
        {
            "event": "Argued",
            "dates": [
                1326780000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40849"
        },
        {
            "event": "Decided",
            "dates": [
                1335330000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/40850"
        }
    ],
    "question": "<p>1. Can an understatement of gross income attributable to an overstatement of basis in sold property qualify as an \"omi[ssion] from gross income\" that triggers the extended six-year assessment period?</p>\n<p>2. Is a final regulation from the Department of the Treasury reflecting the IRS's view that an understatement of gross income attributable to an overstatement of basis which can trigger the extended six-year assessment period entitled to judicial deference?</p>\n",
    "citation": {
        "volume": "566",
        "page": null,
        "year": "2012",
        "href": "https://api.oyez.org/case_citation/case_citation/19744"
    },
    "term": "2011",
    "description": "A case in which the Court held that section 6501(e)(1)(A) of the Internal Revenue Code does not apply when a taxpayer overstates the amount of property that he has sold, which then understates the gain received from the sale.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/566/478/",
    "facts_of_the_case": "<p>Plaintiffs Stephen R. Chandler and Robert L. Pierce were the sole shareholders of Home Oil and Coal Company, Inc. In 1999, Pierce contemplated selling his share of the business and sought professional advice in an effort to minimize tax liability generated by the sale of his interest in Home Oil. Each of the taxpayers initiated short sales of United States Treasury Bonds for $7,472,405. They then transferred the proceeds from that sale to Home Concrete as capital contributions. Home Concrete then closed the short sales by purchasing and returning essentially identical Treasury Bonds on the open market for $7,359,043. This transaction created \"outside basis,\" or how much the partner's investment was worth according to tax rules, equal to the amount of the proceeds the taxpayers contributed.</p>\n<p>Home Oil then transferred its assets to Home Concrete as a capital contribution. The taxpayers (except Home Oil) then transferred percentages of their partnership interests in Home Concrete to Home Oil as capital contributions. Home Concrete then sold substantially all of its assets to a third party purchaser for $10,623,348. The taxpayers timely filed their tax returns for 1999 in April 2000. Home Concrete elected to step-up its inside basis, or the amount that the partnership tax records compute for each partner, to equal the taxpayers' outside basis. Home Concrete again adjusted its inside basis to $10,527,250.53, including the amount of short sale proceeds earlier contributed by the taxpayers. As a result Home Concrete reported a $69,125.08 gain from the sale of its assets.</p>\n<p>The IRS did not investigate until June 2003. As a result of their investigation, the IRS determined that the partnership was formed \"solely for the purposes of tax avoidance by artificially overstating basis in the partnership interests of its purported partners.\" On September 7, 2006 the IRS issued a Final Partnership Administrative Adjustment (FPAA), in which they decreased to zero the taxpayers' reported outside bases in Home Concrete. This substantially increased the taxpayers' taxable income. Plaintiff taxpayers brought action against Internal Revenue Service (IRS) seeking to recover the increase.</p>\n<p>As a general matter, the Internal Revenue Service (IRS) has three years to assess additional tax if the agency believes that the taxpayer's return has understated the amount of tax owed. That period is extended to six years, however, if the taxpayer omits from gross income an amount which is in excess of 25 percent of the amount of gross income stated in the taxpayer's return. During the trial the Treasury Department passed a regulation stating that the six-year period for assessing tax remains open for \"all taxable years… that are the subject of any case pending before any court of competent jurisdiction… in which a decision had not become final.\" The U.S. Court of Appeals for the Fourth Circuit disagreed and found in favor of the plaintiffs.</p>\n",
    "conclusion": "<p>No and no. Justice Stephen G. Breyer, writing for a four-justice plurality, affirmed the Fourth Circuit decision. The Supreme Court held that <em>Colony, Inc. v. Commissioner</em> decides this case. It interpreted language almost identical to the statute in question. Also, the statutory history shows that Congress intended to exclude overstatements of basis from the extended statute of limitations period. A treasury regulation cannot change <em>Colony's</em> the interpretation of the statute.</p>\n<p>Justice Antonin Scalia concurred in part and concurred in the judgment. He agreed that <em>Colony</em> decides the case, but argued that the court should not have ruled on whether to give treasury regulations deference.</p>\n<p>Justice Anthony M. Kennedy dissented, arguing that the Treasury regulation only interpreted a statute that had no established meaning. He argued that courts should be open to new interpretations through regulations when Congress amends a statute. Justice Ruth Bader Ginsburg, Justice Sonia Sotomayor, and Justice Elena Kagan joined in the dissent.</p>\n"
}