{
    "ID": 54775,
    "name": "Santa Fe Independent School District v. Doe",
    "href": "https://api.oyez.org/cases/1999/99-62",
    "view_count": 0,
    "docket_number": "99-62",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                954309600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38305"
        },
        {
            "event": "Decided",
            "dates": [
                961390800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38306"
        }
    ],
    "question": "<p>Does the Santa Fe Independent School District's policy permitting student-led, student-initiated prayer at football games violate the Establishment Clause of the First Amendment?</p>\n",
    "citation": {
        "volume": "530",
        "page": "290",
        "year": "2000",
        "href": "https://api.oyez.org/case_citation/case_citation/18704"
    },
    "term": "1999",
    "description": "A case in which the Court held that a public school district's policy permitting student-led, student-initiated prayer at football games violated the Establishment Clause.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/530/290/",
    "facts_of_the_case": "<p>Prior to 1995, a student elected as Santa Fe High School's student council chaplain delivered a prayer, described as overtly Christian, over the public address system before each home varsity football game. One Mormon and one Catholic family filed suit challenging this practice and others under the Establishment Clause of the First Amendment. The District Court enjoined the public Santa Fe Independent School District (the District) from implementing its policy as it stood. While the suit was pending, the District adopted a new policy, which permitted, but did not require, student-initiated and student-led prayer at all the home games and which authorized two student elections, the first to determine whether \"invocations\" should be delivered at games, and the second to select the spokesperson to deliver them. After the students authorized such prayers and selected a spokesperson, the District Court entered an order modifying the policy to permit only nonsectarian, nonproselytizing prayer. The Court of Appeals held that, even as modified by the District Court, the football prayer policy was invalid. The District petitioned for a writ of certiorari, claiming its policy did not violate the Establishment Clause because the football game messages were private student speech, not public speech.</p>\n",
    "conclusion": "<p>Yes. In a 6-3 opinion delivered by Justice John Paul Stevens, the Court held that the District's policy permitting student-led, student-initiated prayer at football games violates the Establishment Clause. The Court concluded that the football game prayers were public speech authorized by a government policy and taking place on government property at government-sponsored school-related events and that the District's policy involved both perceived and actual government endorsement of the delivery of prayer at important school events. Such speech is not properly characterized as \"private,\" wrote Justice Stevens for the majority. In dissent, Chief Justice William H. Rehnquist, joined by Justices Antonin Scalia and Clarence Thomas, noted the \"disturbing\" tone of the Court's opinion that \"bristle[d] with hostility to all things religious in public life.\"</p>\n"
}