{
    "ID": 54639,
    "name": "Wisconsin Department of Corrections v. Schacht",
    "href": "https://api.oyez.org/cases/1997/97-461",
    "view_count": 0,
    "docket_number": "97-461",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                893048400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38057"
        },
        {
            "event": "Decided",
            "dates": [
                898491600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38058"
        }
    ],
    "question": "<p>May a State and its actors as defendants in a state-court suit, with claims arising under federal law, remove the case to federal court when some claims are subject to the Eleventh Amendment doctrine of sovereign immunity?</p>\n",
    "citation": {
        "volume": "524",
        "page": "381",
        "year": "1998",
        "href": "https://api.oyez.org/case_citation/case_citation/18568"
    },
    "term": "1997",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/524/381/",
    "facts_of_the_case": "<p>In 1996, Keith Schacht filed a state-court suit against the Wisconsin Department of Corrections and several of its employees (defendants), in their \"personal\" and in their \"official\" capacity, alleging that his dismissal violated the Federal Constitution and federal civil rights laws. After removing the case to federal court, the defendants asserted that the Eleventh Amendment doctrine of sovereign immunity barred the claims against the Department and its employees in their official capacity. The District Court granted the individual defendants summary judgment on the \"personal capacity\" claims and dismissed the claims against the Department and the individual defendants in their \"official capacity.\" On appeal, the Court of Appeals concluded that the removal had been improper because the presence of even one claim subject to an Eleventh Amendment bar deprives the federal courts of removal jurisdiction over the entire case.</p>\n",
    "conclusion": "<p>Yes. In a unanimous opinion delivered by Justice Stephen G. Breyer, the Court held that a State's claim of an Eleventh Amendment bar to a plaintiff's claims against the state places those claims beyond the power of the federal courts to decide, but that the State may remove the case to a federal court and that the court can decide the nonbarred claims. \"A State's proper assertion of an Eleventh Amendment bar after removal means that the federal court cannot hear the barred claim. But that circumstance does not destroy removal jurisdiction over the remaining claims in the case before us. A federal court can proceed to hear those other claims, and the District Court did not err in doing so,\" concluded Justice Breyer. Justice Anthony M. Kennedy wrote a concurring opinion.</p>\n"
}