{
    "ID": 55483,
    "name": "Warner-Lambert Co. v. Kent",
    "href": "https://api.oyez.org/cases/2007/06-1498",
    "view_count": 0,
    "docket_number": "06-1498",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1190696400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39950"
        },
        {
            "event": "Argued",
            "dates": [
                1203919200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/51883"
        },
        {
            "event": "Decided",
            "dates": [
                1204524000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/52231"
        }
    ],
    "question": "<p>Does a federal law prohibiting fraudulent communications to government agencies preempt a state law permitting plaintiffs to sue for faulty products that would not have reached the market absent the fraud?</p>\n",
    "citation": {
        "volume": "552",
        "page": "440",
        "year": "2008",
        "href": "https://api.oyez.org/case_citation/case_citation/19406"
    },
    "term": "2007",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/552/440/",
    "facts_of_the_case": "<p>A group of Michigan residents who were injured after taking Warner- Lambert's Rezulin diabetes drug sued the company in Michigan state court. The plaintiffs invoked a Michigan tort reform statue immunizing drug makers' liability for FDA-approved products unless the drug makers made misrepresentations to the agency. The federal district court that eventually heard the case dismissed it, ruling that the Michigan \"fraud on the FDA\" cause of action was preempted by a federal law that empowered the FDA itself to punish misrepresentations. The appeals court reversed, reasoning that the Michigan law did not provide retribution for misrepresentations themselves, but merely created a window for consumers to bring product liability claims where the product reached the market solely through the manufacturer's chicanery.</p>\n",
    "conclusion": "<p>The decision of the U.S. Court of Appeals for the Second Circuit was affirmed by an equally divided Court without issuing a written opinion. Chief Justice John G. Roberts took no part in the decision.</p>\n"
}