{
    "ID": 54076,
    "name": "Zobrest v. Catalina Foothills School District",
    "href": "https://api.oyez.org/cases/1992/92-94",
    "view_count": 0,
    "docket_number": "92-94",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                730533600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37005"
        },
        {
            "event": "Decided",
            "dates": [
                740379600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37006"
        }
    ],
    "question": "<p>May a school district decline to provide an interpreter to a deaf child based on the Establishment Clause of the First Amendment?</p>\n",
    "citation": {
        "volume": "509",
        "page": "1",
        "year": "1993",
        "href": "https://api.oyez.org/case_citation/case_citation/18005"
    },
    "term": "1992",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/509/1/",
    "facts_of_the_case": "<p>James Zobrest was deaf since birth. He attended public school through the eighth grade where the local school board provided a sign-language interpreter. Zobrest's parents elected to send their son to a Roman Catholic high school and requested that the local school board continue to provide their son with a sign-language interpreter. The school board denied the request on constitutional grounds. The Zobrests then filed suit, alleging that the Individuals with Disabilities Education Act (IDEA) and the Free Exercise Clause of the First Amendment required the school district to provide the interpreter and that the Establishment Clause did not bar such relief. The District Court granted the school district summary judgment on the ground that the interpreter would act as a conduit for the child's religious inculcation, thereby promoting his religious development at government expense in violation of the Establishment Clause. The Court of Appeals affirmed.</p>\n",
    "conclusion": "<p>No. In a 5-4 opinion delivered by Chief Justice William H. Rehnquist, the Court held that the Establishment Clause did not bar the school district from providing the requested interpreter. Chief Justice Rehnquist reasoned that, because the IDEA creates no financial incentive for parents to choose a sectarian school, the presence of an interpreter is not linked to the state and is the result of the private decision of individual's parents. \"The service at issue in this case is part of a general government program that distributes benefits neutrally to any child qualifying as 'handicapped' under the IDEA, without regard to the 'sectarian-nonsectarian, or public-nonpublic nature' of the school the child attends,\" wrote Chief Justice Rehnquist.</p>\n"
}