{
    "ID": 63248,
    "name": "Edwards v. Vannoy",
    "href": "https://api.oyez.org/cases/2020/19-5807",
    "view_count": 0,
    "docket_number": "19-5807",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1588568400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54723"
        },
        {
            "event": "Argued",
            "dates": [
                1606888800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54801"
        },
        {
            "event": "Decided",
            "dates": [
                1621227600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54911"
        }
    ],
    "question": "<p>Does the Court’s decision in <em>Ramos v. Louisiana</em>, holding that the Sixth Amendment establishes a right to a unanimous jury in both federal and state courts, apply retroactively to cases on federal collateral review?</p>\n",
    "citation": {
        "volume": "593",
        "page": null,
        "year": "2021",
        "href": "https://api.oyez.org/case_citation/case_citation/27753"
    },
    "term": "2020",
    "description": "A case in which the Court held that its decision in Ramos v. Louisiana, in which it held the U.S. Constitution requires states to obtain a unanimous verdict to convict a criminal defendant for a serious offense, does not apply retroactively to cases on federal collateral review.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/593/19-5807/",
    "facts_of_the_case": "<p>Thedrick Edwards was sentenced to life in prison for the commission of several robberies and rape in 2006. At Edwards’s trial, the state used its challenges to exclude all but one African American juror from the jury, and at least one person voted to acquit Edwards, a black man, on each count. At the time, Louisiana permitted conviction by a 10-2 vote, so Edwards’s conviction became final in 2010.</p>\n<p>On April 20, 2020, the U.S. Supreme Court decided <a href=\"https://www.oyez.org/cases/2019/18-5924\"><em>Ramos v. Louisiana</em></a>, holding that the Sixth Amendment establishes a right to a unanimous jury in both federal and state courts. Edwards argues that he would not have been convicted if he had been prosecuted in one of 48 other states or by the federal government, rather than in Louisiana.</p>\n",
    "conclusion": "<p>The jury-unanimity rule announced in Ramos v. Louisiana does not apply retroactively on federal collateral review. Justice Brett Kavanaugh authored the majority opinion of the Court.</p>\n<p>A decision announcing a new rule of criminal procedure ordinarily does not apply retroactively on federal collateral (habeas) review. Applying constitutional rules retroactively undermines the principle of finality, which is “critical to the operation of our criminal justice system.” However, two questions are relevant to the consideration whether a rule may be applied retroactively: (1) whether it is a new rule or applies a settled rule, and (2) whether it is a “watershed” procedural rule. New rules, as opposed to application of settled rules, ordinarily do not apply retroactively unless they are “watershed.” The “watershed” exception is “extremely narrow” and applies only when the new rule “alters our understanding of the bedrock procedural elements essential to the fairness of a proceeding.” In fact, the only time the Court has recognized a new rule as being watershed was in Gideon v. Wainwright, 372 U.S. 335 (1963), which established the right to counsel.</p>\n<p>First, the Ramos rule is new because it was not dictated by precedent existing at the time the defendant’s conviction became final. Second, Ramos presents none of the considerations for a watershed rule. The situation in Ramos does not support a different outcome from (1) other jury-unanimity cases that the Court did not apply retroactively, (2) other cases decided based on original meaning that the Court did not apply retroactively, and (3) other cases involving race discrimination that the Court did not apply retroactively.</p>\n<p>As a new rule of criminal procedure, the jury-unanimity rule announced in Ramos does not apply retroactively on federal collateral review. </p>\n<p>Justice Clarence Thomas authored a concurring opinion, which Justice Neil Gorsuch joined. Justice Thomas noted that the Court could alternatively have resolved the case by applying the statutory text of the Antiterrorism and Effective Death Penalty Act of 1996 (AEDPA), which, in his view, leaves no room for a court to grant relief under the present facts.</p>\n<p>Justice Gorsuch also filed his own separate concurring opinion, which Justice Thomas joined, arguing that the Court’s decision correctly eliminated the “watershed” exception that was never really an exception at all.</p>\n<p>Justice Elena Kagan filed a dissenting opinion, which Justice Stephen Breyer and Sonia Sotomayor joined. Justice Kagan criticized the majority for not only misapplying the “watershed” exception in this case but also for going further and eliminating the exception altogether, preventing any procedural rule from ever benefiting a defendant on habeas review.</p>\n"
}