{
    "ID": 55027,
    "name": "Edelman v. Lynchburg College",
    "href": "https://api.oyez.org/cases/2001/00-1072",
    "view_count": 0,
    "docket_number": "00-1072",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                1010469600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38781"
        },
        {
            "event": "Decided",
            "dates": [
                1016517600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38782"
        }
    ],
    "question": "<p>Is the Equal Employment Opportunity Commission's regulation, which permits the verification of a timely filed discrimination charge after the limitations period, valid?</p>\n",
    "citation": {
        "volume": "535",
        "page": "106",
        "year": "2002",
        "href": "https://api.oyez.org/case_citation/case_citation/18956"
    },
    "term": "2001",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/535/106/",
    "facts_of_the_case": "<p>Title VII of the Civil Rights Act of 1964 requires that a charge of employment discrimination be filed with the Equal Employment Opportunity Commission (EEOC) \"within [a specified number of] days after the alleged unlawful employment practice occurred.\" An EEOC regulation permits an otherwise timely filer to verify a charge after the time for filing has expired. In November 1997, Leonard Edelman faxed a letter to the EEOC, claiming that Lynchburg College had subjected him to gender-based, national origin, and religious discrimination after it denied him tenure. The EEOC informed Edelman of the 300-day time limit and sent him a Form 5 Charge of Discrimination, which he returned 313 days after he was denied tenure. The District Court dismissed the Title VII complaint, finding that the letter was not a charge under Title VII because neither Edelman nor the EEOC treated it as one. In affirming, the Court of Appeals concluded that because a charge requires verification and must be filed within the limitations period, it follows that a charge must be verified within that period.</p>\n",
    "conclusion": "<p>Yes. In a unanimous opinion delivered by Justice David H. Souter, the Court held that the EEOC's relation-back regulation was an unassailable interpretation of Title VII of the Civil Rights Act of 1964. The Court noted that where a statute or supplemental rule required an oath, which the charge in question did, courts had shown a high degree of consistency in accepting later verification as reaching back to an earlier, unverified filing. Moreover, by amending the law without repudiating the regulation, the Court reasoned that Congress had suggested its consent to the EEOC's practice. \"This background law not only persuades by its regularity over time but points to tacit congressional approval of the EEOC's position, Congress being presumed to have known of this settled judicial treatment of oath requirements when it enacted and later amended Title VII,\" wrote Justice Souter.</p>\n"
}