{
    "ID": 54205,
    "name": "C & A Carbone, Inc. v. Town of Clarkstown",
    "href": "https://api.oyez.org/cases/1993/92-1402",
    "view_count": 0,
    "docket_number": "92-1402",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                755244000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37250"
        },
        {
            "event": "Decided",
            "dates": [
                769064400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37251"
        }
    ],
    "question": "<p>Does a town's \"flow control ordinance,\" which requires that all waste pass through a certain waste processing plant, violate the interstate Commerce Clause by disrupting commerce for waste processing plants in other states?</p>\n",
    "citation": {
        "volume": "511",
        "page": "383",
        "year": "1994",
        "href": "https://api.oyez.org/case_citation/case_citation/18134"
    },
    "term": "1993",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/511/383/",
    "facts_of_the_case": "<p>A New York town, Clarkstown, allowed a contractor to construct and operate a waste processing plant within town limits. The revenue from the plant would help compensate the contractor. Clarkstown promised that the plant would receive 120,000 tons of solid waste each year, and permitted the contractor to charge an $81 \"tipping fee\" for each ton received. To meet the 120,000 ton quota, Clarkstown adopted a \"flow control ordinance.\" The ordinance required that all solid waste flowing into and out of the town pass through the new plant. C &amp; A Carbone, Inc. operated a similar plant within the town. To avoid paying the $81 fee, Carbone trucked processed waste directly to an Indiana landfill. In 1991, a Carbone truck carrying illegal waste crashed and police discovered that Carbone was violating the ordinance. Clarkstown sued Carbone in a New York Supreme Court. Carbone responded by suing Clarkstown in a federal District Court, claiming that the ordinance violated the Commerce Clause by disrupting interstate commerce. The District Court agreed but dissolved its injunction against Clarkstown when the New York Supreme Court ruled in favor of Clarkstown.</p>\n",
    "conclusion": "<p>Yes. Tthe Court held 6-3 that the Commerce Clause invalidates local laws that discriminate against interstate commerce, disrupt the flow of articles of commerce, and grant municipalities disproportionate market gains. In an opinion authored by Justice Anthony Kennedy, the Court found that \"the article of commerce...is the service of processing and disposing of [waste].\" The Court held that the flow ordinance was discriminatory because \"[i]t hoards solid waste...for the benefit of the preferred processing facility.\" For the ordinance to be constitutional, the municipality would have had to prove that its effects on commerce are nondiscriminatory and justified by a \"legitimate local interest.\"</p>\n"
}