{
    "ID": 54733,
    "name": "Calderon v. Coleman",
    "href": "https://api.oyez.org/cases/1998/98-437",
    "view_count": 0,
    "docket_number": "98-437",
    "timeline": [
        {
            "event": "Decided",
            "dates": [
                913615200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38227"
        }
    ],
    "question": "<p>Did a court of appeals, in overturning a death sentence due to constitutional errors in the jury instruction, fail to adequately consider whether the errors were \"harmless\" and made a difference in the final result under Brecht v. Abrahamson?</p>\n",
    "citation": {
        "volume": "525",
        "page": "141",
        "year": "1998",
        "href": "https://api.oyez.org/case_citation/case_citation/18662"
    },
    "term": "1998",
    "description": null,
    "justia_url": null,
    "facts_of_the_case": "<p>During the penalty phase of Russell Coleman's trial, the trial judge gave the jury a \"Briggs instruction,\" explaining the Governor's commutation power. The trial judge then instructed the jury that it was not to consider the Governor's power in reaching its verdict. Ultimately, Coleman sought a federal writ of habeas corpus. The District Court found that, because the Governor may not commute the sentence of a prisoner who, like Coleman, is a twice-convicted felon without the approval of four judges of the California Supreme Court, the Briggs instruction violated the Eighth and Fourteenth Amendments by \"giving the jury inaccurate information and potentially diverting its attention from the mitigation evidence presented.\" In affirming, the Court of Appeals concluded that the giving of the instruction was constitutional error.</p>\n",
    "conclusion": "<p>Yes. In a 5-4 per curiam opinion, the Court held that \"once the Court of Appeals determined that the giving of the Briggs instruction was constitutional error, it was bound to apply the harmless-error analysis mandated by Brecht.\" The Court held in Brecht that \"a federal court may grant habeas relief based on trial error only when that error \"'had substantial and injurious effect or influence in determining the jury's verdict.'\" Dissenting, Justice John Paul Stevens wrote that \"there might have been a slight flaw in the Court of Appeals' brief explanation of why the invalid instruction given to the jury was not harmless, but...the Court's ruling was unquestionably correct.\" Justices David H. Souter, Ruth Bader Ginsburg, and Stephen G. Breyer joined Justice Stevens' dissent.</p>\n"
}