{
    "ID": 63229,
    "name": "Borden v. United States",
    "href": "https://api.oyez.org/cases/2020/19-5410",
    "view_count": 0,
    "docket_number": "19-5410",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1583128800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54670"
        },
        {
            "event": "Argued",
            "dates": [
                1604383200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54781"
        },
        {
            "event": "Decided",
            "dates": [
                1623301200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54914"
        }
    ],
    "question": "<p>Does the “use of force” clause in the Armed Career Criminal Act encompass crimes with an intent requirement of mere recklessness?</p>\n",
    "citation": {
        "volume": "593",
        "page": null,
        "year": "2021",
        "href": "https://api.oyez.org/case_citation/case_citation/27743"
    },
    "term": "2020",
    "description": "A case in which the Court reversed and remanded the Sixth Circuit’s decision holding that the “use of force” clause in the Armed Career Criminal Act encompasses crimes with an intent requirement of mere recklessness.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/593/19-5410/",
    "facts_of_the_case": "<p>Police caught Charles Borden, Jr., with a pistol during a traffic stop in April 2017, and he subsequently pleaded guilty possessing that firearm as a felon, in violation of 18 U.S.C. § 922(g)(1). At sentencing, the government recommended sentencing Borden as an armed career criminal, under the Armed Career Criminal Act (ACCA), based on three prior Tennessee aggravated assault convictions. Borden objected, arguing that one of his prior convictions—reckless aggravated assault—did not qualify as a “violent felony” under the “use of force” clause of the ACCA. Borden argued that reckless aggravated assault requires only a mental state of recklessness, and reckless use of force does not amount to a crime of violence under the ACCA. Retroactively applying Sixth Circuit precedent holding that reckless aggravated assault does constitute a violent felony under the “use of force” clause of the ACCA, the district court held that all three of Borden’s aggravated assault victims constituted “crime[s] of violence” under the ACCA and designated him as an armed career criminal. The U.S. Court of Appeals for the Sixth Circuit affirmed.</p>\n",
    "conclusion": "<p>The “use of force” clause in the Armed Career Criminal Act (ACCA) does not encompass reckless aggravated assault. Justice Elena Kagan authored the four-justice plurality opinion. Justice Clarence Thomas concurred in the judgment to reverse and remand the case.</p>\n<p>The elements clause of the ACCA defines “violent felony” as an offense requiring the “use of physical force against the person of another.” According to the plurality, the phrase “against another” requires conduct directed at another individual. Recklessness, which is the disregard of a substantial and unjustifiable risk, cannot be directed at another individual and so cannot meet the definition of a violent felony.</p>\n<p>Justice Thomas authored an opinion concurring in the judgment, reasoning that reckless aggravated assault is not a violent felony under the ACCA because the “use of physical force...has a well-understood meaning applying only to intentional acts designed to cause harm.” Justice Thomas argued that the reckless conduct at issue in this case falls within the ACCA’s residual clause, which the Court (erroneously, in his view) struck down.</p>\n<p>Justice Brett Kavanaugh authored a dissenting opinion, joined by Chief Justice John Roberts and Justices Samuel Alito and Amy Coney Barrett. Justice Kavanaugh argued that the plurality “disregards bedrock principles and longstanding terminology of criminal law, misconstrues ACCA’s text,” and “overrides Congress’s judgment about the danger posed by recidivist violent felons.”</p>\n"
}