{
    "ID": 62970,
    "name": "Stokeling v. United States",
    "href": "https://api.oyez.org/cases/2018/17-5554",
    "view_count": 0,
    "docket_number": "17-5554",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1522645200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54246"
        },
        {
            "event": "Argued",
            "dates": [
                1539061200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54357"
        },
        {
            "event": "Decided",
            "dates": [
                1547532000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54430"
        }
    ],
    "question": "<p>Is a state robbery offense that includes “as an element” the common law requirement of overcoming “victim resistance” categorically a “violent felony” under the Armed Career Criminal Act, 18 U.S.C. § 924(e)(2)(b)(i), when that offense has been specifically interpreted by state appellate courts to require only slight force to overcome resistance?</p>\n",
    "citation": {
        "volume": "586",
        "page": null,
        "year": "2019",
        "href": "https://api.oyez.org/case_citation/case_citation/27584"
    },
    "term": "2018",
    "description": "A case in which the Court held that a state robbery offense that includes “as an element” the common law requirement of overcoming “victim resistance” is categorically a “violent felony” under the Armed Career Criminal Act, 18 U.S.C. § 924(e)(2)(b)(i), even though that offense requires only slight force to overcome resistance.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/586/17-5554/",
    "facts_of_the_case": "<p>In 2016, Denard Stokeling pleaded guilty to charges that he was a felon in possession of a firearm and ammunition. He had two previous convictions for robbery in Florida, where an element of that offense was “overcoming victim resistance.” Some state courts have interpreted this offense as requiring only slight force to overcome victim resistance. Stokeling therefore contended that both of his robbery convictions should not qualify as “violent felonies” in the context of enhanced sentencing under the Armed Career Criminal Act, 18 U.S.C. § 924(e), because those convictions did not require a violent use of force. The district court agreed with Stokeling as to one of his convictions. The United States appealed to the 11th Circuit, which vacated Stokeling’s sentence and remanded the case for sentencing as an Armed Career Criminal.</p>\n",
    "conclusion": "<p>A state robbery offense that has as an element the use of force sufficient to overcome a victim’s resistance is categorically a “violent felony” under the Armed Career Criminal Act (ACCA) because it necessitates the use of “physical force.” Justice Clarence Thomas authored the opinion for a 5–4 majority. The ACCA’s elements clause covers any offense that has as an element “the use, attempted use, or threatened use of physical force.” A majority of states define non-aggravated robbery as requiring a degree of force sufficient only to overcome a victim’s resistance; indeed, even the “slightest offensive touching” constitutes “physical force” in a majority of states. Stokeling’s proposed definition of physical force as force “reasonably expected to cause pain or injury” is inconsistent with the degree of force needed to commit robbery at common law and therefore cannot be adopted. Under the broader interpretation of “physical force,” robbery under Florida law qualifies as an ACCA-predicate offense under the elements clause, so the decision of the Eleventh Circuit below is affirmed.</p>\n<p>Justice Sonia Sotomayor filed a dissenting opinion, in which Chief Justice John Roberts and Justices Elena Kagan and Ruth Bader Ginsburg joined. The dissent opines that in light of the Court’s decision in <a href=\"https://www.oyez.org/cases/2009/08-6925\"><em>Johnson v. United States</em>, 559 U.S. 133 (2010)</a>, which held that the words “physical force” in the ACCA mean “a heightened degree of force, rather than minimal contact,” a Florida robbery, which can be committed through use of only slight force, should not be a “violent crime” under the ACCA.</p>\n"
}