{
    "ID": 54002,
    "name": "Presley v. Etowah County Commission",
    "href": "https://api.oyez.org/cases/1991/90-711",
    "view_count": 0,
    "docket_number": "90-711",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                689925600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/36862"
        },
        {
            "event": "Decided",
            "dates": [
                696492000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/36863"
        }
    ],
    "question": "<p>Did the alterations imposed by the Etowah County Commission and the Russell County Commission regarding the scope of commissioner authority constitute changes \"with respect to voting\" according to section 5 of the Voting Rights Act of 1965?</p>\n",
    "citation": {
        "volume": "502",
        "page": "491",
        "year": "1992",
        "href": "https://api.oyez.org/case_citation/case_citation/17931"
    },
    "term": "1991",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/502/491/",
    "facts_of_the_case": "<p>The principal focus of Alabama County Commission members is the construction and maintenance of roads. In 1987, Etowah County Commission passed the \"Common Fund Resolution\", combining all of the commission's funds into one county-wide budget and eliminating each commissioner's power over the distribution of funds allocated for his or her own road district. Newly elected black member, Commissioner Lawrence C. Presley, claimed that the changes in the distribution of authority were a form of racial discrimination and a violation of section 5 of the Voting Rights Act of 1965 which permits a state government to alter practices related to voting only after receiving judicial preclearance. The Etowah County Commission had not received this preclearance, and neither had the Russell County Commission when, in 1979, its members instituted the \"Unit System.\" This system transferred full authority over Russell County roads, highways, bridges, and ferries from the commissioners to the appointed county engineer. When the first 2 black commissioners were elected in Russell County, they joined Presley in filing a suit against Etowah and Russell Counties in the Federal District Court for the Middle District of Alabama. The District Court determined that preclearance was unnecessary in both 2 instances, but Presley appealed.</p>\n",
    "conclusion": "<p>No. In a majority opinion authored by Justice Anthony M. Kennedy, the Court determined that section 5 of the Voting Rights Act covers only changes that directly relate to voting. More specifically, the Court found that case law outlines 4 areas in which alterations require preclearance under section 5: the method of voting, the requirements for candidacy, the composition of the electorate, and the formation or elimination of an elected office. In the Court's opinion, neither the \"Common Fund Resolution\" nor the \"Unit System\" fell in any of the 4 categories. Instead, those 2 changes merely concern the \"internal operation of an elected body\". Thus, the judgment of the District Court was affirmed.</p>\n"
}