{
    "ID": 54813,
    "name": "United States v. Hubbell",
    "href": "https://api.oyez.org/cases/1999/99-166",
    "view_count": 0,
    "docket_number": "99-166",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                951199200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38375"
        },
        {
            "event": "Decided",
            "dates": [
                960181200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38376"
        }
    ],
    "question": "<p>Does the Fifth Amendment privilege against self-incrimination protect a witness from being compelled to disclose the existence of incriminating documents that the Government is unable to describe with reasonable particularity? If the witness produces such documents, pursuant to a grant of immunity, may the Government use them to prepare criminal charges against him?</p>\n",
    "citation": {
        "volume": "530",
        "page": "27",
        "year": "2000",
        "href": "https://api.oyez.org/case_citation/case_citation/18742"
    },
    "term": "1999",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/530/27/",
    "facts_of_the_case": "<p>In 1994, Webster Hubbell, in a plea agreement, promised to provide the Independent Counsel with information about matters relating to the Whitewater investigation. Subsequently, the Independent Counsel served Hubbell with a subpoena calling for such information, and Hubbell invoked his Fifth Amendment privilege against self-incrimination and refused to state whether he had the documents the Independent Counsel demanded. After being granted immunity, pursuant to 18 USC section 6003 (a), Hubbell produced the desired documents. The Independent Counsel then used those documents to indict Hubbell on tax and fraud charges. The District Court dismissed the indictment because the evidence that would be used against Hubbell was derived either directly or indirectly from his immunized act of producing those documents. Vacating that decision, the Court of Appeals directed the District Court to determine the scope of the Government's knowledge of Hubbell's financial affairs on the day the subpoena was issued. The court determined that if the Government could not demonstrate with reasonable particularity that there existed a prior awareness of the contents of the documents and that those documents were in Hubbell's possession, then the indictment was tainted. After acknowledging he could not meet this standard, the Independent Counsel entered into a conditional plea agreement providing for the dismissal of the indictment, unless the Supreme Court's disposition of the case made it reasonably likely that Hubbell's immunity would not pose a significant bar to his prosecution.</p>\n",
    "conclusion": "<p>Yes and no. In an 8-1 opinion delivered by Justice John Paul Stevens, the Court, in order to determine the precise scope of a grant of immunity with respect to the production of documents in response to a subpoena, held that a person responding to subpoena, pursuant to a court order granting immunity, could not be prosecuted on the basis of information in the documents produced if the government did not have any prior, independent knowledge of the documents. Thus, the indictment against Hubbell was dismissed because it was not derived from sources independent of documents produced under his grant of immunity. Justice Stevens wrote for the Court, \"we have no doubt that the constitutional privilege against self-incrimination protects the target of a grand jury investigation from being compelled to answer questions designed to elicit information about the existence of sources of potentially incriminating evidence.\" Chief Justice William H. Rehnquist was the lone dissenter.</p>\n"
}