{
    "ID": 55111,
    "name": "Dole Food Company v. Patrickson",
    "href": "https://api.oyez.org/cases/2002/01-593",
    "view_count": 0,
    "docket_number": "01-593",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                1043215200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/52686"
        },
        {
            "event": "Decided",
            "dates": [
                1050987600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38940"
        }
    ],
    "question": "<p>May a corporate subsidiary claim instrumentality status where the foreign state does not own a majority of its shares but does own a majority of the shares of a corporate parent one or more tiers above the subsidiary? Is a corporation's instrumentality status defined as of the time an alleged tort or other actionable wrong occurred?</p>\n",
    "citation": {
        "volume": "538",
        "page": "468",
        "year": "2003",
        "href": "https://api.oyez.org/case_citation/case_citation/27071"
    },
    "term": "2002",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/538/468/",
    "facts_of_the_case": "<p>In 1997, a group of farm workers from Costa Rica, Ecuador, Guatemala, and Panama, who alleged injury from chemical exposure, filed a state-court action against Dole Food Company and others. Subsequently, Dole impleaded Dead Sea Bromine Co. and Bromine Compounds, Ltd., or the Dead Sea Companies. Dole successfully removed the action to federal court, arguing that the federal common law of foreign relations provided federal-question jurisdiction. The District Court rejected the argument that the Dead Sea Companies were instrumentalities of a foreign state, Israel, as defined by the Foreign Sovereign Immunities Act of 1976 (FSIA) and thus entitled to removal. In reversing, the Court of Appeals concluded that Dole could not base removal on the federal common law of foreign relations and that the Dead Sea Companies were not instrumentalities of Israel because they did not meet the FSIA's instrumentality definition.</p>\n",
    "conclusion": "<p>No and no. In an opinion delivered by Justice Anthony M. Kennedy, the Court held, 7-2, that a foreign state must itself own a majority of the shares of a corporation if the corporation is to be deemed an instrumentality of the state under the provisions of the FSIA and, 9-0, that instrumentality status is determined at the time of the filing of the complaint. The Court reasoned that, as indirect subsidiaries of Israel, the Dead Sea Companies cannot come within the statutory language granting instrumentality status and that only direct ownership satisfies the statutory requirement. Concurring in part and dissenting in part, Justice Stephen G. Breyer, joined by Justice Sandra Day O'Connor, argued that the language \"other ownership interest...owned by a foreign state,\" covers a foreign state's legal interest in a corporate subsidiary, where that interest consists of the foreign state's ownership of a corporate parent that owns the shares of the subsidiary. As Dole did not seek review of the Court of Appeals' decision, the writ of certiorari in 01-593 was dismissed.</p>\n"
}