{
    "ID": 55059,
    "name": "Dow Chemical Company v. Stephenson",
    "href": "https://api.oyez.org/cases/2002/02-271",
    "view_count": 0,
    "docket_number": "02-271",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                1046239200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38842"
        },
        {
            "event": "Decided",
            "dates": [
                1055134800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38843"
        }
    ],
    "question": "<p>Does the 1984 Agent Orange settlement preclude plaintiffs, who allege that they were inadequately represented in the prior litigation, from asserting claims?</p>\n",
    "citation": {
        "volume": "539",
        "page": "111",
        "year": "2003",
        "href": "https://api.oyez.org/case_citation/case_citation/18988"
    },
    "term": "2002",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/539/111/",
    "facts_of_the_case": "<p>In 1984 Dow Chemical Co. negotiated a settlement in a class action lawsuit filed by Vietnam War veterans who had been exposed to Agent Orange and subsequently developed various injuries and illnesses. The settlement created a fund that would pay those who developed illnesses up until 1994. Daniel Stephenson, a Vietnam veteran, developed cancer in 1998 and could therefore not collect money from the fund. He sued, saying that he was not adequately represented in the original settlement, which made no provision for injuries that developed after 1994. Therefore, he claimed, he had the right to file a suit of his own. The district court ruled for Dow Chemical; the 2nd Circuit Court of Appeals unanimously reversed, ruling for Stephenson.</p>\n",
    "conclusion": "<p>An equally divided Court affirmed in part and vacated and remanded in part. In a per curiam opinion, the Court affirmed the judgment of Court of Appeals with respect to Stephenson and vacated and remanded the judgment of Court of Appeals with respect to Isaacson for further consideration in light of Syngenta Crop Protection, Inc. v. Henson, 537 U.S. 28 (2002). Justice John Paul Stevens took no part in the consideration or decision of this case.</p>\n"
}