{
    "ID": 55098,
    "name": "Sattazahn v. Pennsylvania",
    "href": "https://api.oyez.org/cases/2002/01-7574",
    "view_count": 0,
    "docket_number": "01-7574",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                1036389600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38914"
        },
        {
            "event": "Decided",
            "dates": [
                1042524000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38915"
        }
    ],
    "question": "<p>Does either the Fifth Amendment's Double Jeopardy Clause or the Fourteenth Amendment's Due Process Clause bar a state from seeking the death penalty upon retrial where a statutory life sentence for murder was imposed after the jury was unable to agree on a sentence?</p>\n",
    "citation": {
        "volume": "537",
        "page": "101",
        "year": "2003",
        "href": "https://api.oyez.org/case_citation/case_citation/19027"
    },
    "term": "2002",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/537/101/",
    "facts_of_the_case": "<p>When David Sattazahn's penalty-phase jury reported to the trial judge that it was hopelessly deadlocked 9-to-3 for life imprisonment, the court discharged the jury and entered a life sentence, as required under Pennsylvania law. On appeal, the Pennsylvania Superior Court reversed Sattazahn's first-degree murder conviction and remanded for a new trial. At the second trial, Pennsylvania again sought the death penalty and the jury again convicted Sattazahn, but this time the jury imposed a death sentence. In affirming, the Pennsylvania Supreme Court found that neither the Fifth Amendment's Double Jeopardy Clause nor the Fourteenth Amendment's Due Process Clause barred Pennsylvania from seeking the death penalty at the retrial.</p>\n",
    "conclusion": "<p>No. In a 5-4 opinion delivered by Justice Antonin Scalia, the Court held that there was neither a Double Jeopardy Clause nor a Due Process Clause bar to Pennsylvania's seeking the death penalty on retrial. The Court reasoned that the death sentence on retrial did not implicate a double jeopardy bar because the life sentence at issue did not amount to an acquittal based on findings sufficient to establish legal entitlement to the life sentence or that the government failed to prove one or more aggravating circumstances beyond a reasonable doubt. The Court also refused to hold that the Due Process Clause provides greater double-jeopardy protection than does the Double Jeopardy Clause. Justice Sandra Day O'Connor filed an opinion concurring in part and concurring in the judgment. Justice Ruth Bader Ginsburg filed a dissenting opinion, in which Justices John Paul Stevens, David H. Souter, and Stephen G. Breyer, joined.</p>\n"
}