{
    "ID": 63530,
    "name": "Jack Daniel's Properties v. VIP Products LLC",
    "href": "https://api.oyez.org/cases/2022/22-148",
    "view_count": 0,
    "docket_number": "22-148",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1669010400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/55187"
        },
        {
            "event": "Argued",
            "dates": [
                1679461200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/55235"
        },
        {
            "event": "Decided",
            "dates": [
                1686200400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/55294"
        }
    ],
    "question": "<p>Is humorous use of another’s trademark as one’s own on a commercial product subject to the Lanham Act’s likelihood-of-confusion analysis, or instead entitled to heightened First Amendment protection?</p>\n",
    "citation": {
        "volume": "599",
        "page": null,
        "year": "2023",
        "href": "https://api.oyez.org/case_citation/case_citation/27921"
    },
    "term": "2022",
    "description": "A case in which the Court held that humorous use of another’s trademark as one’s own on a commercial product is subject to the Lanham Act’s likelihood-of-confusion analysis.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/599/22-148/",
    "facts_of_the_case": "<p>VIP Products LLC, a company that manufactures dog toys, created a plastic toy that resembles Jack Daniel’s iconic bottle. Instead of “Jack Daniel’s,” the toy’s “label” says “Bad Spaniels”; and instead of “Old No. 7” and “Tennessee Sour Mash Whiskey” it says “The Old No. 2 on your Tennessee Carpet.”</p>\n<p>Jack Daniel’s sued the toy company alleging violation of its trademark. The district court held that the toy is a humorous parody entitled to First Amendment protection, and the U.S. Court of Appeals for the Ninth Circuit affirmed.</p>\n",
    "conclusion": "<p>The parodic use of another’s trademark as one’s own on a commercial product is subject to the Lanham Act’s likelihood-of-confusion analysis, not the threshold Rogers test, and is not automatically excluded from a claim of trademark dilution. Justice Elena Kagan authored the unanimous opinion of the Court.</p>\n<p>The Lanham Act creates federal causes of action for trademark infringement and trademark dilution. In a typical infringement case, the question is whether the defendant’s use of a mark is “likely to cause confusion, or to cause mistake, or to deceive.” In a typical dilution case, the question is whether the defendant “harm[ed] the reputation” of a famous trademark. However, even before answering these questions, courts apply a threshold test developed by the Second Circuit in Rogers v. Grimaldi, 875 F.2d 994 (2d Cir. 1989) Under the Rogers test, when a trademark infringement claim targets an expressive work, the claim must be dismissed unless the complainant can show either (1) that the challenged use of a mark “has no artistic relevance to the underlying work” or (2) that it “explicitly misleads as to the source or the content of the work.”</p>\n<p>The Rogers test is limited, however. It does not insulate from ordinary trademark scrutiny the use of trademarks as trademarks. A primary purpose of trademark law is to protect against consumer confusion about source, and the risk of consumer confusion is highest when someone uses another’s trademark as a trademark, as VIP did with Jack Daniel’s iconic bottle. The parodic nature of VIP’s use may affect the ultimate determination of the likelihood of consumer confusion, but it does not automatically shield the use from claims of dilution. Thus, dismissal of the infringement and dilution claims under the Rogers test was erroneous.</p>\n<p>Justice Sonia Sotomayor authored a concurring opinion, in which Justice Samuel Alito joined, to warn courts to view surveys, such as the one provided as evidence of consumer confusion in this case, with caution and as merely one piece of a multifaceted analysis of the likelihood of confusion.</p>\n<p>Justice Neil Gorsuch authored a concurring opinion, in which Justices Clarence Thomas and Amy Coney Barrett joined. Although the Court’s decision left the Rogers test intact, Justice Gorsuch warned lower courts to view it “with care” and expressed doubt that Rogers is “correct in all its particulars.”</p>\n"
}