{
    "ID": 55025,
    "name": "United States Postal Service v. Gregory",
    "href": "https://api.oyez.org/cases/2001/00-758",
    "view_count": 0,
    "docket_number": "00-758",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                1002603600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38777"
        },
        {
            "event": "Decided",
            "dates": [
                1005631200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38778"
        }
    ],
    "question": "<p>Must the Merit Systems Protection Board adopt the Court of Appeals for the Federal Circuit ruling that, when assessing a penalty's reasonableness, the Board may not consider prior disciplinary actions that are pending in collectively bargained grievance proceedings?</p>\n",
    "citation": {
        "volume": "534",
        "page": "1",
        "year": "2001",
        "href": "https://api.oyez.org/case_citation/case_citation/18954"
    },
    "term": "2001",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/534/1/",
    "facts_of_the_case": "<p>Maria Gregory worked for the United States Postal Service as a letter technician with responsibility for overseeing letter carriers on five mail routes and serving as a replacement carrier on those routes. In 1997, while three disciplinary actions that the Postal Service took against Gregory were pending in grievance proceedings pursuant to the Postal Service's collective bargaining agreement with her union, the Postal Service terminated Gregory's employment after a fourth violation. Gregory then appealed to the Merit Systems Protection Board, where an agency must prove its charge by a preponderance of the evidence, proving not only that the misconduct occurred, but also that the penalty assessed is reasonable in relation to it. Analyzing her three prior disciplinary actions independently, an Administrative Law Judge concluded that Gregory's termination was reasonable in light of her four violations. Ultimately, the Court of Appeals for the Federal Circuit held that prior disciplinary actions subject to ongoing proceedings may not be used to support a penalty's reasonableness.</p>\n",
    "conclusion": "<p>No. In an opinion delivered by Justice Sandra Day O'Connor, the Court held that that the Federal Circuit's ruling was vacated because the Board has broad discretion in determining how to review prior disciplinary actions and need not adopt the Federal Circuit's rule. The Court reasoned that the Board had broad discretion under the arbitrary-and-capricious standard of 5 USC section 7703(c) to review prior disciplinary actions and that the role of the judiciary was only to ascertain whether the Board had met this minimum standard. Justice Clarence Thomas filed a concurring opinion. Justice Ruth Bader Ginsburg filed an opinion concurring in the judgment.</p>\n"
}