{
    "ID": 54966,
    "name": "Alabama v. Shelton",
    "href": "https://api.oyez.org/cases/2001/00-1214",
    "view_count": 0,
    "docket_number": "00-1214",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                1014098400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38669"
        },
        {
            "event": "Decided",
            "dates": [
                1021870800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38670"
        }
    ],
    "question": "<p>Does the Sixth Amendment right to appointed counsel, as defined in Argersinger v. Hamlin, 407 U.S. 25, and Scott v. Illinois, 440 U.S. 367, apply to a defendant who was sentenced to a suspended sentence?</p>\n",
    "citation": {
        "volume": "535",
        "page": "654",
        "year": "2002",
        "href": "https://api.oyez.org/case_citation/case_citation/18895"
    },
    "term": "2001",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/535/654/",
    "facts_of_the_case": "<p>Lereed Shelton represented himself in an Alabama Circuit Court criminal trial. The court warned Shelton about the difficulties that self-representation entailed, but at no time offered him assistance of counsel at state expense. Ultimately, Shelton was convicted of misdemeanor assault and sentenced to a 30-day jail term, which the trial court suspended, placing Shelton on two years' unsupervised probation. Shelton appealed on Sixth Amendment grounds. The Alabama Supreme Court reversed Shelton's suspended jail sentence, reasoning that U.S. Supreme Court's decisions in Argersinger v. Hamlin, 407 U.S. 25, and Scott v. Illinois, 440 U.S. 367, require provision of counsel in any petty offense, misdemeanor, or felony prosecution, \"that actually leads to imprisonment even for a brief period.\" The court concluded that, because a defendant may not be imprisoned absent provision of counsel, Shelton's suspended sentence could never be activated and was therefore invalid.</p>\n",
    "conclusion": "<p>Yes. In a 5-4 opinion delivered by Justice Ruth Bader Ginsburg, the Court held, according to Argersinger, that a suspended sentence that may \"end up in the actual deprivation of a person's liberty\" may not be imposed unless the defendant was accorded \"the guiding hand of counsel\" in the prosecution for the crime charged. The Court reasoned that, because the invocation of the suspended incarceration would constitute a prison term imposed for the assault offense of which defendant was convicted without the assistance of counsel, the Constitution required the provision of counsel. Justice Antonin Scalia, with whom Chief Justice William H. Rehnquist and Justices Anthony M. Kennedy and Clarence Thomas joined, dissented. Justice Scalia argued that the Court's prior decisions emphasized actual imprisonment as the touchstone of entitlement to appointed counsel.</p>\n"
}