{
    "ID": 62589,
    "name": "Sturgeon v. Frost",
    "href": "https://api.oyez.org/cases/2015/14-1209",
    "view_count": 0,
    "docket_number": "14-1209",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1443675600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/53282"
        },
        {
            "event": "Argued",
            "dates": [
                1453269600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/53332"
        },
        {
            "event": "Decided",
            "dates": [
                1458622800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/53461"
        }
    ],
    "question": "<p>Does the Alaska National Interest Lands Conservation Act of 1980 prohibit the National Park Service from exercising regulatory control over state, Native, corporate, and private Alaska land physically located within the boundaries of the National Park System?</p>\n",
    "citation": {
        "volume": "577",
        "page": null,
        "year": "2016",
        "href": "https://api.oyez.org/case_citation/case_citation/27367"
    },
    "term": "2015",
    "description": "A case in which the Court held that the Alaska National Interest Lands Conservation Act of 1980 did not allow the National Park Service to regulate all land physically within the boundaries of the National Park System in Alaska.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/577/424/",
    "facts_of_the_case": "<p>John Sturgeon regularly hunted on the Yukon-Charley River National Preserve (Yukon-Charley), which is part of the National Park Service (NPS), in Alaska. Sturgeon used a hovercraft to hunt. During one of his hunting trips, he was approached by three NPS enforcement employees and told that NPS regulations prohibited the operation of hovercrafts within all national parks, and therefore he was prohibited from using his hovercraft within the Yukon-Charley boundaries. Sturgeon insisted that the NPS did not have jurisdiction in the area because it was a state-owned river and subsequently sued Bert Frost, the director of the NPS for Alaska. Sturgeon claimed the NPS violated Alaska National Interest Lands Conservation Act of 1980 (ANILCA) as applied to his use of hovercrafts on state-owned lands and waters because ANILCA limited the applicability of NPS regulations on land that is not federally owned.</p>\n",
    "conclusion": "<p>The Alaska National Interest Lands Conservation Act of 1980 does not allow the National Park Service to regulate all land physically within the boundaries of the National Park System in Alaska. Chief Justice John G. Roberts, Jr. delivered the opinion of the unanimous Court, which held that the U.S. Court of Appeals for the Ninth Circuit’s interpretation of ANILCA would lead to inconsistent Park practices. The result of this interpretation would be that the Park Service may regulate “non-public” lands with national regulations, but it may not regulate Alaska-specific regulations to those lands.</p>\n"
}