{
    "ID": 63115,
    "name": "Kansas v. Glover",
    "href": "https://api.oyez.org/cases/2019/18-556",
    "view_count": 0,
    "docket_number": "18-556",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1554094800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54485"
        },
        {
            "event": "Argued",
            "dates": [
                1572847200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54595"
        },
        {
            "event": "Decided",
            "dates": [
                1586149200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54685"
        }
    ],
    "question": "<p>For purposes of an investigative stop under the Fourth Amendment, is it reasonable for an officer to suspect that the registered owner of a vehicle is the one driving the vehicle absent any information to the contrary?</p>\n",
    "citation": {
        "volume": "589",
        "page": null,
        "year": "2020",
        "href": "https://api.oyez.org/case_citation/case_citation/27675"
    },
    "term": "2019",
    "description": "A case in which the Court held that when a police officer lacks information to suggest that the person driving a vehicle is not the vehicle’s owner, an investigative traffic stop made after running the vehicle’s license plate and learning that the registered owner’s driver’s license has been revoked is reasonable under the Fourth Amendment.\r\n",
    "justia_url": "https://supreme.justia.com/cases/federal/us/589/18-556/",
    "facts_of_the_case": "<p>While on patrol, a Kansas police officer ran a registration check on a pickup truck with a Kansas license plate. Upon running the check, the officer learned that the truck was registered to Charles Glover, Jr., and that his license had been revoked. Acting on suspicion that the owner was unlawfully operating the vehicle (based on the assumption that the registered owner of the truck was also the driver), the officer stopped the truck. The officer confirmed that Glover was the driver and issued him a citation for being a habitual violator of Kansas traffic laws.</p>\n<p>Glover moved to suppress all evidence from the stop, arguing that the stop violated his Fourth Amendment right against unreasonable searches and seizures. According to Glover, the police officer lacked reasonable suspicion to pull him over. The state argued that a law enforcement officer may infer that the owner of a vehicle is the one driving the vehicle, absent information to the contrary, and the knowledge that the owner has a revoked license combined with that inference gives rise to reasonable suspicion to conduct an investigative stop.</p>\n<p>The state trial court concluded that it is not reasonable for an officer to infer that the registered owner of a vehicle is also its driver and granted Glover’s motion to suppress. The appellate court reversed, and the Kansas Supreme Court granted review. The supreme court reversed the lower court, holding that the inference impermissibly “stacked” assumptions and would relieve the state of its burden of showing reasonable suspicion for a stop.</p>\n",
    "conclusion": "<p>When a police officer lacks information to the contrary, it is reasonable under the Fourth Amendment for the officer to assume that the driver of a vehicle is its owner, and if the owner’s license is revoked, to conduct an investigative stop of the vehicle. Justice Clarence Thomas wrote the opinion for the 8-1 majority. Under the Fourth Amendment, a police officer may make a “brief investigative traffic stop” when he has “a particularized and objective basis” to suspect legal wrongdoing. Courts must permit officers to use common sense to make judgments and inferences about human behavior. In this case, the police officer’s common-sense inference was that the vehicle’s owner was most likely the driver, which provided sufficient suspicion to stop the vehicle. It does not matter that a vehicle’s driver is not always its registered owner; the officer’s judgment was based on common-sense judgment and experience. Thus he had reasonable suspicion, and the traffic stop did not violate the Fourth Amendment.</p>\n<p>Justice Elena Kagan authored a concurring opinion, in which Justice Ruth Bader Ginsburg joined, to point out that the license-revocation alert does not end the inquiry because, in a similar setting with slightly different facts, there might not be reasonable suspicion. Justice Kagan specifically described that most license suspensions (as opposed to revocations) do not relate to driving at all but are highly correlated with poverty.</p>\n<p>Justice Sonia Sotomayor authored a dissenting opinion, arguing that the Court’s decision ignores “key foundations of our reasonable-suspicion jurisprudence and impermissibly and unnecessarily reduces the State’s burden of proof.” Justice Sotomayor disagreed with the majority’s conclusion that seizing the vehicle was constitutional because drivers with revoked licenses in Kansas have demonstrated a disregard for the law, arguing that that conclusion “flips the burden of proof.”</p>\n"
}