{
    "ID": 55140,
    "name": "Pennsylvania State Police v. Suders",
    "href": "https://api.oyez.org/cases/2003/03-95",
    "view_count": 0,
    "docket_number": "03-95",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                1080712800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39011"
        },
        {
            "event": "Decided",
            "dates": [
                1087189200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/52580"
        }
    ],
    "question": "<p>When a supervisor makes a workplace environment so hostile (through sexual harassment) that an employee has no choice but to quit, may the employee bring suit even if she did not use the internal procedures established by the employer to report sexual harassment claims?</p>\n",
    "citation": {
        "volume": "542",
        "page": "129",
        "year": "2004",
        "href": "https://api.oyez.org/case_citation/case_citation/20536"
    },
    "term": "2003",
    "description": null,
    "justia_url": null,
    "facts_of_the_case": "<p>Nancy Drew Suders quit her job as a dispatcher for the Pennsylvania State Police in August 1998. She claimed that she had been sexually harassed by her supervisors since she got the job in March of that year, and that she had finally decided to quit after she was accused of theft, handcuffed, photographed and questioned. Two days before quitting, she had contacted the state police equal opportunity officer about the harassment, but did not file a report because, Suders claimed, the woman was unhelpful and unsympathetic.</p>\n<p>Suders then filed suit in federal district court, charging that the harassment had forced her to quit. The district court judge, however, granted summary judgment to the state police before the case went to trial. He found that Suders had failed to use the internal procedures set up by the state police to deal with sexual harassment, and that she therefore could not bring suit unless the police had taken a \"tangible employment action\" that substantially changed her employment status. On appeal, a Third Circuit Court of Appeals panel overturned the district judge's decision, ruling that the harassment had been so bad that Suders had no choice but to quit. While the police had not fired Suders, they had been directly responsible for her resignation and therefore could not use her failure to file a report as a defense.</p>\n",
    "conclusion": "<p>Yes. In an 8-to-1 decision written by Justice Ruth Bader Ginsburg, the Court ruled that an employee faced with a situation in which a \"reasonable person ... would have felt compelled to resign\" could bring suit even if she had not filed a report with the employer before resigning. Her employer, however, could use her failure to file a report, along with evidence of the safeguards it had in place to prevent harassment, in its defense. If it could prove that she had not attempted to prevent the harassment, and that the safeguards in place would have prevented it if she had, the employer would not be liable.</p>\n"
}