{
    "ID": 54480,
    "name": "Saratoga Fishing Company v. J. M. Martinac & Company",
    "href": "https://api.oyez.org/cases/1996/95-1764",
    "view_count": 0,
    "docket_number": "95-1764",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                856245600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37761"
        },
        {
            "event": "Decided",
            "dates": [
                865227600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37762"
        }
    ],
    "question": "<p>Can extra equipment, added to a ship after it was constructed, be considered \"other property\" for which the ship manufacturer is liable?</p>\n",
    "citation": {
        "volume": "520",
        "page": "875",
        "year": "1997",
        "href": "https://api.oyez.org/case_citation/case_citation/18409"
    },
    "term": "1996",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/520/875/",
    "facts_of_the_case": "<p>J. M. Martinac &amp; Co. built the fishing vessel M/V Saratoga. Martinac installed a hydraulic system designed by Marco Seattle Inc. in the Saratoga. The initial user, Joseph Madruga, bought the ship new and added extra equipment. Madruga then sold the Saratoga to Saratoga Fishing Co., the subsequent user. Saratoga Fishing used the ship until it caught fire and sank. Saratoga Fishing then filed an admiralty tort suit against Martinac and Marco. Precedent stated that an admiralty tort plaintiff cannot recover damages for the physical damage that a defective product caused to the \"product itself,\" but can recover damages for physical damage that the product caused to \"other property.\" The District Court found that the hydraulic system had been defectively designed and awarded Saratoga Fishing damages, including damages for the loss of the equipment added by Madruga. The Court of Appeals reversed. It held that the added equipment was part of the ship when it was resold to Saratoga Fishing and, therefore, was part of the defective product that itself caused the harm.</p>\n",
    "conclusion": "<p>Yes. In a decision authored by Justice Stephen G. Breyer, the Court ruled that equipment added by the initial user before he sold the ship to the subsequent user is \"other property,\" and as Justice Breyer wrote, \"[e]quipment added to a product after the manufacturer . . . has sold the product to an initial user is not part of the product that itself caused the physical harm.\"</p>\n"
}