{
    "ID": 56021,
    "name": "United States Forest Service v. Pacific Rivers Council",
    "href": "https://api.oyez.org/cases/2012/12-623",
    "view_count": 0,
    "docket_number": "12-623",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1363582800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41361"
        },
        {
            "event": "Decided",
            "dates": [
                1374210000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/52746"
        }
    ],
    "question": "<p>1. Does the Pacific Rivers Council (PRC) have standing to challenge the Forest Service's 2004 amendments if it failed to establish that any of its members were imminently threatened with harm because of the amendments?</p>\n<p>2. Is the PRC's challenge to the amendments ripe for suit if the PRC fail to identify any project authorized under the plan to which the PRC objects?</p>\n<p>3. Did the NEPA require the Forest Service to analyze every reasonably possible type of environmental effect that the amendments might have on the ecosystem?</p>\n",
    "citation": {
        "volume": "570",
        "page": null,
        "year": "2013",
        "href": "https://api.oyez.org/case_citation/case_citation/19943"
    },
    "term": "2012",
    "description": "A case which the Court dismissed in favor of the US Forest Service on the grounds that the Pacific Rivers Council did not have standing to challenge the Forest Service's amendments to the Environmental Impact Statement.",
    "justia_url": null,
    "facts_of_the_case": "<p>In 2001, the United States Forest Service (\"Forest Service\") produced a study into the aquatic and river systems in the Sierra Nevada mountain range. As a result of this study, the Forest Service issued a Final Environmental Impact Statement that set new standards designed to protect and repair the aquatic and river systems in that area. In 2004, the Forest Service amended these standards and recommended considerable changes to other existing programs.</p>\n<p>Following this change, the Pacific Rivers Council filed a lawsuit in the United States District Court for the Eastern District of California, alleging that the changes to the Environmental Impact Statement violated provisions of the National Environmental Protection Act (NEPA) and the Administrative Procedure Act (APA). The District Court granted summary judgment in favor of the Forest Service. The Pacific Rivers Council appealed.</p>\n<p>The Court of Appeals for the Ninth Circuit affirmed in part and reversed in part. First, that court held that the amended 2004 Environmental Impact Statement failed to adequately account for the specific environmental impacts that the standards may have on fish in the Sierra Nevada. This lack of analysis violated the NEPA and the APA. The 2004 statement did, however, adequately analyze the effect that the new standards may have on amphibians. Therefore, the new standards with respect to amphibians did not violate either the NEPA or the APA. The Forest Service appealed.</p>\n",
    "conclusion": "<p>Unanswered. Prior to arguments, the Court granted a motion by the respondents to vacate the judgment of the lower court and dismiss the case as moot.</p>\n"
}