{
    "ID": 63220,
    "name": "Little Sisters of the Poor Saints Peter and Paul Home v. Pennsylvania",
    "href": "https://api.oyez.org/cases/2019/19-431",
    "view_count": 0,
    "docket_number": "19-431",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1579240800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54650"
        },
        {
            "event": "Argued",
            "dates": [
                1588741200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54701"
        },
        {
            "event": "Decided",
            "dates": [
                1594184400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54743"
        }
    ],
    "question": "<p>Did the federal government lawfully exempt religious objectors from the regulatory requirement to provide health plans that include contraceptive coverage?</p>\n",
    "citation": {
        "volume": "591",
        "page": null,
        "year": "2020",
        "href": "https://api.oyez.org/case_citation/case_citation/27738"
    },
    "term": "2019",
    "description": "A case in which the Court held that the federal government acted properly when it added extensive exemptions to regulations requiring employers to include contraceptive coverage in employee health plans.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/591/19-431/",
    "facts_of_the_case": "<p>The Women’s Health Amendment to the Affordable Care Act (ACA) requires that women's health insurance include coverage for preventive health care, including contraception. The rule provided that a nonprofit religious employer who objects to providing contraceptive services may file an accommodation form requesting an exemption to the requirement, thereby avoiding paying for or otherwise participating in the provision of contraception to its employees.</p>\n<p>In <a href=\"https://www.oyez.org/cases/2013/13-354\"><em>Burwell v. Hobby Lobby Stores, Inc.</em>, 573 U.S. 682 (2014)</a>, the Supreme Court held that under the Religious Freedom Restoration Act (RFRA), closely-held for-profit corporations were also entitled to invoke the exemption if they had sincere religious objections to the provision of contraceptive coverage. Then, in <em>Wheaton College v. Burwell</em>, 573 U.S. 958, (2014), the Court held that an entity seeking an exemption did not need to file the accommodation form; rather, its notification to the Department of Health and Human Services (HHS) was sufficient to receive the exemption. HHS and the Departments of Labor and Treasury promulgated a final rule in compliance with these rulings.</p>\n<p>Then, in <a><em>Zubik v. Burwell</em>, 578 U.S. __ (2017)</a>, the Court considered another challenge to the rule, which asserted that merely submitting the accommodation notice “substantially burden[ed] the exercise of their religion,” in violation of RFRA. In a per curiam opinion, the Court declined to reach the merits of that question.</p>\n<p>In 2017, the Department of Health and Human Services under the Trump administration promulgated regulations that greatly expanded the entities eligible to claim an exemption to the requirement that group health insurance plans cover contraceptive services. The new rules, which the agencies promulgated without issuing a notice of proposed rulemaking or soliciting public comment, expanded the scope of the religious exemption and added a “moral” exemption.</p>\n<p>Pennsylvania and New Jersey challenged the rules in federal district court, alleging that they violate the Constitution, federal anti-discrimination law, and the Administrative Procedure Act (APA). After a hearing and reviewing evidence, the district court issued a nationwide injunction enjoining the rules’ enforcement, finding the states were likely to succeed on their APA claim. The U.S. Court of Appeals for the Third Circuit affirmed.</p>\n<p>This case is consolidated with a similar case, <em>Trump v. Pennsylvania</em>, No. 19-454, presenting the same legal question.</p>\n",
    "conclusion": "<p>The Departments of Health and Human Services, Labor, and the Treasury had the authority under the ACA to promulgate the religious and moral exemptions, and they promulgated those exemptions consistent with the manner required under the Administrative Procedure Act. Justice Clarence Thomas authored the five-justice majority opinion.</p>\n<p>First, the Court considered whether the Departments had the statutory authority to promulgate the rules. The relevant provision of the ACA states requires insurers provide women “additional preventive care and screenings . . . as provided for in comprehensive guidelines supported by [Health Resources and Services Administration (HRSA)].” The Court interpreted this “as provided for” language to be a broad grant of authority and discretion to decide what counts as preventive care and screenings, including the ability to identify and create exemptions. Because it found the ACA gave the Departments the authority to promulgate these exceptions, it did not need to consider whether the Religious Freedom Restoration Act (RFRA) required or authorized the exceptions. Nonetheless, it was appropriate for the Departments to consider RFRA because of the likelihood of conflict between the contraceptive mandate and RFRA.</p>\n<p>Then, the Court considered whether the Departments had violated the procedural requirements of the APA. The Court rejected the argument that the procedure was defective due to the Departments’ naming the relevant document “Interim Final Rules with Request for Comments” instead of “General Notice of Proposed Rulemaking.” Additionally, the Court rejected the argument that the rule was invalid because the Departments had failed to keep an open mind during the notice-and-comment period. Open-mindedness is not a requirement of the APA.</p>\n<p>Justice Samuel Alito authored a concurring opinion, in which Justice Neil Gorsuch joined. Justice Alito argued that the Court should have gone further and ruled “not only that it was appropriate for the Departments to consider RFRA, but also that the Departments were required by RFRA to create the religious exemption (or something very close to it).”</p>\n<p>Justice Elena Kagan authored an opinion concurring in the judgment, in which Justice Stephen Breyer joined. In Justice Kagan’s view, the language of the ACA granting HRSA’s authority was ambiguous, and the doctrine of Chevron deference requires the Court to defer to the agency’s reasonable interpretation of the statute—that HRSA had the power to create exemptions from the contraceptive mandate. Though concurring in the Court’s judgment, Justice Kagan would remand the case for the lower court to determine whether the exemptions are the product of reasoned decision-making, or instead are arbitrary and capricious.</p>\n<p>Justice Ruth Bader Ginsburg authored a dissenting opinion, in which Justice Sonia Sotomayor joined. Justice Ginsburg argued that the Court reached the wrong conclusion, that the language of the Women’s Health Amendment authorizes HRSA to determine only the type of women’s health services, not to undermine the statutory directive to provide such services at a minimum. Justice Ginsburg noted that the Court’s decision would immediately cause “between 70,500 and 126,400 women” to lose access to no-cost contraceptive services.</p>\n"
}