{
    "ID": 55948,
    "name": "FTC v. Actavis Inc.",
    "href": "https://api.oyez.org/cases/2012/12-416",
    "view_count": 0,
    "docket_number": "12-416",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1354860000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41205"
        },
        {
            "event": "Argued",
            "dates": [
                1364187600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41206"
        },
        {
            "event": "Decided",
            "dates": [
                1371445200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/41207"
        }
    ],
    "question": "<p>Are reverse payment agreements per se lawful, rather than presumptively anticompetitive?</p>\n",
    "citation": {
        "volume": "570",
        "page": "136",
        "year": "2013",
        "href": "https://api.oyez.org/case_citation/case_citation/19870"
    },
    "term": "2012",
    "description": "A case in which the Court found that antitrust law applies to reverse payment agreements.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/570/136/",
    "facts_of_the_case": "<p>In 2000, Solvay Pharmaceuticals successfully patented AndroGel, a topical gel medication. Shortly after the FDA approved the medication, generic drug manufacturers Watson Pharmaceuticals and Paddock Laboratories began developing generic versions of the gel. Solvay filed a patent infringement suit against Watson and Paddock, but the manufacturers counter-claimed that Solvay's patent was invalid to begin with. As the infringement suit progressed, Solvay feared that it would lose its monopoly on AndroGel. To prevent this, Solvay entered into a reverse payment agreement with the two manufacturers. In return for dropping the suit and maintaining exclusivity, Solvay agreed to pay the manufacturers a sizeable fee. The agreement allowed Solvay to maintain its monopoly, despite the possible invalidity of the patent, in exchange for sharing some of the profits with its potential competitors.</p>\n<p>Shortly after entering the agreement, the Federal Trade Commission (\"FTC\") filed a complaint against the pharmaceutical companies. The FTC claimed that Solvay was unlikely to win the patent infringement suit; therefore the settlement unfairly protected an invalid patent monopoly. By limiting competition in the AndroGel market, the manufacturers were restraining trade in violation of antitrust laws. The manufacturers argued that the FTC failed to state a valid claim because the agreement merely protected Solvay's already existing patent rights. The United States District Court for the Northern District of Georgia agreed with the manufacturers and dismissed the case. The FTC appealed to the United States Court of Appeals for the Eleventh Circuit, which affirmed the lower court's decision. The appellate court explained that the manufacturers' reverse payment settlement is lawful as long as it restrains competition in the same way that patent protection typically restrains competition.</p>\n",
    "conclusion": "<p>No. Justice Stephen G. Breyer delivered the opinion for the 5-3 majority. The Court held that reverse payment settlements are not presumptively unlawful and that the FTC's lawsuit should have been allowed to proceed. Although patent-based settlement agreements can sometimes violate anti-trust laws, the Court declined to apply an all-or-nothing rule regarding these agreements. Instead, the Court stated that there are five considerations that should have allowed the consideration of FTC's case. These considerations are: 1) that specific restraints in the settlement agreement had the potential to adversely effect competition; 2) that certain anti-trust consequences will sometimes prove unjustified; 3) that if a reverse payment settlement can cause anticompetitive harm, the patent-holder likely has the power to bring about that harm as well; 4) an anti-trust claim may be more administratively feasible than the lower court believed; and 5) the fact that a large, unjustified reverse payment settlement risks anti-trust liability does not prevent litigating parties from settling their lawsuits. The Court held that these considerations outweighed the lower court's decision to provide anti-trust immunity to reverse payment settlements.</p>\n<p>Chief Justice John Roberts wrote a dissent in which he argued that the majority's decision discourages generic pharmaceutical companies from challenging patents because it eliminates the possibility of meaningful settlements. He argued that this decision instead forces generic companies into costly litigation that could be more efficiently handled through settlement negotiations. Justice Antonin Scalia and Justice Clarence Thomas joined in the dissent.</p>\n"
}