{
    "ID": 53893,
    "name": "Minnick v. Mississippi",
    "href": "https://api.oyez.org/cases/1990/89-6332",
    "view_count": 0,
    "docket_number": "89-6332",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                654930000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/36657"
        },
        {
            "event": "Decided",
            "dates": [
                660204000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/36658"
        },
        {
            "event": "Granted",
            "dates": [
                640846800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/53703"
        }
    ],
    "question": "<p> Does <i>Edwards v Arizona</i> require counsel to be present with an accused during any questioning after that accused invokes his right to counsel?</p>\n",
    "citation": {
        "volume": "498",
        "page": "146",
        "year": "1990",
        "href": "https://api.oyez.org/case_citation/case_citation/17822"
    },
    "term": "1990",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/498/146/",
    "facts_of_the_case": "<p>Robert S. Minnick and James Dyess escaped from the Clark County Jail.  The next day, they broke into a mobile home to search for weapons.  While in the home, the owner returned with a friend and the friend’s infant son.  Minnick and Dyess shot and killed the two adults and tied up two young women who arrived later.  Minnick and Dyess fled to Mexico, but after a falling out, Minnick went to California alone where police arrested him on a warrant for the Mississippi murders.</p>\n<p>After the arrest, two FBI officers came to interview Minnick at the San Diego Jail.  Minnick refused, asking the officers to “Come back Monday when I have a lawyer.”  Minnick did meet with an appointed lawyer on two or three occasions.  The next Monday, the deputy sheriff of Clark County came to question Minnick.  Prison officials told Minnick he “could not refuse” to speak to the sheriff.  The deputy sheriff advised Minnick of his rights and Minnick refused to sign a waiver form.  Minnick then confessed to one of the murders, saying that Dyess forced him to shoot.  At trial, Minnick moved to suppress those statements, but the court denied the motion, reasoning that <i>Edwards v Arizona</i> only required counsel to be made available to an accused.  Minnick argued that he was entitled to have counsel present at all questioning.  The jury found Minnick guilty of capital murder and sentenced him to death.  The Supreme Court of Mississippi affirmed, holding that Minnick’s Fifth Amendment right to counsel was satisfied because he had met with counsel.</p>\n",
    "conclusion": "<p>Yes.  Justice Anthony M. Kennedy, writing for a 6-2 majority, reversed and remanded.  The Supreme Court held that once counsel is requested, no interrogation can take place without counsel unless the accused waives that right.  The right to counsel is not satisfied by merely meeting with counsel outside the interrogation room.  The <i>Edwards</i> protection did end as soon as an accused meets with counsel.</p>\n<p>Justice Antonin Scalia dissented, writing that there was no justification for creating a rebuttable presumption that an accused has not waived his right to counsel after invoking that right.  Chief Justice William H. Rehnquist joined in the dissent.</p>\n"
}