{
    "ID": 55445,
    "name": "United States v. Resendiz-Ponce",
    "href": "https://api.oyez.org/cases/2006/05-998",
    "view_count": 0,
    "docket_number": "05-998",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1145250000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39840"
        },
        {
            "event": "Argued",
            "dates": [
                1160456400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39841"
        },
        {
            "event": "Decided",
            "dates": [
                1168322400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/52228"
        }
    ],
    "question": "<p>Can the omission of an element of a criminal offense from a federal indictment constitute harmless error?</p>\n",
    "citation": {
        "volume": "549",
        "page": "102",
        "year": "2007",
        "href": "https://api.oyez.org/case_citation/case_citation/20690"
    },
    "term": "2006",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/549/102/",
    "facts_of_the_case": "<p>Juan Resendiz-Ponce, a Mexican national, was convicted of kidnapping and deported. When Resendiz-Ponce tried to reenter the U.S. using false identification, he was arrested and indicted for attempting to reenter the country after being deported. Resendiz-Ponce moved to dismiss his indictment because it failed to allege that he had \"committed an overt act that was a substantial step toward reentering\" - an essential element of the criminal offense. The trial judge denied the motion and the jury convicted Resendiz- Ponce.</p>\n<p>On appeal, the U.S. Court of Appeals for the Ninth Circuit reversed the trial judge's decision to deny the motion. The Ninth Circuit ruled that because the indictment failed to explicitly mention that Resendiz-Ponce had physically crossed the border and presented false identification, it was insufficient and should be dismissed. The government argued that the omission was \"harmless error,\" a minor mistake that would not invalidate the indictment, but the Circuit Court ruled that the omission was instead a \"fatal flaw.\"</p>\n",
    "conclusion": "<p>Unanswered. The Court ruled that Resendiz-Ponce's indictment was not defective at all, and thus it did not reach the question of whether a failure to state each element of the charged crime can ever be harmless error. Justice John Paul Stevens wrote the opinion for the 8-1 majority. The Court held that the indictment's language stating that Resendiz-Ponce had \"attempted\" to illegally reenter the United States was sufficient, even without a more detailed description of his actions. The majority reasoned that \"the word 'attempt' [...] encompasses both the overt act and intent elements.\" Therefore, Resendiz-Ponce's indictment did not lack any essential element of the crime. In a lone dissent, Justice Scalia argued that the word \"attempt\" did not necessarily imply an action that would constitute a \"substantial step\" toward reentering. Justice Scalia would have affirmed the Ninth Circuit and dismissed the indictment as structurally flawed.</p>\n"
}