{
    "ID": 54788,
    "name": "Mobil Oil Exploration & Producing Southeast, Inc. v. United States",
    "href": "https://api.oyez.org/cases/1999/99-244",
    "view_count": 0,
    "docket_number": "99-244",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                953704800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38326"
        },
        {
            "event": "Decided",
            "dates": [
                961995600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38327"
        }
    ],
    "question": "<p>Does the enactment of a new statute, which prevents the Federal Government from following a contractual promise to follow the terms of pre-existing statutes and regulations, constitute the repudiation of a contract?</p>\n",
    "citation": {
        "volume": "530",
        "page": "604",
        "year": "2000",
        "href": "https://api.oyez.org/case_citation/case_citation/18717"
    },
    "term": "1999",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/530/604/",
    "facts_of_the_case": "<p>In 1981, Mobil Oil Exploration &amp; Producing Southeast, Inc. and Marathon Oil Co. both paid the Federal Government over $150 million in return for the rights to explore for and develop oil off the coast of North Carolina, provided that the companies received exploration and development permissions in accordance with the Outer Continental Shelf Lands Act (OCSLA), the Coastal Zone Management Act of 1972 (CZMA), and the regulations promulgated pursuant to OCSLA and CZMA. In 1990, the companies submitted an exploration plan, as required by OCSLA and CZMA, to the Department of the Interior for approval. Thereafter, the Outer Banks Protection Act (OBPA) became effective. The OBPA prevented the Secretary of the Interior from approving the exploration plan for at least 13 months. The state of North Carolina then objected to certification of the companies' plans under the CZMA. Before the Secretary of Commerce rejected Mobil's request to override North Carolina's objection, the companies filed a breach-of-contract lawsuit. In granting summary judgement for the companies, the Court of Federal Claims found that the Federal Government had broken its contractual promise to follow OCSLA's requirement to approve an exploration plan that satisfied OCSLA's requirements within 30 days of the plan's submission, which constituted the repudiation of the contract and entitled the companies to restitution of the payments. In reversing, the Court of Appeals concluded that the Federal Government's refusal to consider the companies' final exploration plan was not the operative cause of any failure to carry out the contracts' terms, because North Carolina's objection would have prevented the companies from exploring.</p>\n",
    "conclusion": "<p>Yes. In an 8-1 opinion delivered by Justice Stephen G. Breyer, the Court held that the Federal Government broke its promise, repudiated the contracts, and must give the companies their money back. \"We find that the oil companies gave the United States $158 million in return for a contractual promise to follow the terms of pre-existing statutes and regulations. The new statute prevented the Government from keeping that promise,\" wrote Justice Breyer for the Court, \"therefore the Government must give the companies their money back.\"</p>\n"
}