{
    "ID": 54482,
    "name": "Adams v. Robertson",
    "href": "https://api.oyez.org/cases/1996/95-1873",
    "view_count": 0,
    "docket_number": "95-1873",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                853221600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37765"
        },
        {
            "event": "Decided",
            "dates": [
                857368800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37766"
        }
    ],
    "question": "<p>Does the Supreme Court of Alabama's approval of the certification and settlement of a class action lawsuit, whose class members were not afforded the right to opt out of the class or the settlement, violate the Due Process Clause of the Fourteenth Amendment?</p>\n",
    "citation": {
        "volume": "520",
        "page": "83",
        "year": "1997",
        "href": "https://api.oyez.org/case_citation/case_citation/18411"
    },
    "term": "1996",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/520/83/",
    "facts_of_the_case": "<p>In 1992, Charlie Frank Robertson filed a class action suit in an Alabama trial court, alleging that Liberty National Life Insurance Company had fraudulently encouraged its customers to exchange existing health insurance policies for new policies that, according to Robertson, provided less coverage for cancer treatment. The trial court appointed Robertson as class representative and certified the class pursuant to provisions of the Alabama Rules of Civil Procedure that do not give class members the right to exclude themselves from a class. The trial court then approved a settlement agreement that precluded class members from individually suing Liberty National for fraud based on its insurance policy exchange program. Guy E. Adams and other petitioners, who had objected to the settlement in the trial court, appealed. The Supreme Court of Alabama affirmed. The court's opinion only addressed state law issues and did not answer whether the certification and settlement of this class action suit violated the Due Process Clause of the Fourteenth Amendment because the class members were not afforded the right to opt out of the class or the settlement.</p>\n",
    "conclusion": "<p>In a per curiam opinion, the Court dismissed the writ of certiorari as improvidently granted. The Court noted that the Alabama Supreme Court did not expressly address the question on which certiorari was granted and that the petitioners had failed to establish that they had properly presented the issue to that court. Therefore, the Court concluded that it could not reach the question presented without unbalancing our dual system of government to \"disturb the finality of state judgments on a federal ground that the state court did not have occasion to consider.\"</p>\n"
}