{
    "ID": 55201,
    "name": "Raymond B. Yates, M. D., P. C. Profit Sharing Plan v. Hendon",
    "href": "https://api.oyez.org/cases/2003/02-458",
    "view_count": 0,
    "docket_number": "02-458",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1056690000
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39179"
        },
        {
            "event": "Argued",
            "dates": [
                1073973600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39180"
        },
        {
            "event": "Decided",
            "dates": [
                1078207200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/39181"
        }
    ],
    "question": "<p>Is the owner of a business a \"participant\" in a profit sharing/pension plan established under the Employee Retirement Income Security Act (ERISA)?</p>\n",
    "citation": {
        "volume": "541",
        "page": "1",
        "year": "2004",
        "href": "https://api.oyez.org/case_citation/case_citation/19129"
    },
    "term": "2003",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/541/1/",
    "facts_of_the_case": "<p>Raymond Yates owned a corporation with a profit sharing/pension plan. Yates borrowed money from the plan at a set interest. After he had repaid the loan to his profit sharing/pension plan, Yates' creditors filed an involuntary bankruptcy petition against him. They asked the bankruptcy court to set aside the repayment (interest included) and give it to the creditors.</p>\n<p>Yates argued that under the Employee Retirement Income Security Act (ERISA), the interest from the profit sharing/pension plan could not be seized (except for loans to participants). The bankruptcy court disagreed and granted Yates' creditors' requests. The court reasoned that as the sole owner of the business, Yates was an employer under ERISA, not a \"participant.\" The plan's prohibition on interest seizure therefore did not apply. A federal district court and a Sixth Circuit Court of Appeals panel both affirmed.</p>\n",
    "conclusion": "<p>Yes. Justice Ruth Bader Ginsburg delivered the Court's unanimous opinion holding that a business owner, such as Yates, qualifies as a \"participant\" in an ERISA pension plan. The Court reasoned that this was the intent of Congress and that the act's text verifies this. In a business in which an ERISA plan covers employees, the employer can essentially qualify as an employee and receive the plan's protections. In light of this, the Court sent Yates' bankruptcy issues to a lower court for resolution.</p>\n"
}