{
    "ID": 63142,
    "name": "Comcast Corp. v. National Association of African American-Owned Media",
    "href": "https://api.oyez.org/cases/2019/18-1171",
    "view_count": 0,
    "docket_number": "18-1171",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1560142800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54529"
        },
        {
            "event": "Argued",
            "dates": [
                1573624800
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54604"
        },
        {
            "event": "Decided",
            "dates": [
                1584939600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/54682"
        }
    ],
    "question": "<p>Does a claim of race discrimination under 42 U.S.C. § 1981 require that the plaintiff show but-for causation, or only that race is a motivating factor?</p>\n",
    "citation": {
        "volume": "589",
        "page": null,
        "year": "2020",
        "href": "https://api.oyez.org/case_citation/case_citation/27689"
    },
    "term": "2019",
    "description": "A case in which the Court held that a claim of race discrimination under 42 U.S.C. § 1981 requires that the plaintiff show that race was a but-for cause of the plaintiff's injury.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/589/18-1171/",
    "facts_of_the_case": "<p>Entertainment Studios Network (ESN), owned by African American actor and comedian Byron Allen, and the National Association of African American-Owned Media, an entity created by Allen, sued Comcast over the latter’s decision not to carry ESN’s channels. ESN alleged that Comcast’s decision not to carry ESN’s networks was based, at least in part, on racial animus against ESN, which is the only 100% African American-owned multi-channel media company in the United States. At the time of Comcast’s decision, several other large distributors— including Charter Communications, Time Warner Cable, DirecTV, and AT&amp;T—had also declined to enter into carriage agreements with ESN.</p>\n<p>The district court dismissed ESN’s original complaint and several subsequent amended complaints against Comcast and other defendants for failure to plead facts that state a plausible claim for relief. On appeal, the U.S. Court of Appeal for the Ninth Circuit held in a related case involving Charter Communications that “mixed-motive claims are cognizable under § 1981,” meaning that “even if racial animus was not the but-for cause of a defendant’s refusal to contract, a plaintiff can still prevail if she demonstrates that discriminatory intent was a factor in that decision.” Applying this standard, the Ninth Circuit concluded that ESN had stated a valid Section 1981 claim based on its assertions that the carriers had entered into contracts with “white-owned, lesser-known networks during the same period.”</p>\n<p>The Ninth Circuit declined petitions for rehearing en banc.</p>\n",
    "conclusion": "<p>A plaintiff who sues for racial discrimination under 42 U.S.C. § 1981 must show—in all parts of the lawsuit—that race was the actual cause of her injury. Justice Neil Gorsuch authored the opinion for the unanimous Court. The Court noted from the outset that normally, a plaintiff suing for an injury must prove actual causation (also called “but-for” causation), and that burden of proof remains constant throughout the life of the lawsuit. The Court rejected Entertainment Studios Network (ESN)’s argument that § 1981 creates an exception to these default principles, finding that the statute’s text and history, as well as the Court’s precedent, support reading it as following the normal rules. Although Title VII of the Civil Rights Act of 1964 allows for a “motivating factor” causation test, the history of that statute is unique and does not apply to § 1981. Because § 1981 follows the usual rules, a plaintiff must initially plead and ultimately prove that, but for race, the plaintiff would not have suffered the loss of a legally protected right.</p>\n<p>Justice Ruth Bader Ginsburg wrote an opinion concurring in part and concurring in the judgment, in which she noted her disagreement with a strict but-for causation standard in discrimination cases such as this one but acknowledged the Court’s own precedent otherwise. Justice Ginsburg further clarified that she rejected (and the Court did not resolve) Comcast’s narrow view of the scope of § 1981, that it applies only to the final decision whether to enter a contract and not to earlier stages of the contract-formation process.</p>\n"
}