{
    "ID": 54243,
    "name": "Ibanez v. Florida Dept. of Business and Professional Regulation, Bd. of Accountancy",
    "href": "https://api.oyez.org/cases/1993/93-639",
    "view_count": 0,
    "docket_number": "93-639",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                766731600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37321"
        },
        {
            "event": "Decided",
            "dates": [
                771483600
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/37322"
        }
    ],
    "question": "<p>Does the Board's decision to censure Ibanez use of her CPA and CFP designations violate the freedom of speech protected by the First Amendment?</p>\n",
    "citation": {
        "volume": "512",
        "page": "136",
        "year": "1994",
        "href": "https://api.oyez.org/case_citation/case_citation/18172"
    },
    "term": "1993",
    "description": null,
    "justia_url": "https://supreme.justia.com/cases/federal/us/512/136/",
    "facts_of_the_case": "<p>Silvia Safille Ibanez practiced law in White Haven, Florida, and had been a member of the Florida Bar since 1983. She was also a Certified Public Accountant (CPA) licensed by the Florida Board of Accountancy (Board) and was authorized by the Certified Financial Planner Board of Standards—a private organization—to use the designation Certified Financial Planner (CFP). Ibanez used both of these titles in her advertising and on her law office's stationery. When the Board learned that Ibanez advertised these designations, she was charged with practicing public accounting at an unlicensed firm, which violated the Public Accountancy Act. The officer who heard the case recommended that the Board dismiss the charges due to a lack of proof. The Board refused and declared Ibanez guilty of \"false, deceptive, and misleading\" advertising. The District Court of Appeal of Florida, First Circuit, affirmed.</p>\n",
    "conclusion": "<p>Yes. Justice Ruth Bader Ginsburg delivered the opinion of the 7-2 majority. The Court held that Ibanez's use of her CPA and CFP designations constituted commercial speech, which can only be restricted if it can be proven to be false or misleading and the state has a substantial interest in restricting it. Because Ibanez is fully licensed, her use of the designations was neither false nor misleading. Without evidence that the commercial speech caused \"real harms\" and that limiting it would restrict those harms, the Board did not meet its burden to show a substantial state interest.</p>\n<p>Justice Sandra Day O'Connor wrote an opinion concurring in part and dissenting in part in which she argued that Ibanez's use of the CFP designation was misleading. Because it appears in conjunction with the CPA designation, Justice O'Connor argued that the average consumer would be led to believe that a state licensing board controlled the use of both titles, which is not the case. Without listing the agency that regulates the use of the CFP title, the average consumer would be unable to verify this information. Because this designation is potentially misleading, the Board properly disciplined Ibanez with regard to the CFP designation. Chief Justice William H. Rehnquist joined in the partial concurrence and partial dissent.</p>\n"
}