{
    "ID": 54787,
    "name": "Boy Scouts of America v. Dale",
    "href": "https://api.oyez.org/cases/1999/99-699",
    "view_count": 0,
    "docket_number": "99-699",
    "timeline": [
        {
            "event": "Argued",
            "dates": [
                956725200
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38324"
        },
        {
            "event": "Decided",
            "dates": [
                962168400
            ],
            "href": "https://api.oyez.org/case_timeline/case_timeline/38325"
        }
    ],
    "question": "<p>Does the application of New Jersey's public accommodations law violate the Boy Scouts' First Amendment right of expressive association to bar homosexuals from serving as troop leaders?</p>\n",
    "citation": {
        "volume": "530",
        "page": "640",
        "year": "2000",
        "href": "https://api.oyez.org/case_citation/case_citation/18716"
    },
    "term": "1999",
    "description": "A case in which the Court held that the Boy Scouts of America banning openly homosexual members was constitutional under the First Amendment.",
    "justia_url": "https://supreme.justia.com/cases/federal/us/530/640/",
    "facts_of_the_case": "<p>The Boy Scouts of America revoked former Eagle Scout and assistant scoutmaster James Dale's adult membership when the organization discovered that Dale was a homosexual and a gay rights activist. In 1992, Dale filed suit against the Boy Scouts, alleging that the Boy Scouts had violated the New Jersey statute prohibiting discrimination on the basis of sexual orientation in places of public accommodation. The Boy Scouts, a private, not-for-profit organization, asserted that homosexual conduct was inconsistent with the values it was attempting to instill in young people. The New Jersey Superior Court held that New Jersey's public accommodations law was inapplicable because the Boy Scouts was not a place of public accommodation. The court also concluded that the Boy Scouts' First Amendment freedom of expressive association prevented the government from forcing the Boy Scouts to accept Dale as an adult leader. The court's Appellate Division held that New Jersey's public accommodations law applied to the Boy Scouts because of its broad-based membership solicitation and its connections with various public entities, and that the Boy Scouts violated it by revoking Dale's membership based on his homosexuality. The court rejected the Boy Scouts' federal constitutional claims. The New Jersey Supreme Court affirmed. The court held that application of New Jersey's public accommodations law did not violate the Boy Scouts' First Amendment right of expressive association because Dale's inclusion would not significantly affect members' abilities to carry out their purpose. Furthermore, the court concluded that reinstating Dale did not compel the Boy Scouts to express any message.</p>\n",
    "conclusion": "<p>Yes. In a 5-4 opinion delivered by Chief Justice William H. Rehnquist, the Court held that \"applying New Jersey's public accommodations law to require the Boy Scouts to admit Dale violates the Boy Scouts' First Amendment right of expressive association.\" In effect, the ruling gives the Boy Scouts of America a constitutional right to bar homosexuals from serving as troop leaders. Chief Justice Rehnquist wrote for the Court that, \"[t]he Boy Scouts asserts that homosexual conduct is inconsistent with the values it seeks to instill,\" and that a gay troop leader's presence \"would, at the very least, force the organization to send a message, both to the young members and the world, that the Boy Scouts accepts homosexual conduct as a legitimate form of behavior.\"</p>\n"
}